[
  {
    "discount": {
      "type": "porcentaje",
      "value": 25
    },
    "validFrom": "2025-11-01",
    "validUntil": "2025-11-30",
    "weekdays": [
      "Lunes"
    ],
    "restrictions": [
      "No acumulable con otras promociones vigentes.",
      "Quedan excluidas de la promoción las tarjetas corporativas.",
      "Reembolso máximo $10.000 semanal por cliente.",
      "Sólo válido para clientes que se encuentren al día en sus productos."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos ni rodados. Productos de Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot X 1,5Lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), ni Vinos en TetraBrik ni Generosos. El descuento en Champañas y Espumantes no incluye productos de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame ni Krug. Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias ni Carnes Elaboradas. Pollo Entero ni Trozado, Fresco ni Congelado. Leches Infantiles Etapas 1 y 2 (Fluídas ni en Polvo), Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones. Todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite y Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C ni Monster. Caja Navideña Verde Cod. 179000, Azul Cod. 179002, Roja Cod. 179001 ni Negra Cod. 179003.",
    "paymentMethods": [
      [
        "Banco Ciudad",
        "Tarjeta de crédito Cabal"
      ],
      [
        "Banco Ciudad",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Banco Ciudad",
        "Tarjeta de crédito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 10000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto",
      "Online"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 30
    },
    "validFrom": "2025-11-01",
    "validUntil": "2025-11-30",
    "weekdays": [
      "Lunes"
    ],
    "restrictions": [],
    "excludesProducts": "Electrodomésticos, Neumáticos ni Rodados. No incluye productos de Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena BOT X 1,5LT, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), ni Vinos en TetraBrik ni Generosos. El descuento en Champañas y Espumantes no incluye productos de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame ni Krug. No incluye cortes de Carnes de Novillo, Novillito, Ternera, Menudencias ni Carnes Elaboradas. No incluye Pollo Entero ni Trozado, Fresco ni Congelado. No incluye Leches Infantiles Etapas 1 y 2 (Fluidas ni en Polvo), ni Harinas en todas sus presentaciones, ni Azúcar en todas sus presentaciones, ni Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones. No incluye todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite y Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C ni Monster. No incluye Caja Navideña Verde Cod. 179000, Azul Cod. 179002, Roja Cod. 179001 ni Negra Cod. 179003.",
    "paymentMethods": [
      [
        "Banco Entre Ríos",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Banco Entre Ríos",
        "Tarjeta de crédito VISA"
      ],
      [
        "Banco San Juan",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Banco San Juan",
        "Tarjeta de crédito VISA"
      ],
      [
        "Banco Santa Cruz",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Banco Santa Cruz",
        "Tarjeta de crédito VISA"
      ],
      [
        "Banco Santa Fe",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Banco Santa Fe",
        "Tarjeta de crédito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto",
      "Online"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 15
    },
    "validFrom": "2025-11-01",
    "validUntil": "2025-11-30",
    "weekdays": [
      "Martes",
      "Jueves"
    ],
    "restrictions": [
      "Presentar DNI"
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos ni rodados. No incluye productos de Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena BOT X 1,5LT, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación) Bodega Monteviejo (Festivo y Petite Fleur) ni Vinos en TetraBrik ni Generosos. El descuento en Champañas y Espumantes no incluye productos de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame ni Krug.No incluye cortes de carnes de novillo, novillito, ternera, menudencias ni carnes elaboradas. No incluye pollo entero ni trozado, fresco ni congelado. No incluye Leches infantiles Etapas 1 y 2 (Fluídas ni en Polvo), ni Harinas en todas sus presentaciones, ni Azúcar en todas sus presentaciones, ni Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones. No incluye todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C ni Monster. No incluye Caja Navideña Verde (Cod. 179000), Azul (Cod. 179002), Roja (Cod. 179001) ni Negra (Cod. 179003).",
    "unknownPaymentMethods": [],
    "appliesOnlyTo": {
      "anses": false,
      "jubilados": true,
      "programaCiudadaniaPorteña": false
    },
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 30
    },
    "validFrom": "2025-11-01",
    "validUntil": "2025-11-30",
    "weekdays": [
      "Lunes"
    ],
    "restrictions": [
      "No aplica a pagos a través de billeteras virtuales (excepto MODO), MPOS y/o plataformas de pago online",
      "No aplica para pagos con dinero en cuenta y/o transferencia",
      "Tope de reintegro $15.000 por usuario por semana."
    ],
    "paymentMethods": [
      [
        "Banco Credicoop",
        "MODO",
        "Tarjeta de crédito Cabal"
      ],
      [
        "Banco Credicoop",
        "MODO",
        "Tarjeta de débito Cabal"
      ]
    ],
    "paymentRails": {
      "pagoConQR": true,
      "telefonoContactless": false,
      "contactless": false
    },
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 15000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 15
    },
    "validFrom": "2025-11-01",
    "validUntil": "2025-11-30",
    "weekdays": [
      "Miercoles"
    ],
    "restrictions": [],
    "unknownPaymentMethods": [],
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto"
    ],
    "membership": [
      "Comunidad Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 20
    },
    "validFrom": "2025-11-01",
    "validUntil": "2025-11-30",
    "weekdays": [
      "Miercoles"
    ],
    "restrictions": [
      "Exclusivo para usuarios Cartera General",
      "No válido para venta online (Coto Digital).",
      "Tope de reintegro: $15.000 por tarjeta por mes."
    ],
    "paymentMethods": [
      [
        "MODO",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "MODO",
        "Tarjeta de crédito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 15000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 25
    },
    "validFrom": "2025-11-01",
    "validUntil": "2025-11-30",
    "weekdays": [
      "Miercoles"
    ],
    "restrictions": [
      "Exclusivo para usuarios preferencial",
      "No válido para venta online (Coto Digital).",
      "Tope de reintegro: $20.000 por tarjeta por mes."
    ],
    "paymentMethods": [
      [
        "Banco Macro",
        "MODO",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Banco Macro",
        "MODO",
        "Tarjeta de crédito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 20000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 30
    },
    "validFrom": "2025-11-05",
    "validUntil": "2025-11-30",
    "weekdays": [
      "Miercoles"
    ],
    "restrictions": [
      "No válido para venta online (Coto Digital).",
      "Tope de reintegro: $25.000 por tarjeta por mes."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos ni Rodados. No incluye productos de Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot X 1,5Lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación) Bodega Monteviejo (Festivo y Petite Fleur) ni Vinos en Tetrabrik ni Generosos. El descuento en Champañas y Espumantes no incluye productos de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame ni Krug. No incluye cortes de Carnes de Novillo, Novillito, Ternera, Menudencias ni Carnes Elaboradas. No incluye Pollo Entero ni Trozado, Fresco ni Congelado. No incluye Leches Infantiles Etapas 1 y 2 (Fluídas ni en Polvo), ni Harinas en Todas sus Presentaciones, ni Azúcar en Todas sus Presentaciones, ni Aceite de Girasol y Mezcla Girasol-Soja en Todas sus Presentaciones. No incluye todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C ni Monster. No incluye Caja Navideña Verde (Cod. 179000), Azul (Cod. 179002), Roja (Cod. 179001) ni Negra (Cod. 179003).",
    "paymentMethods": [
      [
        "MODO",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "MODO",
        "Tarjeta de crédito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 25000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 30
    },
    "validFrom": "2025-11-01",
    "validUntil": "2025-11-30",
    "weekdays": [
      "Miercoles"
    ],
    "restrictions": [],
    "paymentMethods": [
      [
        "Banco Nación",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Banco Nación",
        "Tarjeta de crédito VISA"
      ]
    ],
    "paymentRails": {
      "pagoConQR": true,
      "telefonoContactless": false,
      "contactless": false
    },
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 12000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 25
    },
    "validFrom": "2025-11-01",
    "validUntil": "2025-11-30",
    "weekdays": [
      "Martes"
    ],
    "restrictions": [],
    "excludesProducts": "Electrodomésticos, Neumáticos ni Rodados. NO INCLUYE PRODUCTOS DE BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOTELLA POR 1,5 L, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LEONCIO ARIZU (LUIGI BOSCA), BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN) BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR) NI VINOS EN TETRABRIK NI GENEROSOS. EL DESCUENTO EN CHAMPAÑAS Y ESPUMANTES NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON, POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG. NO INCLUYE CORTES DE CARNES DE NOVILLO, NOVILLITO, TERNERA, MENUDENCIAS NI CARNES ELABORADAS. NO INCLUYE POLLO ENTERO NI TROZADO, FRESCO NI CONGELADO. NO INCLUYE LECHES INFANTILES ETAPAS 1 Y 2 (FLUIDAS NI EN POLVO), NI YERBAS EN TODAS SUS PRESENTACIONES, NI HARINAS EN TODAS SUS PRESENTACIONES, NI AZÚCAR EN TODAS SUS PRESENTACIONES, NI ACEITE DE GIRASOL Y MEZCLA GIRASOL-SOJA EN TODAS SUS PRESENTACIONES. NO INCLUYE TODAS LAS PRESENTACIONES DE LAS SIGUIENTES MARCAS: COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SIN AZÚCAR, SCHWEPPES, SPRITE, SPRITE SIN AZÚCAR, AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE, ADES, HI-C NI MONSTER. NO INCLUYE CAJA NAVIDEÑA VERDE COD. 179000, AZUL COD. 179002, ROJA COD. 179001 NI NEGRA COD. 179003.",
    "paymentMethods": [
      [
        "Banco Supervielle",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Banco Supervielle",
        "Tarjeta de crédito VISA"
      ],
      [
        "Banco Supervielle",
        "Tarjeta de débito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 30
    },
    "validFrom": "2025-11-01",
    "validUntil": "2025-11-30",
    "weekdays": [
      "Martes"
    ],
    "restrictions": [],
    "unknownPaymentMethods": [],
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto"
    ],
    "membership": [
      "Comunidad Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 15
    },
    "validFrom": "2025-11-01",
    "validUntil": "2025-11-30",
    "weekdays": [
      "Martes",
      "Jueves"
    ],
    "restrictions": [],
    "excludesProducts": "Electrodomésticos, Neumáticos ni Rodados. No incluye productos de Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot X 1,5Lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), ni Vinos en TetraBrik ni Generosos. El descuento en Champañas y Espumantes no incluye productos de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame ni Krug. No incluye cortes de Carnes de Novillo, Novillito, Ternera, Menudencias ni Carnes Elaboradas. No incluye Pollo Entero ni Trozado, Fresco ni Congelado. No incluye Leches Infantiles Etapas 1 y 2 (Fluídas ni en Polvo), ni Harinas en todas sus presentaciones, ni Azúcar en todas sus presentaciones, ni Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones. No incluye todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite y Sprite Sin Azúcar Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C ni Monster. No incluye Caja Navideña Verde Cod. 179000, Azul Cod. 179002, Roja Cod. 179001 ni Negra Cod. 179003.",
    "paymentMethods": [
      [
        "Tarjeta de Crédito Sol"
      ]
    ],
    "unknownPaymentMethods": [],
    "appliesOnlyTo": {
      "anses": false,
      "jubilados": false,
      "programaCiudadaniaPorteña": true
    },
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 10
    },
    "validFrom": "2025-11-03",
    "validUntil": "2025-11-06",
    "restrictions": [],
    "paymentMethods": [
      [
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Tarjeta de crédito VISA"
      ],
      [
        "Tarjeta de débito Mastercard"
      ],
      [
        "Tarjeta de débito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 20
    },
    "validFrom": "2025-11-01",
    "validUntil": "2025-11-30",
    "restrictions": [],
    "paymentMethods": [
      [
        "Tarjeta de débito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 30
    },
    "validFrom": "2025-11-06",
    "validUntil": "2025-11-30",
    "weekdays": [
      "Jueves"
    ],
    "restrictions": [],
    "excludesProducts": "Electrodomésticos, Neumáticos ni Rodados. No incluye productos de Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena BOT X 1,5LT, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), ni Vinos en TetraBrik ni Generosos. El descuento en Champañas y Espumantes no incluye productos de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame ni Krug. No incluye cortes de Carnes de Novillo, Novillito, Ternera, Menudencias ni Carnes Elaboradas. No incluye Pollo Entero ni Trozado, Fresco ni Congelado. No incluye Leches Infantiles Etapas 1 y 2 (Fluidas ni en Polvo), ni Harinas en todas sus presentaciones, ni Azúcar en todas sus presentaciones, ni Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones. No incluye todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite y Sprite Sin Azúcar Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C ni Monster. No incluye Caja Navideña Verde Cod. 179000, Azul Cod. 179002, Roja Cod. 179001 ni Negra Cod. 179003.",
    "paymentMethods": [
      [
        "Banco Columbia",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Banco Columbia",
        "Tarjeta de crédito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 25
    },
    "validFrom": "2025-11-06",
    "validUntil": "2025-11-30",
    "restrictions": [
      "Clientes Cuenta Comafi Único tope de reintegro $15.000.",
      "Tope de devolución: $10.000 p/ transacción."
    ],
    "paymentMethods": [
      [
        "Banco Comafi",
        "Tarjeta de débito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 10000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 25
    },
    "validFrom": "2025-11-07",
    "validUntil": "2025-11-07",
    "restrictions": [
      "No valido para venta online (Coto Digital)."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos ni Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot X 1,5Lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación) Bodega Monteviejo (Festivo y Petite Fleur) ni Vinos en Tetrabrik ni Generosos, Productos de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame ni Krug, Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias ni Carnes Elaboradas, Pollo Entero ni Trozado, Fresco ni Congelado, Leches Infantiles Etapas 1 y 2 (Fluídas ni en Polvo), Harinas en Todas Sus Presentaciones, Azúcar en Todas Sus Presentaciones, Aceite de Girasol y Mezcla Girasol-Soja en Todas Sus Presentaciones, Todas las Presentaciones de las Siguientes Marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C ni Monster, Caja Navideña Verde (Cod. 179000), Azul (Cod. 179002), Roja (Cod. 179001) ni Negra (Cod. 179003).",
    "paymentMethods": [
      [
        "Mercado Pago"
      ]
    ],
    "paymentRails": {
      "pagoConQR": true,
      "telefonoContactless": false,
      "contactless": false
    },
    "unknownPaymentMethods": [],
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 15
    },
    "validFrom": "2025-11-07",
    "validUntil": "2025-11-07",
    "restrictions": [
      "No valido para venta online (Coto Digital)."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos ni Rodados. Productos de Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot X 1,5Lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación) Bodega Monteviejo (Festivo y Petite Fleur) ni Vinos en Tetrabrik ni Generosos. El descuento en Champañas y Espumantes no incluye productos de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon,Pommery, Möet Chandon, La Grande Dame ni Krug. Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias ni Carnes Elaboradas. Pollo Entero ni Trozado, Fresco ni Congelado. Leches Infantiles Etapas 1 y 2 (Fluídas ni en Polvo), ni Harinas en Todas sus Presentaciones, ni Azúcar en Todas sus Presentaciones, ni Aceite de Girasol y Mezcla Girasol-Soja en Todas sus Presentaciones. Todas las Presentaciones de las Siguientes Marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C ni Monster. Caja Navideña Verde (Cod. 179000), Azul (Cod. 179002), Roja (Cod. 179001) ni Negra (Cod. 179003).",
    "paymentMethods": [
      [
        "Tarjeta de débito Cabal"
      ],
      [
        "Tarjeta de débito Mastercard"
      ],
      [
        "Tarjeta de débito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "cuotas sin intereses",
      "value": 3
    },
    "validFrom": "2025-11-07",
    "validUntil": "2025-11-30",
    "restrictions": [
      "No valido para venta online (Coto Digital).",
      "Valido en compras a partir de $30.000"
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos ni rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena BOT X 1,5LT, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación) Bodega Monteviejo (Festivo y Petite Fleur) ni Vinos en TetraBrik ni Generosos, Productos de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame ni Krug, Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias ni Carnes Elaboradas, Pollo Entero ni Trozado, Fresco ni Congelado, Leches Infantiles Etapas 1 y 2 (Fluidas ni en Polvo), Harinas en Todas sus Presentaciones, Azúcar en Todas sus Presentaciones, Aceite de Girasol y Mezcla Girasol-Soja en Todas sus Presentaciones, Todas las Presentaciones de las Siguientes Marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C ni Monster, Caja Navideña Verde (Cod. 179000), Azul (Cod. 179002), Roja (Cod. 179001) ni Negra (Cod. 179003).",
    "paymentMethods": [
      [
        "Mercado Pago"
      ]
    ],
    "paymentRails": {
      "pagoConQR": true,
      "telefonoContactless": false,
      "contactless": false
    },
    "unknownPaymentMethods": [],
    "limits": {
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "cuotas sin intereses",
      "value": 3
    },
    "validFrom": "2025-11-01",
    "validUntil": "2025-11-30",
    "restrictions": [],
    "paymentMethods": [
      [
        "NaranjaX"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  }
]