[
  {
    "discount": {
      "type": "porcentaje",
      "value": 20
    },
    "validFrom": "2025-05-01",
    "validUntil": "2025-05-31",
    "weekdays": [
      "Lunes"
    ],
    "restrictions": [
      "No acumulable con otras ofertas vigentes",
      "Válido para consumo familiar",
      "No válido para pagos efectuados con tecnología NFC",
      "No válido para compras en cuotas con tarjetas de crédito emitidas en el exterior",
      "No válido para tarjetas de compra y/u orden de compra y/o similares emitidas por Coto",
      "No válido para compras abonadas en euros dolares ni tickets",
      "No válido para compras abonadas mediante billeteras virtuales",
      "No válido para tarjetas de programas de ayuda social",
      "No aplicable sobre productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente",
      "No válido para compras en los patios de comidas, Coto Expresso, Coto Bar, zona juegos y estacionamiento propio"
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Vinos (Catena Zapata, Nicola Catena, Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), DV Catena 1.5lt, DV Catena La Rioja, DV Catena Salta, Saint Felicien, Nicasia, Tilia, Leoncio Arizu (Luigi Bosca), La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Norton (Lote Negro, Quorum VI, Privada Family Blend), Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo De Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo De Palo, Malbec Río De Los Ciervos Araucana, Malbec Nico Y Blend Beso De Dante Luca), Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec Y Cabernet Sauvignon Particular Bianchi), Valentín Bianchi (Vino Tinto Corte Y Malbec Iv Generación), Monteviejo (Festivo Y Petite Fleur)), Vinos en Tetrabrik, Generosos, Champañas y Espumantes (Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug), Cortes de Carnes (Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas), Pollo (Entero, Trozado, Fresco, Congelado), Yerbas, Harinas, Azúcar, Aceite de Girasol y Mezcla Girasol-Soja, Marcas (Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster)",
    "paymentMethods": [
      [
        "Tarjeta de crédito Coto TCI"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 25
    },
    "validFrom": "2025-05-01",
    "validUntil": "2025-05-31",
    "weekdays": [
      "Lunes"
    ],
    "restrictions": [
      "Sólo válido para clientes que se encuentren al día en sus productos.",
      "Operatoria de MODO no válida en cajas de autoservicio.",
      "Descuentos no válidos para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento Propio.",
      "Descuentos no aplicables sobre productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de bodegas Catena Zapata, Nicola Catena, Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1.5lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Generosos, Champañas y Espumantes de bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de carnes de novillo, novillito, ternera, menudencias, Carnes elaboradas, Pollo entero, Pollo trozado, Pollo fresco, Pollo congelado, Yerbas, Harinas, Azúcar, Aceite de girasol y mezcla girasol-soja, Marcas Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "Banco Ciudad",
        "Tarjeta de crédito VISA"
      ],
      [
        "Banco Ciudad",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Banco Ciudad",
        "Tarjeta de crédito Cabal"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 10000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto",
      "Online"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 15
    },
    "validFrom": "2025-05-01",
    "validUntil": "2025-05-31",
    "weekdays": [
      "Martes",
      "Jueves"
    ],
    "restrictions": [
      "en un pago",
      "No acumulable con otras promociones vigentes"
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Vinos de bodegas seleccionadas (Catena Zapata, Nicola Catena, Ernesto Catena, DV Catena, Saint Felicien, Nicasia, Tilia, Leoncio Arizu, La Rural, Chandon, Terrazas de los Andes, Norton, Cadus Wines, Casa Pirque, Bianchi, Valentín Bianchi, Monteviejo), Vinos en tetrabrik, Vinos generosos, Champañas y espumantes de bodegas seleccionadas (Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug), Cortes de carnes de novillo, novillito, ternera, menudencias, Carnes elaboradas, Pollo entero ni trozado (fresco ni congelado), Yerbas, Harinas, Azúcar, Aceite de girasol y mezcla girasol-soja, Marcas Coca Cola (Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster), Productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente",
    "unknownPaymentMethods": [],
    "appliesOnlyTo": {
      "anses": false,
      "jubilados": true,
      "programaCiudadaniaPorteña": false
    },
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 30
    },
    "validFrom": "2025-05-01",
    "validUntil": "2025-05-31",
    "weekdays": [
      "Lunes"
    ],
    "restrictions": [
      "Válida únicamente para compras realizadas de manera presencial en sucursales.",
      "No aplica para pagos con dinero en cuenta y/o transferencia.",
      "Será condición esencial para participar de la misma que al momento de efectuar el reintegro, la tarjeta se encuentre vigente y en estado de cumplimiento normal en el caso de crédito, y la cuenta abierta en el caso de débito.",
      "También será requisito tener una cuenta abierta en el banco, a título personal, adherida a MODO.",
      "Válida únicamente para compras realizadas en 1 pago.",
      "No aplica a pagos a través de billeteras virtuales (excepto MODO), MPOS y/o plataformas de pago online.",
      "No válido para compras mayoristas.",
      "No válido para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento propio.",
      "No válido para compras en cuotas con tarjetas de crédito emitidas en el exterior.",
      "No aplicable sobre productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot X 1,5LT, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa De Herrero, Malbec Ojo De Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo De Palo, Malbec Río De Los Ciervos Araucana, Malbec Nico Y Blend Beso De Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec Y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte Y Malbec Iv Generación), Bodega Monteviejo (Festivo Y Petite Fleur), Vinos en Tetrabrik, Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de carnes de novillo, novillito, ternera, menudencias, Carnes elaboradas, Pollo entero ni trozado, fresco ni congelado, Yerbas en todas sus presentaciones, Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de girasol y mezcla girasol-soja en todas sus presentaciones, Marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster",
    "paymentMethods": [
      [
        "MODO",
        "Banco Credicoop",
        "Tarjeta de crédito Cabal"
      ],
      [
        "MODO",
        "Banco Credicoop",
        "Tarjeta de débito Cabal"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 15000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 25
    },
    "validFrom": "2025-05-01",
    "validUntil": "2025-05-31",
    "weekdays": [
      "Lunes"
    ],
    "restrictions": [
      "Exclusivo para usuarios con caja de ahorro a través de la App Ualá",
      "No aplica para pagos a través de billeteras virtuales (excepto Ualá y Apple Pay) y/o plataformas de pago online.",
      "Descuentos no válidos para pagos efectuados con tecnología NFC."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Vinos y Espumantes (marcas y tipos específicos), Cortes de carnes de novillo, novillito, ternera, menudencias ni carnes elaboradas, Pollo entero ni trozado, fresco ni congelado, Yerbas, Harinas, Azúcar, Aceite de girasol y mezcla girasol-soja, Marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite y Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C ni Monster.",
    "paymentMethods": [
      [
        "Uala",
        "Tarjeta Prepaga Mastercard"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 10000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto",
      "Online"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 15
    },
    "validFrom": "2025-05-01",
    "validUntil": "2025-05-31",
    "weekdays": [
      "Lunes",
      "Miercoles"
    ],
    "restrictions": [
      "Tope de reintegro de $10.000 por mes y por usuario.",
      "Ser titular de una caja de ahorros en pesos ofrecida por Ualá a través de la aplicación móvil Ualá.",
      "Promoción no aplicable para pagos a través de billeteras virtuales (excepto Ualá y Apple Pay) y/o plataformas de pago online.",
      "No acumulable con otras promociones y/o beneficios vigentes.",
      "No válido para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento Propio.",
      "No incluye Electrodomésticos, Neumáticos ni Rodados.",
      "No incluye productos de bodegas Catena Zapata, Nicola Catena, Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1,5lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Leoncio Arizu (Luigi Bosca), La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Norton (Lote Negro, Quorum VI, Privada Family Blend), Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Generosos.",
      "El descuento en champañas y espumantes no incluye productos de bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame ni Krug.",
      "No incluye cortes de carnes de novillo, novillito, ternera, menudencias ni carnes elaboradas.",
      "No incluye pollo entero ni trozado, fresco ni congelado.",
      "No incluye yerbas en todas sus presentaciones, ni harinas en todas sus presentaciones, ni azúcar en todas sus presentaciones, ni aceite de girasol y mezcla girasol-soja en todas sus presentaciones.",
      "No incluye todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C ni Monster.",
      "Descuentos no válidos para pagos efectuados con tecnología “NFC” y/o para pagos en cuotas con tarjetas de crédito emitidas en el exterior, tarjetas de compra y/u orden de compra y/o similares emitidas por Coto, compras abonadas en euros dolares ni tickets o abonadas mediante billeteras virtuales, ni tarjetas de programas de ayuda social.",
      "Descuentos no aplicables sobre productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente.",
      "Descuentos no válidos para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento Propio, ni compras en cuotas con tarjetas de crédito emitidas en el exterior.",
      "No incluye electrodomésticos, neumáticos ni rodados.",
      "No incluye productos de bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1,5lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de Los Andes (Latitud 33°, Castel, Altos Del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum Vi, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa De Herrero, Malbec Ojo De Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo De Palo, Malbec Río De Los Ciervos Araucana, Malbec Nico y Blend Beso De Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec Iv Generación), Bodega Monteviejo (Festivo y Petite Fleur), Ni Vinos En Tetrabrik Ni Generosos.",
      "El descuento en champañas y espumantes no incluye productos de bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame Ni Krug.",
      "No incluye cortes de carnes de novillo, novillito, ternera, menudencias ni carnes elaboradas.",
      "No incluye pollo entero ni trozado, fresco ni congelado.",
      "No incluye yerbas en todas sus presentaciones, ni harinas en todas sus presentaciones, ni azúcar en todas sus presentaciones, ni aceite de girasol y mezcla girasol-soja en todas sus presentaciones.",
      "No incluye todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite y Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C ni Monster.",
      "Descuentos, precios y promociones para consumo familiar.",
      "Esta publicación no acumula con otros descuentos, ofertas y/o promociones bancarias"
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 10000,
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto"
    ],
    "membership": [
      "Club La Nacion"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 30
    },
    "validFrom": "2025-05-01",
    "validUntil": "2025-05-31",
    "weekdays": [
      "Miercoles"
    ],
    "restrictions": [
      "Tope de reintegro unificado: $12.000 por día Miércoles por cliente.",
      "No válido para pagos con saldo en cuenta.",
      "No válido para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento propio.",
      "Operatoria de MODO no válida en cajas de autoservicio.",
      "No aplicables sobre productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de bodegas Catena Zapata, Nicola Catena, Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena bot x 1,5lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo De Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo De Palo, Malbec Río De Los Ciervos Araucana, Malbec Nico Y Blend Beso De Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec Y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte Y Malbec Iv Generación), Bodega Monteviejo (Festivo Y Petite Fleur), Vinos en Tetrabrik, Generosos, Champañas y Espumantes (excepto Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug), Cortes de carnes de novillo, novillito, ternera, menudencias, Carnes elaboradas, Pollo entero, Pollo trozado, Pollo fresco, Pollo congelado, Yerbas, Harinas, Azúcar, Aceite de Girasol, Mezcla Girasol-Soja, Marca Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster",
    "paymentMethods": [
      [
        "MODO",
        "Banco Nación",
        "Tarjeta de crédito VISA"
      ],
      [
        "MODO",
        "Banco Nación",
        "Tarjeta de crédito Mastercard"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 12000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto",
      "Online"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 20
    },
    "validFrom": "2025-05-01",
    "validUntil": "2025-05-31",
    "weekdays": [
      "Martes"
    ],
    "restrictions": [
      "Debe abonarse con tarjetas de crédito y débito Supervielle a través de MODO (desde la app MODO, app Supervielle o app Supervielle Jubilados).",
      "Las tarjetas deben formar parte de un paquete de productos del banco.",
      "Debe tener una cuenta Supervielle propia adherida a MODO.",
      "Operatoria de MODO no válida en cajas de autoservicio.",
      "No válido para compras en patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento propio."
    ],
    "excludesProducts": "Electrodomésticos, neumáticos, rodados, vinos y espumantes de ciertas bodegas/marcas, cortes de carnes de novillo, novillito, ternera, menudencias, carnes elaboradas, pollo entero ni trozado, fresco ni congelado, yerbas, harinas, azúcar, aceite de girasol y mezcla girasol-soja en todas sus presentaciones, marcas Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "MODO",
        "Banco Supervielle",
        "Tarjeta de crédito VISA"
      ],
      [
        "MODO",
        "Banco Supervielle",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "MODO",
        "Banco Supervielle",
        "Tarjeta de débito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 8000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 25
    },
    "validFrom": "2025-05-01",
    "validUntil": "2025-05-31",
    "weekdays": [
      "Martes"
    ],
    "restrictions": [
      "Exclusivo para clientes Identité y Plan Sueldo.",
      "Debe tener una cuenta Supervielle propia adherida a MODO.",
      "No válido para compras por Internet en Coto Digital.",
      "No válido para pagos efectuados con tecnología NFC.",
      "No válido para compras en los patios de comidas, Coto Expresso, Coto Bar, zona juegos y estacionamiento propio.",
      "No aplicable sobre productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Vinos (BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOT X 1,5LT, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LEONCIO ARIZU (LUIGI BOSCA), BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN), BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR), Vinos en Tetrabrik, Vinos Generosos), Champañas y Espumantes (CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON, POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG), Cortes de carnes (Novillo, Novillito, Ternera, Menudencias, Carnes elaboradas), Pollo entero y trozado (fresco y congelado), Yerbas, Harinas, Azúcar, Aceite de girasol y mezcla girasol-soja, Marcas (Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster)",
    "paymentMethods": [
      [
        "Banco Supervielle - Identité y Plan Sueldo",
        "MODO",
        "Tarjeta de crédito VISA"
      ],
      [
        "Banco Supervielle - Identité y Plan Sueldo",
        "MODO",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Banco Supervielle - Identité y Plan Sueldo",
        "MODO",
        "Tarjeta de débito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 15000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 15
    },
    "validFrom": "2025-05-01",
    "validUntil": "2025-05-31",
    "weekdays": [
      "Martes",
      "Jueves"
    ],
    "restrictions": [
      "Válido únicamente en las sucursales de CABA: 2, 6, 7, 18, 19, 20, 22, 24, 25, 26, 35, 37, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 52, 55, 56, 58, 59, 60, 61, 63, 66, 74, 78, 80, 82, 83, 84, 85, 88, 90, 91, 103, 108, 110, 116, 121, 124, 125, 136, 151, 153, 158, 159, 160, 163, 167, 168, 170, 174, 175, 176, 180, 181, 203, 220"
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Vinos y Espumantes de ciertas bodegas y marcas, Vinos en Tetra Brik y Generosos, Cortes de carnes de novillo, novillito, ternera, menudencias y carnes elaboradas, Pollo entero y trozado (fresco y congelado), Yerbas, Harinas, Azúcar, Aceite de girasol y mezcla girasol-soja, Marcas Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster",
    "unknownPaymentMethods": [
      "Tarjeta Ciudadania Porteña"
    ],
    "appliesOnlyTo": {
      "anses": false,
      "jubilados": false,
      "programaCiudadaniaPorteña": true
    },
    "limits": {
      "maxDiscount": 0,
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 10
    },
    "validFrom": "2025-05-01",
    "validUntil": "2025-05-31",
    "weekdays": [
      "Lunes",
      "Martes",
      "Miercoles",
      "Jueves"
    ],
    "restrictions": [
      "Pagos efectuados con tecnología “NFC”",
      "Pagos en cuotas con tarjetas de crédito emitidas en el exterior",
      "Tarjetas de compra y/u orden de compra y/o similares emitidas por Coto",
      "Compras abonadas en euros dolares ni tickets",
      "Compras abonadas mediante billeteras virtuales (excepto MODO, Uala, Apple Pay, Google Pay)",
      "No aplicables sobre productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente",
      "Compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento propio"
    ],
    "onlyForProducts": "",
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Vinos de las bodegas Catena Zapata, Nicola Catena, Ernesto Catena, Leoncio Arizu, La Rural, Chandon, Terrazas de los Andes, Norton, Cadus Wines, Casa Pirque, Bianchi, Valentín Bianchi, Monteviejo, Vinos en Tetrabrik, Generosos, Champañas y Espumantes de las bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de carnes de novillo, novillito, ternera, menudencias, carnes elaboradas, Pollo entero y trozado, Yerbas, Harinas, Azúcar, Aceite de girasol y mezcla girasol-soja, Productos de la marca Coca Cola (todas las presentaciones)",
    "paymentMethods": [
      [
        "Tarjeta de débito VISA"
      ],
      [
        "Tarjeta de débito Mastercard"
      ],
      [
        "Tarjeta de débito Cabal"
      ],
      [
        "Tarjeta de crédito VISA"
      ],
      [
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Tarjeta de crédito Cabal"
      ],
      [
        "Tarjeta American Express"
      ],
      [
        "Tarjeta de crédito Coto TCI"
      ]
    ],
    "unknownPaymentMethods": [],
    "appliesOnlyTo": {
      "anses": true,
      "jubilados": false,
      "programaCiudadaniaPorteña": false
    },
    "limits": {
      "maxDiscount": -1,
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto"
    ],
    "membership": [],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 20
    },
    "validFrom": "2025-05-01",
    "validUntil": "2025-05-31",
    "weekdays": [
      "Jueves"
    ],
    "restrictions": [
      "No válido para clientes que posean como único producto caja de ahorro en pesos en ICBC.",
      "No válido para compras mayoristas",
      "No válido para tarjetas Visa Business, Visa Distribution, Visa Purchasing, Visa Purchasing Campo, Corporate, Corporate Signature, Recargable Empresa y Visa Cuenta Central.",
      "No válido para pagos efectuados con tecnología “NFC”",
      "No válido para pagos en cuotas con tarjetas de crédito emitidas en el exterior",
      "No válido para tarjetas de compra y/u orden de compra y/o similares emitidas por Coto",
      "No válido para compras abonadas en euros dolares ni tickets",
      "No válido para compras abonadas mediante billeteras virtuales (excepto MODO)",
      "No válido para tarjetas de programas de ayuda social.",
      "No aplicable sobre productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente.",
      "No válido para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento propio"
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Vinos, Champañas y Espumantes (marcas seleccionadas), Cortes de carnes de novillo, novillito, ternera, menudencias ni carnes elaboradas, Pollo entero ni trozado, fresco ni congelado, Yerbas, Harinas, Azúcar, Aceite de girasol y mezcla girasol-soja, Marca Coca Cola (todas las presentaciones), Crush, Fanta, Fanta sin azúcar, Schweppes, Sprite, Sprite sin azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster",
    "paymentMethods": [
      [
        "Banco ICBC",
        "Tarjeta de débito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 10000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 20
    },
    "validFrom": "2025-05-01",
    "validUntil": "2025-05-31",
    "weekdays": [
      "Jueves"
    ],
    "restrictions": [
      "Válido para clientes titulares de servicios de cuenta Comafi Ahorro, Global, Classic Premium y/o Platinum. Clientes con cuenta Comafi Unico tienen un tope de $12.000 por transacción.",
      "No aplica para tarjetas de débito emitidas a través de planes sociales ANSES.",
      "No válido para compras por internet en Coto Digital.",
      "No válido para pagos efectuados con tecnología “NFC”.",
      "No válido para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento propio.",
      "No aplicable sobre productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1,5lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo De Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo De Palo, Malbec Río De Los Ciervos Araucana, Malbec Nico Y Blend Beso De Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec Y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte Y Malbec Iv Generación), Bodega Monteviejo (Festivo Y Petite Fleur), Vinos en Tetrabrik, Vinos Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de carnes de novillo, novillito, ternera, menudencias, carnes elaboradas, Pollo entero ni trozado, fresco ni congelado, Yerbas en todas sus presentaciones, Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de girasol y mezcla girasol-soja en todas sus presentaciones, Marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "Banco Comafi",
        "Tarjeta de débito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 8000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 20
    },
    "validFrom": "2025-05-01",
    "validUntil": "2025-05-31",
    "weekdays": [
      "Jueves"
    ],
    "restrictions": [
      "No acumulable con otras promociones vigentes.",
      "Sólo podrán participar de la promoción aquellos clientes que se encuentren al día en sus productos.",
      "La bonificación se otorgará siempre que la tarjeta se encuentre habilitada, y la cuenta no se encuentre en mora y/o bloqueada por motivos administrativos.",
      "Descuentos no aplicables sobre productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente.",
      "Descuentos no válidos para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento propio.",
      "No válido para tarjetas de programas de ayuda social."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Vinos, Champañas, Espumantes, Carnes (Novillo, Novillito, Ternera, Menudencias, Elaboradas), Pollo, Yerbas, Harinas, Azúcar, Aceite de Girasol y mezcla Girasol-Soja, Marcas Coca Cola (Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster).",
    "paymentMethods": [
      [
        "Banco Columbia",
        "Tarjeta de crédito VISA"
      ],
      [
        "Banco Columbia",
        "Tarjeta de crédito Mastercard"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 22000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto",
      "Online"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 25
    },
    "validFrom": "2025-05-01",
    "validUntil": "2025-05-31",
    "weekdays": [
      "Jueves"
    ],
    "restrictions": [
      "Tope de devolución: $10.000 por transacción. Clientes Cuenta Comafi Único tope de reintegro $12.000.",
      "Válido para clientes titulares de servicios de cuenta Comafi Ahorro, Global, Classic Premium, Platinum y Unico.",
      "No válido para tarjetas de débito emitidas a través de planes sociales ANSES.",
      "No válido para pagos efectuados con tecnología NFC.",
      "No válido para compras en patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento propio.",
      "No aplicable sobre productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente.",
      "Válido solo para clientes que se encuentren al día en sus productos.",
      "No válido para compras por internet en Coto Digital.",
      "Tope de devolución de $12.000 por transacción para clientes Cuenta Comafi Unico"
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Vinos (marcas y tipos específicos), Champañas y espumantes (marcas específicas), Cortes de carnes de novillo, novillito, ternera, menudencias ni carnes elaboradas, Pollo entero ni trozado, fresco ni congelado, Yerbas, Harinas, Azúcar, Aceite de Girasol y mezcla Girasol-Soja, Marcas Coca Cola, Crush, Fanta, Schweppes, Sprite, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster",
    "paymentMethods": [
      [
        "Banco Comafi",
        "Tarjeta de débito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 10000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 20
    },
    "validFrom": "2025-05-01",
    "validUntil": "2025-05-31",
    "weekdays": [
      "Lunes"
    ],
    "restrictions": [],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de bodegas Catena Zapata, Nicola Catena, Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena bot x 1,5lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Generosos, Champañas y Espumantes de bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de carnes de novillo, novillito, ternera, menudencias, carnes elaboradas, Pollo entero ni trozado, fresco ni congelado, Yerbas en todas sus presentaciones, Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de girasol y mezcla girasol-soja en todas sus presentaciones, Marca Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster",
    "paymentMethods": [
      [
        "Banco Santander - Jubilados",
        "Tarjeta de débito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "appliesOnlyTo": {
      "anses": false,
      "jubilados": true,
      "programaCiudadaniaPorteña": false
    },
    "limits": {
      "maxDiscount": 20000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto",
      "Online"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "cuotas sin intereses",
      "value": 3
    },
    "validFrom": "2025-05-01",
    "validUntil": "2025-05-31",
    "weekdays": [
      "Lunes",
      "Martes",
      "Miercoles",
      "Jueves",
      "Viernes",
      "Sabado",
      "Domingo"
    ],
    "restrictions": [
      "Aplican exclusiones. Ver legal text provided for other promotions, as specific legal text for this promotion is not available"
    ],
    "paymentMethods": [
      [
        "NaranjaX",
        "Tarjeta de crédito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 15
    },
    "validFrom": "2025-05-01",
    "validUntil": "2025-05-31",
    "weekdays": [
      "Viernes",
      "Sabado",
      "Domingo"
    ],
    "restrictions": [
      "Válido solo en un pago",
      "No acumulable con otras promociones vigentes",
      "Solo válido para clientes que se encuentren al día con sus productos",
      "No válido para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento Propio"
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Vinos y Generosos (marcas y tipos específicos), Champañas y Espumantes (marcas específicas), Cortes de carnes de novillo, novillito, ternera, menudencias, ni carnes elaboradas, Pollo entero ni trozado, fresco ni congelado, Yerbas, Harinas, Azúcar, Aceite de girasol y mezcla girasol-soja (todas las presentaciones), Marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster (todas las presentaciones), Productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente, Compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento Propio",
    "paymentMethods": [
      [
        "Tarjeta de crédito Coto TCI"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 10000,
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  }
]