[
  {
    "discount": {
      "type": "porcentaje",
      "value": 25
    },
    "validFrom": "2025-07-01",
    "validUntil": "2025-07-31",
    "weekdays": [
      "Lunes"
    ],
    "restrictions": [
      "No acumulable con otras promociones vigentes.",
      "No aplicable sobre productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente.",
      "No válido para compras abonadas en euros, dólares, tickets o tarjetas de programas de ayuda social.",
      "No válido para compras en cuotas con tarjetas de crédito emitidas en el exterior.",
      "No válido para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento propio.",
      "No válido para pagos efectuados con tecnología “NFC”.",
      "No válido para tarjetas corporativas.",
      "No válido para tarjetas de compra y/u orden de compra y/o similares emitidas por Coto.",
      "Promoción válida para un pago."
    ],
    "excludesProducts": "Electrodomésticos, neumáticos, rodados, productos de bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot X 1,5Lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), vinos en Tetrabrik, generosos, champañas y espumantes de bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, cortes de carnes de novillo, novillito, ternera, menudencias, carnes elaboradas, pollo entero ni trozado (fresco ni congelado), leches infantiles etapas 1 y 2 (fluídas ni en polvo), yerbas en todas sus presentaciones, harinas en todas sus presentaciones, azúcar en todas sus presentaciones, aceite de girasol y mezcla girasol-soja en todas sus presentaciones, y todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "Banco Ciudad",
        "Tarjeta de crédito Cabal"
      ],
      [
        "Banco Ciudad",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Banco Ciudad",
        "Tarjeta de crédito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 10000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto",
      "Online"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 15
    },
    "validFrom": "2025-07-01",
    "validUntil": "2025-07-31",
    "weekdays": [
      "Martes",
      "Jueves"
    ],
    "restrictions": [
      "Presentando DNI."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1.5lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero, Pollo Trozado, Leches Infantiles Etapas 1 y 2 (Fluídas y en Polvo), Yerbas, Harinas, Azúcar, Aceite de Girasol y Mezcla Girasol-Soja, y todas las presentaciones de las marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "unknownPaymentMethods": [],
    "appliesOnlyTo": {
      "anses": false,
      "jubilados": true,
      "programaCiudadaniaPorteña": false
    },
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 30
    },
    "validFrom": "2025-07-01",
    "validUntil": "2025-07-31",
    "weekdays": [
      "Lunes"
    ],
    "restrictions": [
      "No aplica a pagos a través de billeteras virtuales (excepto MODO), MPOS y/o plataformas de pago online.",
      "No aplica para pagos con dinero en cuenta y/o transferencia.",
      "Promoción válida únicamente para compras realizadas de manera presencial en sucursales.",
      "Será condición esencial para participar de la misma que al momento de efectuar el reintegro, la tarjeta se encuentre vigente y en estado de cumplimiento normal en el caso de crédito, y la cuenta abierta en el caso de débito, a título personal y adherida a MODO."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1.5Lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Vinos Generosos, Champa\ñas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero, Pollo Trozado, Pollo Fresco, Pollo Congelado, Leches Infantiles Etapas 1 y 2 (Fluídas y en Polvo), Yerbas en todas sus presentaciones, Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones, Marcas Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "Banco Credicoop",
        "MODO",
        "Tarjeta de crédito Cabal"
      ],
      [
        "Banco Credicoop",
        "MODO",
        "Tarjeta de débito Cabal"
      ]
    ],
    "paymentRails": {
      "pagoConQR": true,
      "telefonoContactless": true,
      "contactless": false
    },
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 15000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 25
    },
    "validFrom": "2025-07-01",
    "validUntil": "2025-07-31",
    "weekdays": [
      "Lunes"
    ],
    "restrictions": [
      "Exclusivo para usuarios con caja de ahorro a través de la App Ualá."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1.5lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero, Pollo Trozado, Leches Infantiles Etapas 1 y 2 (fluídas y en polvo), Yerbas, Harinas, Azúcar, Aceite de Girasol y Mezcla Girasol-Soja, Marcas Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "Tarjeta de crédito Mastercard",
        "Uala"
      ],
      [
        "Tarjeta Prepaga Mastercard",
        "Uala"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 15000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto",
      "Online"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 15
    },
    "validFrom": "2025-07-01",
    "validUntil": "2025-07-31",
    "weekdays": [
      "Miercoles"
    ],
    "restrictions": [
      "No acumulable con otras promociones vigentes.",
      "Válido presentando DNI."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Botella 1.5Lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Generosos, Champaña y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero, Pollo Trozado, Pollo Fresco, Pollo Congelado, Leches Infantiles Etapas 1 y 2 (Fluídas y en Polvo), Yerbas en todas sus presentaciones, Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones, Todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "unknownPaymentMethods": [],
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto"
    ],
    "membership": [
      "Comunidad Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 30
    },
    "validFrom": "2025-07-01",
    "validUntil": "2025-07-31",
    "weekdays": [
      "Miercoles"
    ],
    "restrictions": [
      "En caso de compras realizadas por adicionales deberán contar con una cuenta monetaria en el BNA para recibir el reintegro.",
      "Exclusivo cartera de consumo.",
      "No aplicable sobre productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente.",
      "No válido para compras abonadas en euros, dólares, tickets o tarjetas de programas de ayuda social.",
      "No válido para compras en cuotas con tarjetas de crédito emitidas en el exterior.",
      "No válido para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento propio.",
      "No válido para compras por internet (Coto Digital).",
      "No válido para pagos con saldo en cuenta.",
      "No válido para pagos efectuados con tecnología “NFC”.",
      "No válido para tarjetas de compra y/u orden de compra y/o similares emitidas por Coto.",
      "Operatoria de MODO no válida en cajas de autoservicio.",
      "Si se utiliza más de un medio de pago se reintegrará hasta llegar al tope."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1.5lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero, Pollo Trozado, Pollo Fresco, Pollo Congelado, Leches Infantiles Etapas 1 y 2 (Fluídas y en Polvo), Yerbas en todas sus presentaciones, Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones, Todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster, Tarjetas corporativas y/o prepagas.",
    "paymentMethods": [
      [
        "MODO",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "MODO",
        "Tarjeta de crédito VISA"
      ]
    ],
    "paymentRails": {
      "pagoConQR": true,
      "telefonoContactless": false,
      "contactless": false
    },
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 12000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 20
    },
    "validFrom": "2025-07-01",
    "validUntil": "2025-07-31",
    "weekdays": [
      "Martes"
    ],
    "restrictions": [
      "El reintegro se verá reflejado en la cuenta asociada a MODO dentro de los 30 días de realizada la compra.",
      "Es condición necesaria tener una cuenta Supervielle propia adherida a MODO.",
      "No acumulable con otras promociones vigentes.",
      "No válido para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento propio.",
      "Promoción válida para compras presenciales."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot X 1,5LT, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Generosos, Champaña y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero, Pollo Trozado, Pollo Fresco, Pollo Congelado, Leches Infantiles Etapas 1 y 2 (Fluídas y en Polvo), Yerbas en todas sus presentaciones, Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones, Todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "Banco Supervielle",
        "MODO",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Banco Supervielle",
        "MODO",
        "Tarjeta de crédito VISA"
      ],
      [
        "Banco Supervielle",
        "MODO",
        "Tarjeta de débito VISA"
      ]
    ],
    "paymentRails": {
      "pagoConQR": true,
      "telefonoContactless": false,
      "contactless": false
    },
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 8000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 25
    },
    "validFrom": "2025-07-01",
    "validUntil": "2025-07-31",
    "weekdays": [
      "Martes"
    ],
    "restrictions": [
      "Promoción válida para clientes Identité y Plan Sueldo."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena BOT x 1,5LT, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de Los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Vinos Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero, Pollo Trozado, Pollo Fresco, Pollo Congelado, Leches Infantiles Etapas 1 y 2 (Fluídas y en Polvo), Yerbas en todas sus presentaciones, Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones, Todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "Banco Supervielle",
        "MODO",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Banco Supervielle",
        "MODO",
        "Tarjeta de crédito VISA"
      ],
      [
        "Banco Supervielle",
        "MODO",
        "Tarjeta de débito Mastercard"
      ],
      [
        "Banco Supervielle",
        "MODO",
        "Tarjeta de débito VISA"
      ]
    ],
    "paymentRails": {
      "pagoConQR": true,
      "telefonoContactless": false,
      "contactless": false
    },
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 15000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 15
    },
    "validFrom": "2025-07-01",
    "validUntil": "2025-07-31",
    "weekdays": [
      "Martes",
      "Jueves"
    ],
    "restrictions": [
      "Promoción exclusiva para las siguientes sucursales: 2, 6, 7, 18, 19, 20, 22, 24, 25, 26, 35, 37, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 52, 55, 56, 58, 59, 60, 61, 63, 66, 74, 78, 80, 82, 83, 84, 85, 88, 90, 91, 103, 108, 110, 116, 121, 124, 125, 136, 151, 153, 158, 159, 160, 163, 167, 168, 170, 174, 175, 176, 180, 181, 203, 220."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot X 1,5Lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Vinos Generosos, Champaña y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero, Pollo Trozado, Leches Infantiles Etapas 1 y 2 (Fluídas y en Polvo), Yerbas en todas sus presentaciones, Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones, Marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "unknownPaymentMethods": [],
    "appliesOnlyTo": {
      "anses": false,
      "jubilados": false,
      "programaCiudadaniaPorteña": true
    },
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 10
    },
    "validFrom": "2025-07-01",
    "validUntil": "2025-07-31",
    "weekdays": [
      "Lunes",
      "Martes",
      "Miercoles",
      "Jueves"
    ],
    "restrictions": [
      "Promoción exclusiva para jubilados que cobren sus haberes en ANSES."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1.5lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero, Pollo Trozado, Pollo Fresco, Pollo Congelado, Leches Infantiles Etapas 1 y 2 (Fluídas y en Polvo), Yerbas en todas sus presentaciones, Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones, Todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "Tarjeta American Express"
      ],
      [
        "Tarjeta de crédito Cabal"
      ],
      [
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Tarjeta de crédito VISA"
      ],
      [
        "Tarjeta de débito Cabal"
      ],
      [
        "Tarjeta de débito Mastercard"
      ],
      [
        "Tarjeta de débito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "appliesOnlyTo": {
      "anses": true,
      "jubilados": true,
      "programaCiudadaniaPorteña": false
    },
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 20
    },
    "validFrom": "2025-07-01",
    "validUntil": "2025-07-31",
    "weekdays": [
      "Jueves"
    ],
    "restrictions": [
      "No válido para clientes que posean como único producto Caja de Ahorro en pesos en ICBC.",
      "No válido para compras mayoristas ni para tarjetas VISA Business, VISA Distribution, VISA Purchasing, VISA Purchasing Campo, Corporate, Corporate Signature, Recargable Empresa y VISA Cuenta Central."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1.5lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero, Pollo Trozado, Pollo Fresco, Pollo Congelado, Leches Infantiles Etapas 1 y 2 (Fluídas y en Polvo), Yerbas en todas sus presentaciones, Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones, Todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "Banco ICBC",
        "Tarjeta de débito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 10000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 20
    },
    "validFrom": "2025-07-01",
    "validUntil": "2025-07-31",
    "weekdays": [
      "Jueves"
    ],
    "restrictions": [
      "Solo válido para clientes que se encuentren al día en sus productos."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot X 1.5LT, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero, Pollo Trozado, Pollo Fresco, Pollo Congelado, Leches Infantiles Etapas 1 y 2 (Fluídas y en Polvo), Yerbas en todas sus presentaciones, Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones, Todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster, Compras por internet en Coto Digital, Compras en cuotas con tarjetas de crédito emitidas en el exterior, Pagos efectuados con tecnología “NFC”, Tarjetas de compra y/u orden de compra y/o similares emitidas por Coto, Compras abonadas en euros dólares, Tickets, Tarjetas de programas de ayuda social, Productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente, Compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento propio.",
    "paymentMethods": [
      [
        "Banco Columbia",
        "Tarjeta de débito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 8000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 20
    },
    "validFrom": "2025-07-01",
    "validUntil": "2025-07-31",
    "weekdays": [
      "Jueves"
    ],
    "restrictions": [],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1.5lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Vinos Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero, Pollo Trozado, Leches Infantiles Etapas 1 y 2 (Fluídas y en Polvo), Yerbas, Harinas, Azúcar, Aceite de Girasol y Mezcla Girasol-Soja, Todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster",
    "paymentMethods": [
      [
        "Banco Columbia",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Banco Columbia",
        "Tarjeta de crédito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 22000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 25
    },
    "validFrom": "2025-07-01",
    "validUntil": "2025-07-31",
    "weekdays": [
      "Jueves"
    ],
    "restrictions": [
      "No válido para tarjetas de débito emitidas a través de planes sociales ANSES.",
      "Tope de devolución de $12.000 para clientes Cuenta Comafi Único."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot X 1,5Lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de Los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero, Pollo Trozado, Leches Infantiles Etapas 1 y 2 (Fluídas y en Polvo), Yerbas, Harinas, Azúcar, Aceite de Girasol y Mezcla Girasol-Soja, Marcas Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "Banco Comafi",
        "Tarjeta de débito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 10000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto",
      "Online"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 20
    },
    "validFrom": "2025-07-01",
    "validUntil": "2025-07-31",
    "weekdays": [
      "Lunes"
    ],
    "restrictions": [
      "Exclusivo para jubilados que perciban sus haberes en el Banco Santander."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1.5lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Vinos Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de carnes de novillo, novillito, ternera, menudencias, Carnes elaboradas, Pollo entero, Pollo trozado, Pollo fresco, Pollo congelado, Leches infantiles etapas 1 y 2 (fluidas y en polvo), Yerbas en todas sus presentaciones, Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de girasol y mezcla girasol-soja en todas sus presentaciones, Marcas Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "Banco Santander - Jubilados",
        "Tarjeta de débito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 20000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 25
    },
    "validFrom": "2025-07-11",
    "validUntil": "2025-07-11",
    "weekdays": [
      "Viernes"
    ],
    "restrictions": [
      "Beneficio válido exclusivamente para pagos realizados a través del servicio de procesamiento de pagos de Mercado Pago a través del escaneo del código QR con la app de Mercado Pago, utilizando todos los medios de pago dentro de la app.",
      "El beneficio estará a cargo de Coto C.I.C.S.A y se realizará en línea de cajas sobre el precio de contado.",
      "No acumulable con otras promociones vigentes.",
      "No válido para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento propio."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1.5lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero, Pollo Trozado, Pollo Fresco, Pollo Congelado, Leches Infantiles Etapas 1 y 2 (fluidas y en polvo), Yerbas en todas sus presentaciones, Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones, Todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedicto, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "Mercado Pago"
      ]
    ],
    "paymentRails": {
      "pagoConQR": true,
      "telefonoContactless": false,
      "contactless": false
    },
    "unknownPaymentMethods": [],
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 15
    },
    "validFrom": "2025-07-11",
    "validUntil": "2025-07-11",
    "weekdays": [
      "Viernes"
    ],
    "restrictions": [
      "No aplicable sobre productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente.",
      "No válido para compras abonadas en euros, dólares, tickets o tarjetas de programas de ayuda social.",
      "No válido para compras en cuotas con tarjetas de crédito emitidas en el exterior.",
      "No válido para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento propio.",
      "No válido para pagos efectuados con tecnología “NFC”.",
      "No válido para tarjetas de compra y/u orden de compra y/o similares emitidas por Coto."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot X 1,5LT, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo De Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo De Palo, Malbec Río De Los Ciervos Araucana, Malbec Nico y Blend Beso De Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero, Pollo Trozado, Pollo Fresco, Pollo Congelado, Leches Infantiles Etapas 1 y 2 (Fluídas y en Polvo), Yerbas en todas sus presentaciones, Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones, Marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "Tarjeta de débito Cabal"
      ],
      [
        "Tarjeta de débito Mastercard"
      ],
      [
        "Tarjeta de débito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 30
    },
    "validFrom": "2025-07-12",
    "validUntil": "2025-07-12",
    "weekdays": [
      "Sabado"
    ],
    "restrictions": [
      "Acreditación del reintegro: dentro de los 30 días de ocurrida la transacción en la cuenta monetaria asociada a BNA+ de la persona que realizó la compra.",
      "En caso de compras realizadas por adicionales deberán contar con una cuenta monetaria en el BNA para recibir el reintegro.",
      "Exclusivo cartera de consumo.",
      "No válido para compras mayoristas.",
      "No válido para pagos con saldo en cuenta.",
      "Operatoria de MODO no válida en cajas de autoservicio.",
      "Si se utiliza más de un medio de pago se reintegrará hasta llegar al tope."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1.5lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero, Pollo Trozado, Leches Infantiles Etapas 1 y 2 (fluídas ni en polvo), Yerbas en todas sus presentaciones, Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones, Todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster, Tarjetas corporativas y/o prepagas.",
    "paymentMethods": [
      [
        "Banco Nación",
        "MODO",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Banco Nación",
        "MODO",
        "Tarjeta de crédito VISA"
      ]
    ],
    "paymentRails": {
      "pagoConQR": true,
      "telefonoContactless": false,
      "contactless": false
    },
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 12000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 20
    },
    "validFrom": "2025-07-12",
    "validUntil": "2025-07-13",
    "weekdays": [
      "Sabado",
      "Domingo"
    ],
    "restrictions": [
      "No válido para compras en patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento Propio.",
      "No válido para compras mayoristas."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1.5Lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero, Pollo Trozado, Pollo Fresco, Pollo Congelado, Leches Infantiles Etapas 1 y 2 (fluidas y en polvo), Yerbas en todas sus presentaciones, Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones, Marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "Tarjeta de crédito Cabal"
      ],
      [
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Tarjeta de crédito VISA"
      ],
      [
        "Tarjeta de débito Cabal"
      ],
      [
        "Tarjeta de débito Mastercard"
      ],
      [
        "Tarjeta de débito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto"
    ],
    "membership": [
      "Comunidad Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 20
    },
    "validFrom": "2025-07-12",
    "validUntil": "2025-07-13",
    "weekdays": [
      "Sabado",
      "Domingo"
    ],
    "restrictions": [
      "No válido para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento propio.",
      "No válido para venta online (Coto Digital)."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de bodegas Catena Zapata, Nicola Catena, Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1.5LT, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Generosos, Champañas y Espumantes de bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de carnes de novillo, novillito, ternera, menudencias, Carnes elaboradas, Pollo entero ni trozado, fresco ni congelado, Leches infantiles etapas 1 y 2 (fluidas ni en polvo), Yerbas en todas sus presentaciones, Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de girasol y mezcla girasol-soja en todas sus presentaciones, Todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "Mercado Pago"
      ]
    ],
    "paymentRails": {
      "pagoConQR": true,
      "telefonoContactless": false,
      "contactless": false
    },
    "unknownPaymentMethods": [],
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 20
    },
    "validFrom": "2025-07-12",
    "validUntil": "2025-07-13",
    "weekdays": [
      "Sabado",
      "Domingo"
    ],
    "restrictions": [
      "No acumulable con otras promociones vigentes.",
      "No válido para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento propio.",
      "Solo válido para clientes que se encuentren al día en sus productos."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1.5lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Generosos, Champaňas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de carnes de novillo, novillito, ternera, menudencias, carnes elaboradas, Pollo entero, trozado, fresco, congelado, Leches infantiles etapas 1 y 2 (fluidas y en polvo), Yerbas en todas sus presentaciones, Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de girasol y mezcla girasol-soja en todas sus presentaciones, Marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "Banco Ciudad",
        "Tarjeta de débito Mastercard"
      ],
      [
        "Banco Ciudad",
        "Tarjeta de débito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto",
      "Online"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "cuotas sin intereses",
      "value": 3
    },
    "validFrom": "2025-07-01",
    "validUntil": "2025-07-31",
    "weekdays": [
      "Lunes",
      "Martes",
      "Miercoles",
      "Jueves",
      "Viernes",
      "Sabado",
      "Domingo"
    ],
    "restrictions": [
      "No acumulable con otras promociones vigentes.",
      "Promoción válida únicamente en los comercios adheridos, en productos seleccionados."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot X 1.5Lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Vinos Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero, Pollo Trozado, Leches Infantiles Etapas 1 y 2 (Fluídas y en Polvo), Yerbas en todas sus presentaciones, Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones, Marcas Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "NaranjaX"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  }
]