[
  {
    "discount": {
      "type": "porcentaje",
      "value": 25
    },
    "validFrom": "2025-07-01",
    "validUntil": "2025-07-31",
    "weekdays": [
      "Lunes"
    ],
    "restrictions": [
      "No acumulable con otras promociones vigentes.",
      "No aplicable sobre productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente.",
      "No válido para compras abonadas en euros, dólares ni tickets",
      "No válido para compras abonadas mediante Mercado Pago",
      "No válido para compras en cuotas con tarjetas de crédito emitidas en el exterior",
      "No válido para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento propio.",
      "No válido para pagos efectuados con tecnología “NFC”",
      "No válido para tarjetas de compra y/u orden de compra y/o similares emitidas por Coto",
      "No válido para tarjetas de programas de ayuda social.",
      "Operatoria de MODO no válida en cajas de autoservicio.",
      "Solo válido para clientes que se encuentren al día con sus productos."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1,5Lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Vinos Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero ni Trozado (fresco ni congelado), Leches Infantiles Etapas 1 y 2 (fluídas ni en polvo), Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones, Todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite y Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "Banco Ciudad",
        "Tarjeta de crédito Cabal"
      ],
      [
        "Banco Ciudad",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Banco Ciudad",
        "Tarjeta de crédito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 10000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto",
      "Online"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 15
    },
    "validFrom": "2025-07-01",
    "validUntil": "2025-07-31",
    "weekdays": [
      "Martes",
      "Jueves"
    ],
    "restrictions": [],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1.5Lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Vinos Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero, Pollo Trozado, Pollo Fresco, Pollo Congelado, Leches Infantiles Etapas 1 y 2 (Fluídas y en Polvo), Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones, Marca Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster",
    "paymentMethods": [
      [
        "Tarjeta de crédito Cabal"
      ],
      [
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Tarjeta de crédito VISA"
      ],
      [
        "Tarjeta de débito Cabal"
      ],
      [
        "Tarjeta de débito Mastercard"
      ],
      [
        "Tarjeta de débito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "appliesOnlyTo": {
      "anses": false,
      "jubilados": true,
      "programaCiudadaniaPorteña": false
    },
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 30
    },
    "validFrom": "2025-07-01",
    "validUntil": "2025-07-31",
    "weekdays": [
      "Lunes"
    ],
    "restrictions": [
      "El reintegro se acreditará en la cuenta abierta en Banco Credicoop dentro de los siguientes 30 días.",
      "No acumulable con otras promociones vigentes.",
      "Promoción válida únicamente para compras realizadas de manera presencial en sucursales.",
      "Promoción válida únicamente para compras realizadas en 1 pago.",
      "Será condición esencial para participar de la misma que al momento de efectuar el reintegro, la tarjeta se encuentre vigente y en estado de cumplimiento normal en el caso de crédito, y la cuenta abierta en el caso de débito, a título personal y adherida a MODO."
    ],
    "excludesProducts": "Pagos con dinero en cuenta y/o transferencia, pagos a través de billeteras virtuales (excepto MODO), MPOS y/o plataformas de pago online.",
    "paymentMethods": [
      [
        "Banco Credicoop",
        "MODO",
        "Tarjeta de crédito Cabal"
      ],
      [
        "Banco Credicoop",
        "MODO",
        "Tarjeta de débito Cabal"
      ]
    ],
    "paymentRails": {
      "pagoConQR": true,
      "telefonoContactless": false,
      "contactless": false
    },
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 15000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 25
    },
    "validFrom": "2025-07-01",
    "validUntil": "2025-07-31",
    "weekdays": [
      "Lunes"
    ],
    "restrictions": [
      "EXCLUSIVO PARA USUARIOS CON CAJA DE AHORRO A TRAVÉS DE LA APP UALÁ",
      "Promoción no acumulable con otras promociones y/o beneficios vigentes.",
      "Promoción no aplicable para pagos a través de billeteras virtuales (excepto Ualá y Apple Pay) y/o plataformas de pago online."
    ],
    "paymentMethods": [
      [
        "Tarjeta de crédito Mastercard",
        "Uala"
      ],
      [
        "Tarjeta Prepaga Mastercard",
        "Uala"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 15000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto",
      "Online"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 15
    },
    "validFrom": "2025-07-21",
    "validUntil": "2025-07-31",
    "weekdays": [
      "Miercoles"
    ],
    "restrictions": [
      "Únicamente presentando DNI."
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto"
    ],
    "membership": [
      "Comunidad Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 30
    },
    "validFrom": "2025-07-01",
    "validUntil": "2025-07-31",
    "weekdays": [
      "Miercoles"
    ],
    "restrictions": [
      "Acreditación del reintegro: dentro de los 30 días de ocurrida la transacción en la cuenta monetaria asociada a BNA+ de la persona que realizó la compra.",
      "Descuentos no aplicables sobre productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente.",
      "Descuentos no válidos para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento propio, ni compras en cuotas con tarjetas de crédito emitidas en el exterior.",
      "Descuentos no válidos para pagos efectuados con tecnología “NFC” y/o para pagos en cuotas con tarjetas de crédito emitidas en el exterior, tarjetas de compra y/u orden de compra y/o similares emitidas por Coto, compras abonadas en euros dolares ni tickets o abonadas mediante Mercado Pago, ni tarjetas de programas de ayuda social.",
      "Descuentos, precios y promociones para consumo familiar.",
      "En caso de compras realizadas por adicionales deberán contar con una cuenta monetaria en el BNA para recibir el reintegro.",
      "Exclusivo cartera de consumo.",
      "No válido para compras por internet (Coto Digital).",
      "No válido para pagos con saldo en cuenta.",
      "Operatoria de MODO no válida en cajas de autoservicio.",
      "Si se utiliza más de un medio de pago se reintegrará hasta llegar al tope."
    ],
    "excludesProducts": "Tarjetas corporativas y/o prepagas, Electrodomésticos, Neumáticos, Rodados, Productos de bodegas Catena Zapata, Nicola Catena, Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1,5Lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Leoncio Arizu (Luigi Bosca), La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Norton (Lote Negro, Quorum VI, Privada Family Blend), Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Generosos, Champañas y Espumantes de bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de carnes de novillo, novillito, ternera, menudencias, Carnes elaboradas, Pollo entero ni trozado, fresco ni congelado, Leches infantiles etapas 1 y 2 (fluídas ni en polvo), Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de girasol y mezcla girasol-soja en todas sus presentaciones, Todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite y Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "Banco Nación",
        "MODO",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Banco Nación",
        "MODO",
        "Tarjeta de crédito VISA"
      ]
    ],
    "paymentRails": {
      "pagoConQR": true,
      "telefonoContactless": false,
      "contactless": false
    },
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 12000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 20
    },
    "validFrom": "2025-07-01",
    "validUntil": "2025-07-31",
    "weekdays": [
      "Martes"
    ],
    "restrictions": [
      "Descuentos no aplicables sobre productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente.",
      "Es condición necesaria tener una cuenta Supervielle propia adherida a MODO.",
      "No válido para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento propio, ni compras en cuotas con tarjetas de crédito emitidas en el exterior.",
      "No válido para compras por internet en Coto Digital.",
      "No válido para pagos efectuados con tecnología “NFC” y/o para pagos en cuotas con tarjetas de crédito emitidas en el exterior, tarjetas de compra y/u orden de compra y/o similares emitidas por Coto, compras abonadas en euros dólares ni tickets o abonadas mediante Mercado Pago, ni tarjetas de programas de ayuda social.",
      "Operatoria de MODO no válida en cajas de autoservicio.",
      "Promoción válida únicamente para compras realizadas de manera presencial en sucursales."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1,5Lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Generosos, Champañas y Espumantes de bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de carnes de novillo, novillito, ternera, menudencias, Carnes elaboradas, Pollo entero ni trozado, fresco ni congelado, Leches infantiles etapas 1 y 2 (fluídas ni en polvo), Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de girasol y mezcla girasol-soja en todas sus presentaciones, Todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite y Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "Banco Supervielle",
        "MODO",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Banco Supervielle",
        "MODO",
        "Tarjeta de crédito VISA"
      ],
      [
        "Banco Supervielle",
        "MODO",
        "Tarjeta de débito VISA"
      ]
    ],
    "paymentRails": {
      "pagoConQR": true,
      "telefonoContactless": false,
      "contactless": false
    },
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 8000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 25
    },
    "validFrom": "2025-07-01",
    "validUntil": "2025-07-31",
    "weekdays": [
      "Martes"
    ],
    "restrictions": [
      "Descuentos, precios y promociones para consumo familiar.",
      "El descuento en champañas y espumantes no incluye productos de bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame ni Krug.",
      "Esta publicación no acumula con otros descuentos, ofertas y/o promociones bancarias.",
      "No aplica a pagos realizados a través de billeteras virtuales o 'proveedores de servicios de pago', excepto MODO.",
      "No aplicables sobre productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente.",
      "No incluye cortes de carnes de novillo, novillito, ternera, menudencias ni carnes elaboradas.",
      "No incluye electrodomésticos, neumáticos ni rodados.",
      "No incluye leches infantiles etapas 1 y 2 (fluídas ni en polvo), ni harinas en todas sus presentaciones, ni azúcar en todas sus presentaciones, ni aceite de girasol y mezcla girasol-soja en todas sus presentaciones.",
      "No incluye pollo entero ni trozado, fresco ni congelado.",
      "No incluye productos de bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1,5Lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), ni vinos en tetrabrik ni generosos.",
      "No incluye todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite y Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C ni Monster.",
      "No válido para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y estacionamiento propio.",
      "No válido para compras por internet en Coto Digital.",
      "No válido para pagos efectuados con tecnología “NFC” y/o para pagos en cuotas con tarjetas de crédito emitidas en el exterior, tarjetas de compra y/u orden de compra y/o similares emitidas por Coto, compras abonadas en euros dolares ni tickets o abonadas mediante Mercado Pago, ni tarjetas de programas de ayuda social.",
      "Operatoria de MODO no válida en cajas de autoservicio.",
      "Tope cuenta sueldo y cartera Identité por cuenta por mes: $15.000."
    ],
    "paymentMethods": [
      [
        "Banco Supervielle - Identité y Plan Sueldo",
        "MODO",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Banco Supervielle - Identité y Plan Sueldo",
        "MODO",
        "Tarjeta de crédito VISA"
      ],
      [
        "Banco Supervielle - Identité y Plan Sueldo",
        "MODO",
        "Tarjeta de débito VISA"
      ]
    ],
    "paymentRails": {
      "pagoConQR": true,
      "telefonoContactless": false,
      "contactless": false
    },
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 15000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 15
    },
    "validFrom": "2025-07-01",
    "validUntil": "2025-07-31",
    "weekdays": [
      "Martes",
      "Jueves"
    ],
    "restrictions": [
      "Promoción exclusiva para las siguientes sucursales: 2, 6, 7, 18, 19, 20, 22, 24, 25, 26, 35, 37, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 52, 55, 56, 58, 59, 60, 61, 63, 66, 74, 78, 80, 82, 83, 84, 85, 88, 90, 91, 103, 108, 110, 116, 121, 124, 125, 136, 151, 153, 158, 159, 160, 163, 167, 168, 170, 174, 175, 176, 180, 181, 203, 220."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot X 1,5LT, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Vinos Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero, Pollo Trozado, Pollo Fresco, Pollo Congelado, Leches Infantiles Etapas 1 y 2 (Fluídas y en Polvo), Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones, Todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite y Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "Tarjeta de crédito Cabal"
      ],
      [
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Tarjeta de crédito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "appliesOnlyTo": {
      "anses": false,
      "jubilados": false,
      "programaCiudadaniaPorteña": true
    },
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 10
    },
    "validFrom": "2025-07-01",
    "validUntil": "2025-07-31",
    "weekdays": [
      "Lunes",
      "Martes",
      "Miercoles",
      "Jueves"
    ],
    "restrictions": [
      "No válido para clientes que posean como único producto caja de ahorro en pesos en ICBC.",
      "No válido para compras mayoristas.",
      "Promoción no acumulable con otras promociones vigentes."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1,5Lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Vinos Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero, Pollo Trozado, Leches Infantiles Etapas 1 y 2 (Fluídas y en Polvo), Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones, Productos de las marcas Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Tarjeta de crédito VISA"
      ],
      [
        "Tarjeta de débito Mastercard"
      ],
      [
        "Tarjeta de débito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 20
    },
    "validFrom": "2025-07-01",
    "validUntil": "2025-07-31",
    "weekdays": [
      "Jueves"
    ],
    "restrictions": [
      "No aplica sobre productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente.",
      "No válido para clientes que posean como único producto caja de ahorro en pesos en ICBC.",
      "No válido para compras en cuotas con tarjetas de crédito emitidas en el exterior.",
      "No válido para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento propio.",
      "No válido para compras mayoristas ni para tarjetas VISA Business, VISA Distribution, VISA Purchasing, VISA Purchasing Campo, Corporate, Corporate Signature, Recargable Empresa y VISA Cuenta Central."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1.5LT, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de carnes de novillo, novillito, ternera, menudencias, Carnes elaboradas, Pollo entero, Pollo trozado, Pollo fresco, Pollo congelado, Leches infantiles etapas 1 y 2 (fluídas y en polvo), Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de girasol y mezcla girasol-soja en todas sus presentaciones, Todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "Banco ICBC",
        "Tarjeta de débito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 10000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 20
    },
    "validFrom": "2025-07-01",
    "validUntil": "2025-07-31",
    "weekdays": [
      "Jueves"
    ],
    "restrictions": [
      "Tope de reintegro: $8.000 mensual."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1.5Lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Vinos Generosos, Champañas y Espumantes (Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug), Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero, Pollo Trozado, Pollo Fresco, Pollo Congelado, Leches Infantiles Etapas 1 y 2 (Fluídas y en Polvo), Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones, Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster, Pagos efectuados con tecnología “NFC”, Pagos en cuotas con tarjetas de crédito emitidas en el exterior, Tarjetas de compra y/u orden de compra y/o similares emitidas por Coto, Compras abonadas en euros dólares ni tickets o abonadas mediante billeteras virtuales, Tarjetas de programas de ayuda social, Productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente, Compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento propio",
    "paymentMethods": [
      [
        "Banco Columbia",
        "Tarjeta de débito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 8000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 20
    },
    "validFrom": "2025-07-01",
    "validUntil": "2025-07-31",
    "weekdays": [
      "Jueves"
    ],
    "restrictions": [
      "Promoción no acumulable con otras promociones vigentes.",
      "Válido para compras en sucursales Coto de CABA, Buenos Aires, Neuquén, Entre Ríos y Santa Fe."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1.5Lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Vinos Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero, Pollo Trozado, Pollo Fresco, Pollo Congelado, Leches Infantiles Etapas 1 y 2 (Fluídas y en Polvo), Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones, Todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster, Pagos efectuados con tecnología “NFC”, Pagos en cuotas con tarjetas de crédito emitidas en el exterior, Tarjetas de compra y/u orden de compra y/o similares emitidas por Coto, Compras abonadas en euros, dólares, tickets, Billeteras virtuales, Tarjetas de programas de ayuda social, Productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente, Compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento propio.",
    "paymentMethods": [
      [
        "Banco Columbia",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Banco Columbia",
        "Tarjeta de crédito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 22000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 25
    },
    "validFrom": "2025-07-01",
    "validUntil": "2025-07-31",
    "weekdays": [
      "Jueves"
    ],
    "restrictions": [
      "No aplicable sobre productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente.",
      "No válido para clientes que posean como único producto caja de ahorro en pesos en ICBC.",
      "No válido para compras abonadas en euros, dólares ni tickets.",
      "No válido para compras abonadas mediante billeteras virtuales (excepto MODO, Google Pay y Apple Pay).",
      "No válido para compras en cuotas con tarjetas de crédito emitidas en el exterior.",
      "No válido para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento propio.",
      "No válido para compras mayoristas.",
      "No válido para pagos efectuados con tecnología “NFC”.",
      "No válido para pagos en cuotas con tarjetas de crédito emitidas en el exterior.",
      "No válido para tarjetas Visa Business, Visa Distribution, Visa Purchasing, Visa Purchasing Campo, Corporate, Corporate Signature, Recargable Empresa y Visa Cuenta Central.",
      "No válido para tarjetas de compra y/u orden de compra y/o similares emitidas por Coto.",
      "No válido para tarjetas de programas de ayuda social.",
      "Solo para consumo familiar.",
      "Tope de devolución: $10.000 p/ transacción. Clientes Cuenta Comafi Único tope de reintegro $12.000."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1.5Lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Vinos Generosos, Champañas y Espumantes de bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de carnes de novillo, novillito, ternera, menudencias, Carnes elaboradas, Pollo entero ni trozado, fresco ni congelado, Leches infantiles etapas 1 y 2 (fluídas ni en polvo), Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de girasol y mezcla girasol-soja en todas sus presentaciones, Todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite y Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "Banco Comafi",
        "Tarjeta de débito VISA"
      ],
      [
        "Banco Comafi",
        "Tarjeta de débito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 10000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 20
    },
    "validFrom": "2025-07-01",
    "validUntil": "2025-07-31",
    "weekdays": [
      "Lunes"
    ],
    "restrictions": [
      "Exclusivo para jubilados que perciban sus haberes en el Banco Santander."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1.5lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Vinos Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero, Pollo Trozado, Pollo Fresco, Pollo Congelado, Leches Infantiles Etapas 1 y 2 (Fluídas y en Polvo), Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones, Todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite y Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "Banco Santander",
        "Tarjeta de débito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "appliesOnlyTo": {
      "anses": false,
      "jubilados": true,
      "programaCiudadaniaPorteña": false
    },
    "limits": {
      "maxDiscount": 20000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto",
      "Online"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "cuotas sin intereses",
      "value": 3
    },
    "validFrom": "2025-07-01",
    "validUntil": "2025-07-31",
    "weekdays": [
      "Lunes",
      "Martes",
      "Miercoles",
      "Jueves",
      "Viernes",
      "Sabado",
      "Domingo"
    ],
    "restrictions": [],
    "paymentMethods": [
      [
        "NaranjaX"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto",
      "Online"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  }
]