[
  {
    "discount": {
      "type": "porcentaje",
      "value": 15
    },
    "validFrom": "2025-04-28",
    "validUntil": "2025-04-30",
    "weekdays": [
      "Martes",
      "Jueves"
    ],
    "restrictions": [
      "Presentando DNI",
      "No válido para venta online",
      "No válido para pagos efectuados con tecnología “NFC”",
      "No válido para compras en cuotas con tarjetas de crédito emitidas en el exterior",
      "No válido para tarjetas de compra y/u orden de compra y/o similares emitidas por Coto",
      "No válido para compras abonadas en euros dolares ni tickets",
      "No válido para compras abonadas mediante billeteras virtuales",
      "No válido para tarjetas de programas de ayuda social",
      "No válido para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento propio"
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de bodegas Catena Zapata, Nicola Catena, Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot X 1,5lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo De Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo De Palo, Malbec Río De Los Ciervos Araucana, Malbec Nico Y Blend Beso De Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec Y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte Y Malbec Iv Generación), Bodega Monteviejo (Festivo Y Petite Fleur), Vinos en Tetrabrik, Generosos, Champañas y Espumantes de bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de carnes de novillo, novillito, ternera y menudencias, Pollo entero ni trozado, fresco ni congelado, Yerbas en todas sus presentaciones, Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de girasol y mezcla girasol-soja en todas sus presentaciones, Todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster, Productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente",
    "paymentMethods": [],
    "unknownPaymentMethods": [],
    "appliesOnlyTo": {
      "anses": false,
      "jubilados": true,
      "programaCiudadaniaPorteña": false
    },
    "limits": {
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "url": "https://www.coto.com.ar/descuentos/index.asp",
    "source": "coto"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 20
    },
    "validFrom": "2025-04-01",
    "validUntil": "2025-04-30",
    "weekdays": [
      "Lunes"
    ],
    "restrictions": [
      "Compras en patios de comidas, Coto Expresso, Coto Bar, zona juegos y estacionamiento propio",
      "Pagos efectuados con tecnología NFC",
      "Pagos mediante billeteras virtuales (excepto las explícitamente mencionadas en otras promociones)",
      "Tarjetas de programas de ayuda social",
      "Válido solo en un pago"
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Vinos y espumantes de bodegas Catena Zapata, Nicola Catena, Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), DV Catena (Malbec 1.5lt, Malbec La Rioja, Malbec Salta), Saint Felicien, Nicasia, Tilia, Leoncio Arizu (Luigi Bosca), La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon, Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Norton (Lote Negro, Quorum VI, Privada Family Blend), Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bianchi (Chardonnay Reservado María Carmen, Gran Corte Enzo Bianchi, Malbec y Cabernet Sauvignon Particular Bianchi), Valentín Bianchi (Tinto Corte y Malbec IV Generación), Monteviejo (Festivo y Petite Fleur), vinos en tetrabrik, generosos, Champañas y espumantes de bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de carnes de novillo, novillito, ternera y menudencias, Pollo entero ni trozado, fresco ni congelado, Yerbas, Harinas, Azúcar en todas sus presentaciones, Aceite de girasol y mezcla girasol-soja en todas sus presentaciones, Marcas Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster, Productos incluidos en programas de precios del gobierno.",
    "paymentMethods": [
      [
        "Tarjeta de crédito Coto TCI"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 0,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "url": "https://www.coto.com.ar/descuentos/index.asp",
    "source": "coto"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 25
    },
    "validFrom": "2025-04-01",
    "validUntil": "2025-04-30",
    "weekdays": [
      "Lunes"
    ],
    "restrictions": [
      "Pagos con billeteras virtuales",
      "Pagos con Mercado Pago",
      "Tarjetas de programas de ayuda social"
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Vinos y espumantes de ciertas bodegas y marcas, Cortes de carnes de novillo, novillito, ternera y menudencias, Pollo entero ni trozado, fresco ni congelado, Yerbas, harinas, azúcar, aceite de girasol y mezcla girasol-soja en todas sus presentaciones, Marcas Coca Cola, Crush, Fanta, Schweppes, Sprite, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster",
    "paymentMethods": [
      [
        "Banco Ciudad",
        "Tarjeta de crédito VISA"
      ],
      [
        "Banco Ciudad",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Banco Ciudad",
        "Tarjeta de crédito Cabal"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 10000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto",
      "Online"
    ],
    "url": "https://www.coto.com.ar/descuentos/index.asp",
    "source": "coto"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 30
    },
    "validFrom": "2025-04-01",
    "validUntil": "2025-04-30",
    "weekdays": [
      "Lunes"
    ],
    "restrictions": [
      "Promoción válida únicamente para compras realizadas de manera presencial en sucursales.",
      "No aplica para pagos con dinero en cuenta y/o transferencia.",
      "No aplica a pagos a través de billeteras virtuales (excepto MODO), MPOS y/o plataformas de pago online.",
      "Tarjetas Cabal Credicoop AgroCabal y Cabal Mayorista no aplican.",
      "Operatoria de MODO no válida en cajas de autoservicio.",
      "Descuentos no válidos para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento propio.",
      "Descuentos no aplicables sobre productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente.",
      "No acumulable con otras promociones vigentes.",
      "Sólo válido para clientes que se encuentren al día en sus productos."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Vinos (Bodegas Catena Zapata, Nicola Catena, Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1.5lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Leoncio Arizu (Luigi Bosca), La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Norton (Lote Negro, Quorum VI, Privada Family Blend), Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Monteviejo (Festivo y Petite Fleur)), Vinos en tetrabrik, Vinos generosos, Champañas y Espumantes (Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug), Cortes de carnes de novillo, novillito, ternera y menudencias, Pollo entero ni trozado, fresco ni congelado, Yerbas en todas sus presentaciones, Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de girasol y mezcla girasol-soja en todas sus presentaciones, Marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "MODO",
        "Banco Credicoop",
        "Tarjeta de crédito Cabal"
      ],
      [
        "MODO",
        "Banco Credicoop",
        "Tarjeta de débito Cabal"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 15000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "url": "https://www.coto.com.ar/descuentos/index.asp",
    "source": "coto"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 25
    },
    "validFrom": "2025-04-01",
    "validUntil": "2025-04-30",
    "weekdays": [
      "Lunes"
    ],
    "restrictions": [
      "Exclusivo para usuarios con caja de ahorro a través de la App Ualá",
      "No acumulable con otras promociones y/o beneficios vigentes",
      "No aplicable sobre productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente"
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Vinos (specific brands and types), Champañas (specific brands), Espumantes (specific brands), Cortes de carnes de novillo, novillito, ternera y menudencias, Pollo entero ni trozado (fresco ni congelado), Yerbas, Harinas, Azúcar, Aceite de girasol y mezcla girasol-soja, Marcas Coca Cola, Crush, Fanta, Schweppes, Sprite, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "Uala",
        "Tarjeta Prepaga Mastercard"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 10000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto",
      "Online"
    ],
    "url": "https://www.coto.com.ar/descuentos/index.asp",
    "source": "coto"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 15
    },
    "validFrom": "2025-04-28",
    "validUntil": "2025-05-04",
    "weekdays": [
      "Martes",
      "Miercoles",
      "Jueves"
    ],
    "restrictions": [
      "No aplicable sobre productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente.",
      "No válido para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento propio.",
      "Beneficio efectivo únicamente presentando DNI.",
      "Tope de reintegro de $10.000 semanal por cliente"
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Vinos y Espumantes (incluyendo bodegas y presentaciones específicas), Cortes de carnes de novillo, novillito, ternera y menudencias, Pollo entero ni trozado, fresco ni congelado, Yerbas, Harinas, Azúcar, Aceite de Girasol y mezcla Girasol-Soja en todas sus presentaciones, Marcas Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 10000,
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto"
    ],
    "membership": [
      "Comunidad Coto"
    ],
    "url": "https://www.coto.com.ar/descuentos/index.asp",
    "source": "coto"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 15
    },
    "validFrom": "2025-04-01",
    "validUntil": "2025-04-30",
    "weekdays": [
      "Lunes",
      "Miercoles"
    ],
    "restrictions": [],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Vinos de Bodegas Catena Zapata, Nicola Catena, Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1.5lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Vinos de Bodega Leoncio Arizu (Luigi Bosca), Vinos de Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Vinos de Bodegas Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Vinos de Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Vinos de Bodega Cadus Wines (Cadus), Vinos de Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Vinos de Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Vinos de Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Vinos de Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Vinos Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de Carnes de Novillo, Novillito, Ternera y Menudencias, Pollo Entero ni Trozado (Fresco ni Congelado), Yerbas, Harinas, Azúcar, Aceite de Girasol y Mezcla Girasol-Soja, Marcas Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "unknownPaymentMethods": [],
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto"
    ],
    "membership": [
      "Club La Nacion"
    ],
    "url": "https://www.coto.com.ar/descuentos/index.asp",
    "source": "coto"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 30
    },
    "validFrom": "2025-04-01",
    "validUntil": "2025-04-30",
    "weekdays": [
      "Miercoles"
    ],
    "restrictions": [
      "No válido para pagos con saldo en cuenta.",
      "Exclusivo cartera de consumo.",
      "Si se utiliza más de un medio de pago se reintegrará hasta llegar al tope.",
      "Descuento no válido para compras por internet (Coto Digital).",
      "Operatoria de MODO no válida en cajas de autoservicio.",
      "Descuentos no válidos para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento propio",
      "Sólo podrán participar de la promoción aquellos clientes que se encuentren al día en sus productos.",
      "En caso de compras realizadas por adicionales deberán contar con una cuenta monetaria en el BNA para recibir el reintegro.",
      "Válido para compras en un pago o hasta 3 cuotas sin interés"
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Vinos y espumantes de bodegas Catena Zapata, Nicola Catena, Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1,5lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Generosos, Champañas y Espumantes de bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de carnes de novillo, novillito, ternera y menudencias, Pollo entero ni trozado, fresco ni congelado, Yerbas, Harinas, Azúcar, Aceite de girasol y mezcla girasol-soja (todas las presentaciones), Marcas Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster (todas las presentaciones)",
    "paymentMethods": [
      [
        "MODO",
        "Banco Nación",
        "Tarjeta de crédito VISA"
      ],
      [
        "MODO",
        "Banco Nación",
        "Tarjeta de crédito Mastercard"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 12000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "url": "https://www.coto.com.ar/descuentos/index.asp",
    "source": "coto"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 20
    },
    "validFrom": "2025-04-01",
    "validUntil": "2025-04-30",
    "weekdays": [
      "Martes"
    ],
    "restrictions": [
      "Es condición necesaria tener una cuenta Supervielle propia adherida a MODO.",
      "NO APLICA A PAGOS REALIZADOS A TRAVÉS DE BILLETERAS VIRTUALES O 'PROVEEDORES DE SERVICIOS DE PAGO', EXCEPTO MODO.",
      "DESCUENTOS NO VÁLIDOS PARA COMPRAS POR INTERNET EN COTO DIGITAL.",
      "OPERATORIA DE MODO NO VÁLIDA EN CAJAS DE AUTOSERVICIO.",
      "DESCUENTOS NO VÁLIDOS PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC”",
      "DESCUENTOS NO VÁLIDOS PARA COMPRAS EN LOS PATIOS DE COMIDAS, COTO EXPRESSO, COTO BAR, ZONA JUEGOS Y ESTACIONAMIENTO PROPIO"
    ],
    "excludesProducts": "ELECTRODOMÉSTICOS, NEUMÁTICOS NI RODADOS, PRODUCTOS DE BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOT X 1,5LT, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LEONCIO ARIZU (LUIGI BOSCA), BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN), BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR), NI VINOS EN TETRABRIK NI GENEROSOS, CHAMPAÑAS Y ESPUMANTES (EXCLUYE PRODUCTOS DE BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON, POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG), CORTES DE CARNES DE NOVILLO, NOVILLITO, TERNERA Y MENUDENCIAS, POLLO ENTERO NI TROZADO, FRESCO NI CONGELADO, YERBAS EN TODAS SUS PRESENTACIONES, NI HARINAS EN TODAS SUS PRESENTACIONES, NI AZÚCAR EN TODAS SUS PRESENTACIONES, NI ACEITE DE GIRASOL Y MEZCLA GIRASOL-SOJA EN TODAS SUS PRESENTACIONES, TODAS LAS PRESENTACIONES DE LAS SIGUIENTES MARCAS: COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SIN AZÚCAR, SCHWEPPES, SPRITE Y SPRITE SIN AZÚCAR AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE, ADES, HI-C NI MONSTER.",
    "paymentMethods": [
      [
        "MODO",
        "Banco Supervielle",
        "Tarjeta de crédito VISA"
      ],
      [
        "MODO",
        "Banco Supervielle",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "MODO",
        "Banco Supervielle",
        "Tarjeta de débito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 8000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "url": "https://www.coto.com.ar/descuentos/index.asp",
    "source": "coto"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 25
    },
    "validFrom": "2025-04-01",
    "validUntil": "2025-04-30",
    "weekdays": [
      "Martes"
    ],
    "restrictions": [
      "Must have a Supervielle account linked to MODO",
      "Not valid for payments via other virtual wallets (except MODO), MPOS, online payment platforms",
      "Not valid for NFC payments",
      "Not valid for purchases in food courts, Coto Expresso, Coto Bar, play areas, parking",
      "Not applicable to products in government price programs"
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Vinos (Bodegas Catena Zapata, Nicola Catena, Ernesto Catena, DV Catena, Saint Felicien, Nicasia, Tilia, Leoncio Arizu, La Rural, Chandon, Terrazas de los Andes, Norton, Cadus Wines, Casa Pirque, Bianchi, Valentín Bianchi, Monteviejo, en tetra brik, generosos), Champañas y Espumantes (Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug), Cortes de carnes (novillo, novillito, ternera, menudencias), Pollo entero ni trozado (fresco ni congelado), Yerbas, Harinas, Azúcar, Aceite de girasol y mezcla girasol-soja, Marcas Coca Cola (Coca Cola, Light, Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster)",
    "paymentMethods": [
      [
        "MODO",
        "Banco Supervielle",
        "Tarjeta de crédito VISA"
      ],
      [
        "MODO",
        "Banco Supervielle",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "MODO",
        "Banco Supervielle",
        "Tarjeta de débito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 15000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "url": "https://www.coto.com.ar/descuentos/index.asp",
    "source": "coto"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 15
    },
    "validFrom": "2025-04-01",
    "validUntil": "2025-04-30",
    "weekdays": [
      "Martes",
      "Jueves"
    ],
    "restrictions": [
      "Promoción exclusiva para las siguientes sucursales: 2, 6, 7, 18, 19, 20, 22, 24, 25, 26, 35, 37, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 52, 55, 56, 58, 59, 60, 61, 63, 66, 74, 78, 80, 82, 83, 84, 85, 88, 90, 91, 103, 108, 110, 116, 121, 124, 125, 136, 151, 153, 158, 159, 160, 163, 167, 168, 170, 174, 175, 176, 180, 181, 203, 220.",
      "No acumulable con otras promociones vigentes.",
      "No válido para pagos efectuados con tecnología “NFC”.",
      "No válido para tarjetas de compra y/u orden de compra y/o similares emitidas por Coto.",
      "No válido para pagos con billeteras virtuales ni tarjetas de programas de ayuda social.",
      "No aplicable sobre productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente.",
      "No válido para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento Propio.",
      "No válido para compras por internet en Coto Digital.",
      "No válido para compras en cuotas con tarjetas de crédito emitidas en el exterior.",
      "No válido para compras mayoristas.",
      "No válido para tarjetas corporativas y/o prepagas.",
      "No válido para clientes que posean como único producto caja de ahorro en pesos en ICBC.",
      "No válido para tarjetas Visa Business, Visa Distribution, Visa Purchasing, Visa Purchasing Campo, Corporate, Corporate Signature, Recargable Empresa y Visa Cuenta Central.",
      "No válido para pagos con dinero en cuenta y/o transferencia.",
      "No aplica a pagos a través de billeteras virtuales (excepto MODO, Google Pay y Apple Pay), MPOS y/o plataformas de pago online.",
      "No aplica para compras con tarjetas de credito Visa Business, Visa Rural y tarjetas de débito.",
      "No aplica para compras con tarjetas Visa y Mastercard no bancarias, ni American Express Rebanking, ni American Express Naranja, Tarjetas Visa Naranja, Tarjeta Nevada y Tarjeta Mira.",
      "No aplica para tarjetas Servicios Financieros Carrefour, ni tarjetas Mastercard Cencosud, ni tarjetas personales emitidas por American Express Argentina S.A.",
      "No aplica a pagos realizados a través de billeteras virtuales o 'proveedores de servicios de pago', excepto MODO.",
      "Excluye jubilaciones y pensiones (for Plan Sueldo)."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de bodegas Catena Zapata, Nicola Catena, Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot X 1,5lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo De Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo De Palo, Malbec Río De Los Ciervos Araucana, Malbec Nico y Blend Beso De Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Generosos, Champañas y Espumantes de bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame ni Krug, Cortes de carnes de novillo, novillito, ternera y menudencias, Pollo entero ni trozado, fresco ni congelado, Yerbas en todas sus presentaciones, Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de girasol y mezcla girasol-soja en todas sus presentaciones, Todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite y Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C ni Monster.",
    "unknownPaymentMethods": [],
    "appliesOnlyTo": {
      "anses": false,
      "jubilados": false,
      "programaCiudadaniaPorteña": true
    },
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto"
    ],
    "url": "https://www.coto.com.ar/descuentos/index.asp",
    "source": "coto"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 10
    },
    "validFrom": "2025-04-01",
    "validUntil": "2025-04-30",
    "weekdays": [
      "Lunes",
      "Martes",
      "Miercoles",
      "Jueves"
    ],
    "restrictions": [
      "No acumulable con otras promociones vigentes.",
      "No aplicable sobre productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente.",
      "No válido para pagos efectuados con tecnología “NFC”.",
      "No válido para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento Propio.",
      "No válido para pagos con billeteras virtuales (excepto MODO para promociones MODO, Ualá y Apple Pay para promociones Ualá).",
      "No válido para tarjetas de programas de ayuda social.",
      "Promoción válida únicamente para clientes que se encuentren al día con sus productos/cuentas.",
      "La tarjeta debe encontrarse habilitada y la cuenta no debe encontrarse en mora y/o bloqueada por motivos administrativos.",
      "Válido para compras en un pago con tarjetas de débito y crédito"
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Vinos (Bodegas Catena Zapata, Nicola Catena, Ernesto Catena, Leoncio Arizu, La Rural, Chandon, Terrazas de los Andes, Norton, Cadus Wines, Casa Pirque, Bianchi, Valentín Bianchi, Monteviejo, en Tetrabrik, Generosos), Champañas y Espumantes (Marcas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug), Cortes de carnes de novillo, novillito, ternera y menudencias, Pollo entero ni trozado, fresco ni congelado, Yerbas, Harinas, Azúcar, Aceite de Girasol y mezcla Girasol-Soja, Marcas Coca Cola, Crush, Fanta, Schweppes, Sprite, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "Tarjeta de débito VISA"
      ],
      [
        "Tarjeta de débito Mastercard"
      ],
      [
        "Tarjeta de débito Cabal"
      ],
      [
        "Tarjeta de crédito VISA"
      ],
      [
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Tarjeta de crédito Cabal"
      ]
    ],
    "unknownPaymentMethods": [],
    "appliesOnlyTo": {
      "anses": true,
      "jubilados": false,
      "programaCiudadaniaPorteña": false
    },
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto",
      "Online"
    ],
    "url": "https://www.coto.com.ar/descuentos/index.asp",
    "source": "coto"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 20
    },
    "validFrom": "2025-04-01",
    "validUntil": "2025-04-30",
    "weekdays": [
      "Jueves"
    ],
    "restrictions": [
      "No válido para compras mayoristas",
      "No válido para tarjetas Visa Business, Visa Distribution, Visa Purchasing, Visa Purchasing Campo, Corporate, Corporate Signature, Recargable Empresa y Visa Cuenta Central",
      "No válido para clientes que posean como único producto caja de ahorro en pesos en ICBC",
      "Operatoria de MODO no válida en cajas de autoservicio",
      "No válido para tarjetas de programas de ayuda social",
      "No aplicables sobre productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente",
      "No válido para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento Propio"
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1,5lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo De Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo De Palo, Malbec Río De Los Ciervos Araucana, Malbec Nico y Blend Beso De Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec Iv Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de Carnes de Novillo, Novillito, Ternera y Menudencias, Pollo Entero ni Trozado, Fresco ni Congelado, Yerbas en todas sus presentaciones, Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones, Todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite y Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C ni Monster.",
    "paymentMethods": [
      [
        "Banco ICBC",
        "Tarjeta de débito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 10000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "url": "https://www.coto.com.ar/descuentos/index.asp",
    "source": "coto"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 20
    },
    "validFrom": "2025-04-01",
    "validUntil": "2025-04-30",
    "weekdays": [
      "Jueves"
    ],
    "restrictions": [
      "Tarjetas de débito emitidas a través de planes sociales ANSES",
      "Pagos efectuados con tecnología NFC",
      "Pagos mediante billeteras virtuales",
      "Compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento propio"
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Vinos y espumantes de ciertas bodegas/marcas (Catena Zapata, Luigi Bosca, Rutini, Chandon, Terrazas de los Andes, Norton, Cadus, Casa Pirque, Bianchi, Valentin Bianchi, Monteviejo, etc.), Vinos en Tetrabrik, Generosos, Cortes de carnes de novillo, novillito, ternera y menudencias, Pollo entero ni trozado, fresco ni congelado, Yerbas, Harinas, Azúcar, Aceite de girasol y mezcla girasol-soja, Bebidas de marcas Coca-Cola (Coca Cola, Fanta, Sprite, etc.)",
    "paymentMethods": [
      [
        "Banco Columbia",
        "Tarjeta de débito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 8000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "url": "https://www.coto.com.ar/descuentos/index.asp",
    "source": "coto"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 20
    },
    "validFrom": "2025-04-01",
    "validUntil": "2025-04-30",
    "weekdays": [
      "Jueves"
    ],
    "restrictions": [
      "Solo para clientes que se encuentren al día con sus productos.",
      "No aplicable sobre productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Vinos y espumantes de ciertas bodegas y marcas, Cortes de carnes de novillo, novillito, ternera y menudencias, Pollo entero ni trozado, Yerbas, Harinas, Azúcar, Aceite de girasol y mezcla girasol-soja, Marcas Coca Cola, Crush, Fanta, Schweppes, Sprite, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster",
    "paymentMethods": [
      [
        "Banco Columbia",
        "Tarjeta de crédito VISA"
      ],
      [
        "Banco Columbia",
        "Tarjeta de crédito Mastercard"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 22000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto",
      "Online"
    ],
    "url": "https://www.coto.com.ar/descuentos/index.asp",
    "source": "coto"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 25
    },
    "validFrom": "2025-04-01",
    "validUntil": "2025-04-30",
    "weekdays": [
      "Jueves"
    ],
    "restrictions": [
      "Quedan excluídas todas aquellas tarjetas de débito emitidas a través de planes sociales ANSES",
      "Abonando con Tarjetas VISA Débito Banco Comafi pertenecientes a clientes que además sean titulares de servicios de cuenta Comafi Unico el tope de devolución será de $ 12.000 por transacción.",
      "DESCUENTOS NO VÁLIDOS PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC”",
      "TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO",
      "COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS",
      "ABONADAS MEDIANTE BILLETERAS VIRTUALES",
      "DESCUENTOS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Vinos en Tetrabrik, Generosos, Cortes de carnes de novillo, novillito, ternera y menudencias, Pollo entero ni trozado (fresco ni congelado), Yerbas, Harinas, Azúcar, Aceite de girasol y mezcla girasol-soja, Productos de bodegas Catena Zapata, Nicola Catena, Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1,5lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo De Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo De Palo, Malbec Río De Los Ciervos Araucana, Malbec Nico Y Blend Beso De Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec Y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte Y Malbec Iv Generación), Bodega Monteviejo (Festivo Y Petite Fleur), Champañas y Espumantes (excepto Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug), Marcas Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "Banco Comafi",
        "Tarjeta de débito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 10000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto",
      "Online"
    ],
    "url": "https://www.coto.com.ar/descuentos/index.asp",
    "source": "coto"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 20
    },
    "validFrom": "2025-04-01",
    "validUntil": "2025-04-30",
    "weekdays": [
      "Lunes"
    ],
    "restrictions": [
      "Exclusivo para clientes que perciban sus haberes jubilatorios en Santander.",
      "No válido para pagos mediante billeteras virtuales.",
      "No válido para pagos efectuados con tecnología “NFC”",
      "No válido para tarjetas de compra y/u orden de compra y/o similares emitidas por Coto.",
      "No válido para compras abonadas en euros dolares ni tickets.",
      "No válido para tarjetas de programas de ayuda social.",
      "No válido para compras en cuotas con tarjetas de crédito emitidas en el exterior.",
      "No aplicable sobre productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente.",
      "No válido para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento Propio"
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Vinos de bodegas seleccionadas (Catena Zapata, Nicola Catena, Ernesto Catena, Leoncio Arizu, La Rural, Chandon, Terrazas de los Andes, Norton, Cadus Wines, Casa Pirque, Bianchi, Valentín Bianchi, Monteviejo), Vinos en tetrabrik, Vinos generosos, Champañas y Espumantes de bodegas seleccionadas (Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug), Cortes de carnes de novillo, novillito, ternera y menudencias, Pollo entero ni trozado (fresco ni congelado), Yerbas, Harinas, Azúcar, Aceite de girasol y mezcla girasol-soja, Marcas seleccionadas (Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster)",
    "paymentMethods": [
      [
        "Banco Santander",
        "Tarjeta de débito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "appliesOnlyTo": {
      "anses": false,
      "jubilados": true,
      "programaCiudadaniaPorteña": false
    },
    "limits": {
      "maxDiscount": 20000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto",
      "Online"
    ],
    "url": "https://www.coto.com.ar/descuentos/index.asp",
    "source": "coto"
  },
  {
    "discount": {
      "type": "cuotas sin intereses",
      "value": 3
    },
    "validFrom": "2025-04-28",
    "validUntil": "2025-05-04",
    "weekdays": [
      "Lunes",
      "Martes",
      "Miercoles",
      "Jueves",
      "Viernes",
      "Sabado",
      "Domingo"
    ],
    "restrictions": [
      "No acumulable con otras ofertas vigentes.",
      "Ofertas no aplicables sobre productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente.",
      "Descuentos no válidos para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento Propio.",
      "Tarjetas de compra y/u orden de compra y/o similares emitidas por Coto.",
      "Tarjetas de programas de ayuda social.",
      "Pagos efectuados con tecnología NFC no válidos.",
      "Operatoria de MODO no válida en cajas de autoservicio (where applicable)."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Vinos (specific brands and types excluded), Champañas y Espumantes (specific brands excluded), Cortes de carnes de novillo, novillito, ternera y menudencias, Pollo entero ni trozado, fresco ni congelado, Yerbas, Harinas, Azúcar, Aceite de girasol y mezcla girasol-soja, Bebidas de las marcas Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "NaranjaX"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 0,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto",
      "Online"
    ],
    "url": "https://www.coto.com.ar/descuentos/index.asp",
    "source": "coto"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 15
    },
    "validFrom": "2025-04-25",
    "validUntil": "2025-04-27",
    "weekdays": [
      "Viernes",
      "Sabado",
      "Domingo"
    ],
    "restrictions": [
      "No acumulable con otras promociones vigentes.",
      "No válido para pagos efectuados con tecnología “NFC”.",
      "No válido para compras en cuotas con tarjetas de crédito emitidas en el exterior.",
      "No válido para tarjetas de compra y/u orden de compra y/o similares emitidas por Coto.",
      "No válido para compras abonadas en euros dolares ni tickets.",
      "No válido para compras abonadas mediante billeteras virtuales.",
      "No válido para tarjetas de programas de ayuda social.",
      "No válido para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento propio.",
      "No aplicable sobre productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente"
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Vinos (BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOT X 1,5LT, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LEONCIO ARIZU (LUIGI BOSCA), BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN), BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR), NI VINOS EN TETRABRIK NI GENEROSOS), Champañas y Espumantes (BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON, POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG), Cortes de carnes de novillo, novillito, ternera y menudencias, Pollo entero ni trozado, fresco ni congelado, Yerbas en todas sus presentaciones, Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de girasol y mezcla girasol-soja en todas sus presentaciones, Marcas Coca Cola (COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SIN AZÚCAR, SCHWEPPES, SPRITE Y SPRITE SIN AZÚCAR, AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE, ADES, HI-C NI MONSTER), Productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente, Compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento propio.",
    "paymentMethods": [
      [
        "Tarjeta de crédito Coto TCI"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto",
      "Online"
    ],
    "url": "https://www.coto.com.ar/descuentos/index.asp",
    "source": "coto"
  }
]