[
  {
    "discount": {
      "type": "porcentaje",
      "value": 25
    },
    "validFrom": "2025-09-01",
    "validUntil": "2025-09-30",
    "weekdays": [
      "Lunes"
    ],
    "restrictions": [
      "Descuentos, precios y promociones para consumo familiar.",
      "No acumulable con otras promociones vigentes.",
      "Promoción válida para todos los lunes de septiembre 2025.",
      "Quedan excluidas de la promoción las tarjetas corporativas.",
      "Solo válido para clientes que se encuentren al día con sus productos."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot X 1,5Lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de Los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Vinos Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero, Pollo Trozado, Pollo Fresco, Pollo Congelado, Leches Infantiles Etapas 1 y 2 (Fluídas y en Polvo), Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones, Todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster, Productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente.",
    "paymentMethods": [
      [
        "Banco Ciudad",
        "Tarjeta de crédito Cabal"
      ],
      [
        "Banco Ciudad",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Banco Ciudad",
        "Tarjeta de crédito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 10000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto",
      "Online"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 15
    },
    "validFrom": "2025-09-01",
    "validUntil": "2025-09-30",
    "weekdays": [
      "Martes",
      "Jueves"
    ],
    "restrictions": [
      "Presentando DNI"
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Botella por 1,5 L, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Leoncio Arizu (Luigi Bosca), La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Norton (Lote Negro, Quorum VI, Privada Family Blend), Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Vinos Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero, Pollo Trozado, Pollo Fresco, Pollo Congelado, Leches Infantiles Etapas 1 y 2 (Fluídas y en Polvo), Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones, Productos de las marcas Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster, Productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente, Compras en Patios de Comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento Propio",
    "unknownPaymentMethods": [],
    "appliesOnlyTo": {
      "anses": false,
      "jubilados": true,
      "programaCiudadaniaPorteña": false
    },
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 30
    },
    "validFrom": "2025-09-01",
    "validUntil": "2025-09-30",
    "weekdays": [
      "Lunes"
    ],
    "restrictions": [
      "No acumulable con otras promociones vigentes.",
      "Promoción válida únicamente para compras realizadas de manera presencial en sucursales.",
      "Promoción válida únicamente para compras realizadas en 1 pago con Tarjetas de Crédito Cabal y Tarjeta de Débito Cabal emitidas por el Banco Credicoop.",
      "Será condición esencial para participar de la misma que al momento de efectuar el reintegro, la tarjeta se encuentre vigente y en estado de cumplimiento normal en el caso de crédito, y la cuenta abierta en el caso de débito, a título personal y adherida a MODO."
    ],
    "excludesProducts": "Pagos con dinero en cuenta y/o transferencia, Pagos a través de billeteras virtuales (excepto MODO), MPOS y/o plataformas de pago online, Tarjetas Agrocabal y Cabal Mayorista.",
    "paymentMethods": [
      [
        "Banco Credicoop",
        "MODO",
        "Tarjeta de crédito Cabal"
      ],
      [
        "Banco Credicoop",
        "MODO",
        "Tarjeta de débito Cabal"
      ]
    ],
    "paymentRails": {
      "pagoConQR": true,
      "telefonoContactless": false,
      "contactless": false
    },
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 15000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 25
    },
    "validFrom": "2025-09-01",
    "validUntil": "2025-09-30",
    "weekdays": [
      "Lunes"
    ],
    "restrictions": [
      "EXCLUSIVO PARA USUARIOS CON CAJA DE AHORRO A TRAVÉS DE LA APP UALÁ",
      "Promoción no acumulable con otras promociones y/o beneficios vigentes.",
      "Promoción no aplicable para pagos a través de billeteras virtuales (excepto Ualá y Apple Pay) y/o plataformas de pago online."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1,5Lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de Los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Generosos, Champañas y Espumantes (Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug), Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero, Pollo Trozado, Leches Infantiles Etapas 1 y 2 (Fluídas y en Polvo), Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones, Marca Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "Tarjeta de crédito Mastercard",
        "Uala"
      ],
      [
        "Tarjeta Prepaga Mastercard",
        "Uala"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 15000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto",
      "Online"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 15
    },
    "validFrom": "2025-09-01",
    "validUntil": "2025-09-30",
    "weekdays": [
      "Miercoles"
    ],
    "restrictions": [
      "Presentando DNI."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Carnes de novillo, novillito, ternera, menudencias, carnes elaboradas, Pollo entero o trozado (fresco o congelado), Leches infantiles etapas 1 y 2 (fluidas o en polvo), Harinas, Azúcar, Aceite de girasol y mezcla girasol-soja, Productos de las marcas Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster, Vinos en tetrabrik, Vinos generosos, Productos de las bodegas Catena Zapata, Nicola Catena, Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), DV Catena (Malbec Botella 1.5L, Malbec La Rioja, Malbec Salta), Saint Felicien, Nicasia, Tilia, Leoncio Arizu (Luigi Bosca), La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon, Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos du Moulin), Norton (Lote Negro, Quorum VI, Privada Family Blend), Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Monteviejo (Festivo y Petite Fleur), Champañas y Espumantes de las bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug.",
    "unknownPaymentMethods": [],
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto",
      "Online"
    ],
    "membership": [
      "Comunidad Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 20
    },
    "validFrom": "2025-09-01",
    "validUntil": "2025-09-30",
    "weekdays": [
      "Miercoles"
    ],
    "restrictions": [
      "EXCLUSIVO PARA USUARIOS CARTERA GENERAL",
      "No válido para compra online (Coto Digital)."
    ],
    "excludesProducts": "Electro, Productos de Precios Cuidados/Esenciales, Compras en cuotas, Cortes de carnes, Pollo, Pescado",
    "paymentMethods": [
      [
        "Banco Macro",
        "MODO",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Banco Macro",
        "MODO",
        "Tarjeta de crédito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 15000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 25
    },
    "validFrom": "2025-09-01",
    "validUntil": "2025-09-30",
    "weekdays": [
      "Miercoles"
    ],
    "restrictions": [
      "Exclusivo para usuarios preferenciales",
      "No válido para compra online",
      "No válido para compra telefónica"
    ],
    "excludesProducts": "Electrodomésticos, Cortes de carnes, Pollo, Pescado, Productos del convenio Precios Cuidados/Esenciales, Neumáticos, Rodados, Bodegas Catena Zapata, Nicola Catena, Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Botella por 1,5 L, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Leoncio Arizu (Luigi Bosca), La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos du Moulin), Norton (Lote Negro, Quorum VI, Privada Family Blend), Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Vinos Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Menudencias, Carnes elaboradas, Leches infantiles etapas 1 y 2 (fluidas y en polvo), Harinas, Azúcar, Aceite de girasol y mezcla girasol-soja, Marca Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster",
    "paymentMethods": [
      [
        "Banco Macro",
        "MODO",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Banco Macro",
        "MODO",
        "Tarjeta de crédito VISA"
      ]
    ],
    "paymentRails": {
      "pagoConQR": true,
      "telefonoContactless": false,
      "contactless": false
    },
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 20000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 30
    },
    "validFrom": "2025-09-01",
    "validUntil": "2025-09-30",
    "weekdays": [
      "Miercoles"
    ],
    "restrictions": [
      "Exclusivo para usuarios Selecta",
      "No acumulable con otras promociones",
      "No válido para compra telefónica"
    ],
    "excludesProducts": "Electrodomésticos, cortes de carnes, pollo, pescado, productos de Precios Cuidados/Esenciales, productos de Bodegas Catena Zapata, Nicola Catena, Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Botella por 1,5 L, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Leoncio Arizu (Luigi Bosca), La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Norton (Lote Negro, Quorum VI, Privada Family Blend), Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Monteviejo (Festivo y Petite Fleur), vinos en Tetrabrik, vinos generosos, champañas y espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, neumáticos, rodados, carnes de novillo, novillito, ternera, menudencias, carnes elaboradas, pollo entero, pollo trozado, leches infantiles etapas 1 y 2 (fluidas y en polvo), harinas, azúcar, aceite de girasol y mezcla girasol-soja, marcas Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "Banco Macro - Tarjeta Selecta",
        "MODO",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Banco Macro - Tarjeta Selecta",
        "MODO",
        "Tarjeta de crédito VISA"
      ]
    ],
    "paymentRails": {
      "pagoConQR": true,
      "telefonoContactless": false,
      "contactless": false
    },
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 25000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 30
    },
    "validFrom": "2025-09-01",
    "validUntil": "2025-09-30",
    "weekdays": [
      "Miercoles"
    ],
    "restrictions": [
      "No acumulable con otras promociones vigentes.",
      "No válido para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento propio.",
      "No válido para compras por internet (Coto Digital).",
      "No válido para pagos con saldo en cuenta.",
      "Operatoria de MODO no válida en cajas de autoservicio.",
      "Si se utiliza más de un medio de pago se reintegrará hasta llegar al tope."
    ],
    "excludesProducts": "Tarjetas corporativas y/o prepagas, Electrodomésticos, Neumáticos, Rodados, Productos de bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Botella por 1,5 L, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Generosos, Champañas y Espumantes de bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de carnes de novillo, novillito, ternera, menudencias, Carnes elaboradas, Pollo entero ni trozado, fresco ni congelado, Leches infantiles etapas 1 y 2 (fluidas ni en polvo), Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de girasol y mezcla girasol-soja en todas sus presentaciones, Todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster, Productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente.",
    "paymentMethods": [
      [
        "Banco Nación",
        "MODO",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Banco Nación",
        "MODO",
        "Tarjeta de crédito VISA"
      ]
    ],
    "paymentRails": {
      "pagoConQR": true,
      "telefonoContactless": false,
      "contactless": false
    },
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 12000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 25
    },
    "validFrom": "2025-09-02",
    "validUntil": "2025-09-02",
    "weekdays": [
      "Martes"
    ],
    "restrictions": [
      "No aplicable sobre productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente.",
      "No válido para compras abonadas en euros, dólares ni tickets.",
      "No válido para compras abonadas mediante Mercado Pago.",
      "No válido para compras en cuotas con tarjetas de crédito emitidas en el exterior.",
      "No válido para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento Propio.",
      "No válido para compras realizadas con tarjetas de compra y/u orden de compra y/o similares emitidas por Coto.",
      "No válido para pagos efectuados con tecnología NFC.",
      "No válido para tarjetas corporativas.",
      "No válido para tarjetas de programas de ayuda social.",
      "Promoción válida para compras realizadas en un pago."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Botella por 1,5 L, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Vinos Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero, Pollo Trozado, Leches Infantiles Etapas 1 y 2 (Fluídas ni en Polvo), Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones, Todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "Banco Macro",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Banco Macro",
        "Tarjeta de crédito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto",
      "Online"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 25
    },
    "validFrom": "2025-09-01",
    "validUntil": "2025-09-30",
    "weekdays": [
      "Martes"
    ],
    "restrictions": [
      "Descuentos no válidos para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento Propio.",
      "Las compras realizadas a través de billeteras virtuales o 'proveedores de servicios de pago' no aplican a descuentos ni financiación bancaria.",
      "No aplicables sobre productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente.",
      "No combinable con otras promociones ni descuentos.",
      "No válido para pagos efectuados con tecnología NFC (Near Field Communication), ni para compras realizadas con tarjetas de compra y/u orden de compra y/o similares emitidas por Coto.",
      "Promoción no válida para compras con tarjetas de crédito emitidas en el exterior, ni para compras abonadas en euros, dólares o tickets, ni tarjetas de programas de ayuda social."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Botella por 1,5 L, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Vinos Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero, Pollo Trozado, Pollo Fresco, Pollo Congelado, Leches Infantiles Etapas 1 y 2 (Fluidas y en Polvo), Yerbas, Harinas, Azúcar, Aceite de Girasol y Mezcla Girasol-Soja, Marcas Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "Banco Supervielle",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Banco Supervielle",
        "Tarjeta de crédito VISA"
      ],
      [
        "Banco Supervielle",
        "Tarjeta de débito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto",
      "Online"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 30
    },
    "validFrom": "2025-09-01",
    "validUntil": "2025-09-30",
    "weekdays": [
      "Martes"
    ],
    "restrictions": [
      "Descuentos no válidos para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento Propio.",
      "Las compras realizadas a través de billeteras virtuales o 'proveedores de servicios de pago' no aplican a descuentos ni financiación bancaria.",
      "No aplicables sobre productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente.",
      "No combinable con otras promociones ni descuentos.",
      "No válido para pagos efectuados con tecnología NFC (Near Field Communication), ni para compras realizadas con tarjetas de compra y/u orden de compra y/o similares emitidas por Coto.",
      "Promoción no válida para compras con tarjetas de crédito emitidas en el exterior, ni para compras abonadas en euros, dólares o tickets, ni tarjetas de programas de ayuda social."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Botella por 1,5 L, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Vinos Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero, Pollo Trozado, Pollo Fresco, Pollo Congelado, Leches Infantiles Etapas 1 y 2 (Fluidas y en Polvo), Yerbas en todas sus presentaciones, Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones, Todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "Banco Supervielle",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Banco Supervielle",
        "Tarjeta de crédito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto",
      "Online"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 15
    },
    "validFrom": "2025-09-01",
    "validUntil": "2025-09-30",
    "weekdays": [
      "Martes",
      "Jueves"
    ],
    "restrictions": [
      "No acumulable con otras promociones vigentes.",
      "No válido para compras mayoristas.",
      "Promoción exclusiva para sucursales: 2, 6, 7, 18, 19, 20, 22, 24, 25, 26, 35, 37, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 52, 55, 56, 58, 59, 60, 61, 63, 66, 74, 78, 80, 82, 83, 84, 85, 88, 90, 91, 103, 108, 110, 116, 121, 124, 125, 136, 151, 153, 158, 159, 160, 163, 167, 168, 170, 174, 175, 176, 180, 181, 203, 220."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1,5Lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Vinos Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero, Pollo Trozado, Pollo Fresco, Pollo Congelado, Leches Infantiles Etapas 1 y 2 (Fluídas y en Polvo), Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones, Todas las presentaciones de las marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster, Productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente, Compras en Patios de Comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento Propio.",
    "paymentMethods": [
      [
        "Tarjeta de crédito Cabal"
      ],
      [
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Tarjeta de crédito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "appliesOnlyTo": {
      "anses": false,
      "jubilados": false,
      "programaCiudadaniaPorteña": true
    },
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 10
    },
    "validFrom": "2025-09-01",
    "validUntil": "2025-09-30",
    "weekdays": [
      "Lunes"
    ],
    "restrictions": [
      "No acumulable con otras promociones vigentes.",
      "Promoción válida únicamente para compras realizadas de manera presencial en sucursales.",
      "Solo válido para clientes que se encuentren al día en sus productos."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Botella por 1,5 L, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero, Pollo Trozado, Pollo Fresco, Pollo Congelado, Leches Infantiles Etapas 1 y 2 (Fluídas y en Polvo), Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones, Marcas Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster, Productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente, Compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento propio.",
    "paymentMethods": [
      [
        "Banco Ciudad",
        "Tarjeta de crédito Cabal"
      ],
      [
        "Banco Ciudad",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Banco Ciudad",
        "Tarjeta de crédito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 20
    },
    "validFrom": "2025-09-01",
    "validUntil": "2025-09-30",
    "weekdays": [
      "Jueves"
    ],
    "restrictions": [
      "No válido para clientes que posean como único producto caja de ahorro en pesos en ICBC.",
      "No válido para compras por internet en Coto Digital."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de bodegas Catena Zapata, Nicola Catena, Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1,5lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Leoncio Arizu (Luigi Bosca), La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Norton (Lote Negro, Quorum VI, Privada Family Blend), Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Generosos, Champañas y Espumantes de bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de carnes de novillo, novillito, ternera, menudencias, Carnes elaboradas, Pollo entero, Pollo trozado, Leches infantiles etapas 1 y 2 (fluídas y en polvo), Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de girasol y mezcla girasol-soja en todas sus presentaciones, Marcas Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster",
    "paymentMethods": [
      [
        "Banco ICBC",
        "Tarjeta de débito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 20
    },
    "validFrom": "2025-09-01",
    "validUntil": "2025-09-30",
    "weekdays": [
      "Jueves"
    ],
    "restrictions": [
      "No válido para clientes que posean como único producto caja de ahorro en pesos en ICBC.",
      "No válido para compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento propio.",
      "No válido para compras mayoristas.",
      "No válido para compras por internet en Coto Digital.",
      "No válido para pagos efectuados con tecnología “NFC”.",
      "No válido para tarjetas Visa Business, Visa Distribution, Visa Purchasing, Visa Purchasing Campo, Corporate, Corporate Signature, Recargable Empresa y Visa Cuenta Central."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Botella por 1,5 L, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero, Pollo Trozado, Leches Infantiles Etapas 1 y 2 (fluidas y en polvo), Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones, Todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster.",
    "paymentMethods": [
      [
        "Banco Columbia",
        "Tarjeta de débito VISA"
      ],
      [
        "Banco ICBC",
        "Tarjeta de débito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 20
    },
    "validFrom": "2025-09-01",
    "validUntil": "2025-09-30",
    "weekdays": [
      "Jueves"
    ],
    "restrictions": [
      "La bonificación se otorgará siempre que la tarjeta se encuentre habilitada, y la cuenta no se encuentre en mora y/o bloqueada por motivos administrativos.",
      "No válido para clientes que posean como único producto caja de ahorro en pesos en ICBC.",
      "No válido para compras mayoristas.",
      "Promoción válida únicamente para compras realizadas de manera presencial en sucursales."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot X 1,5Lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Leoncio Arizu (Luigi Bosca), La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Norton (Lote Negro, Quorum VI, Privada Family Blend), Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero, Pollo Trozado, Leches Infantiles Etapas 1 y 2 (Fluídas y en Polvo), Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones, Marcas Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster, Productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente, Pagos con tecnología NFC, Pagos en cuotas con tarjetas de crédito emitidas en el exterior, Tarjetas de compra y/u orden de compra y/o similares emitidas por Coto, Compras abonadas en Euros, Dólares, Tickets, Billeteras virtuales, Tarjetas de programas de ayuda social, Compras en Patios de Comidas, Coto Expresso, Coto Bar, Zona Juegos, Estacionamiento Propio.",
    "paymentMethods": [
      [
        "Banco Columbia",
        "Tarjeta de crédito Mastercard"
      ],
      [
        "Banco Columbia",
        "Tarjeta de crédito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 22000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 25
    },
    "validFrom": "2025-09-01",
    "validUntil": "2025-09-30",
    "weekdays": [
      "Jueves"
    ],
    "restrictions": [
      "Promoción válida para clientes que sean titulares de servicios de cuenta Comafi Ahorro, Global, Classic Premium y/o Platinum.",
      "Quedan excluidas todas aquellas tarjetas de débito emitidas a través de planes sociales ANSES."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Productos de Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Bot x 1,5lt, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Generosos, Champañas y Espumantes de Bodegas Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug, Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero, Pollo Trozado, Pollo Fresco, Pollo Congelado, Leches Infantiles Etapas 1 y 2 (Fluídas y en Polvo), Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones, Todas las presentaciones de las siguientes marcas: Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedictino, Powerade, Ades, Hi-C, Monster, Productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente, Pagos efectuados con tecnología “NFC”, Pagos en cuotas con tarjetas de crédito emitidas en el exterior, Tarjetas de compra y/u orden de compra y/o similares emitidas por Coto, Compras abonadas en Euros, Dólares, Tickets, Billeteras virtuales, Tarjetas de programas de ayuda social, Compras en los patios de comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento propio.",
    "paymentMethods": [
      [
        "Banco Comafi",
        "Tarjeta de débito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "maxDiscount": 10000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto",
      "Online"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "porcentaje",
      "value": 20
    },
    "validFrom": "2025-09-01",
    "validUntil": "2025-09-30",
    "weekdays": [
      "Lunes"
    ],
    "restrictions": [
      "Promoción válida exclusivamente para clientes que perciban sus haberes jubilatorios en Banco Santander."
    ],
    "excludesProducts": "Electrodomésticos, Neumáticos, Rodados, Bodegas Catena Zapata, Nicola Catena, Bodega Ernesto Catena (Alma Negra, Padrillos, Animal, Enemigo y Gran Enemigo), Malbec DV Catena Botella por 1,5 L, Malbec La Rioja DV Catena, Malbec Salta DV Catena, Saint Felicien, Nicasia, Tilia, Bodega Leoncio Arizu (Luigi Bosca), Bodega La Rural (Rutini, Trumpeter, San Felipe y Cepa Tradicional Semillon/Malbec-Malbec/Tinto Blend), Chandon y Terrazas de los Andes (Latitud 33°, Castel, Altos del Plata, Valmont, Beltour, Cheval y Clos Du Moulin), Bodega Norton (Lote Negro, Quorum VI, Privada Family Blend), Bodega Cadus Wines (Cadus), Casa Pirque (Altaland, La Posta, Luca, Aruma, Petit Caro, Malbec/Cabernet Franc Casa de Herrero, Malbec Ojo de Buen Cubero, Malbec/Cabernet Franc/Pinot Noir Cuchillo de Palo, Malbec Río de Los Ciervos Araucana, Malbec Nico y Blend Beso de Dante Luca), Bodega Bianchi (Vino Chardonnay Reservado María Carmen, Vino Gran Corte Enzo Bianchi, Vinos Malbec y Cabernet Sauvignon Particular Bianchi), Bodega Valentín Bianchi (Vino Tinto Corte y Malbec IV Generación), Bodega Monteviejo (Festivo y Petite Fleur), Vinos en Tetrabrik, Generosos, Champañas y Espumantes (excepto Chandon, Mercier, Catena Zapata, Barón B, Dom Perignon, Pommery, Möet Chandon, La Grande Dame, Krug), Cortes de Carnes de Novillo, Novillito, Ternera, Menudencias, Carnes Elaboradas, Pollo Entero, Pollo Trozado, Leches Infantiles Etapas 1 y 2 (fluidas y en polvo), Harinas en todas sus presentaciones, Azúcar en todas sus presentaciones, Aceite de Girasol y Mezcla Girasol-Soja en todas sus presentaciones, Marca Coca Cola, Coca Cola Light, Coca Cola Sin Azúcar, Crush, Fanta, Fanta Sin Azúcar, Schweppes, Sprite, Sprite Sin Azúcar, Aquarius, Smartwater, Cepita, Benedicto, Powerade, Ades, Hi-C, Monster. No válido para compras en Patios de Comidas, Coto Expresso, Coto Bar, Zona Juegos y Estacionamiento Propio. No aplicable sobre productos incluidos en programas de precios del gobierno y/o aplicables por normativa vigente.",
    "paymentMethods": [
      [
        "Banco Santander",
        "Tarjeta de débito VISA"
      ]
    ],
    "unknownPaymentMethods": [],
    "appliesOnlyTo": {
      "anses": false,
      "jubilados": true,
      "programaCiudadaniaPorteña": false
    },
    "limits": {
      "maxDiscount": 20000,
      "explicitlyHasNoLimit": false
    },
    "where": [
      "Coto",
      "Online"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  },
  {
    "discount": {
      "type": "cuotas sin intereses",
      "value": 3
    },
    "validFrom": "2025-09-01",
    "validUntil": "2025-09-30",
    "weekdays": [
      "Lunes",
      "Martes",
      "Miercoles",
      "Jueves",
      "Viernes",
      "Sabado",
      "Domingo"
    ],
    "restrictions": [
      "Promoción no acumulable con otras promociones vigentes."
    ],
    "paymentMethods": [
      [
        "NaranjaX"
      ]
    ],
    "unknownPaymentMethods": [],
    "limits": {
      "explicitlyHasNoLimit": true
    },
    "where": [
      "Coto",
      "Online"
    ],
    "source": "coto",
    "url": "https://www.coto.com.ar/descuentos/index.asp"
  }
]