[
  {
    "domDescription": "<div><div><div><div><span> \"Comprando los días Lunes, Martes, Miércoles, Jueves y Viernes.\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoOnline\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoExpress\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMaxi\"><div><div><div><div><div><div><span> \"10\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"mayores60-anses.png\" src=\"/api/dataentities/BP/documents/2d21fb8c-f470-11ef-b37f-b942df941adf/img_card/attachments/mayores60-anses.png\"><span> \"10% de descuento si sos parte de Mi Carrefour y beneficiaro de Anses o mayor de 60 años\"<span> \"Tope de devolución: $35.000\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- VÁLIDO DE LUNES A VIERNES DE NOVIEMBRE DE 2025. VÁLIDO PARA COMPRAS EN CARREFOUR.COM.AR, CARREFOUR HIPERMERCADO, CARREFOUR MARKET, CARREFOUR EXPRESS Y EN EL CASO DE CARREFOUR MAXI PARA COMPRAS DE CLIENTES MINORISTAS. MÁXIMO DE DESCUENTO MENSUAL: $35.000.VÁLIDO CON MI CARREFOUR PARA MAYORES DE 60 AÑOS O BENEFICIARIOS DE ANSES. BENEFICIO NO ACUMULABLE CON OTRAS PROMOCIONES. (*) NO INCLUYE ELECTRO, MOTOS, CUATRICICLOS, BICICLETAS MOTORIZADAS, TRACTORES, BODEGAS CHANDON, LEONCIO ARIZU, TERRAZAS DE LOS ANDES, TRUMPETER, LA RURAL, RUTINI WINES, CATENA ZAPATA, BODEGAS 33 SUR, SAINT FELICIEN, CLOS DE LOS SIETE. NI PRODUCTOS DE CONVENIO DE PRECIOS JUSTOS, LECHES INFANTILES Y MATERNIZADAS ETAPA 1 Y 2 NI CARNICERÍA: CARNE VACUNA, POLLO, CORTES DE CERDOS Y EMBUTIDOS.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Comprando los días Viernes, Sábado, Domingo, Lunes, Martes y Miércoles de Noviembre\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoOnline\"><div><div><div><div><div><div><span> \"15\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"crf-credito-horizontal.webp\" src=\"/api/dataentities/BP/documents/f34cc674-f47b-11ef-b37f-a3d6e21cf023/img_card/attachments/crf-credito-horizontal.webp\"><span> \"15% de descuento en tu compra del super pagando con Tarjeta Mi Carrefour crédito\"<span> \"Sin tope de reintegro\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- SUJETO A CONDICIONES DE OTORGAMIENTO Y/O APROBACIÓN CREDITICIA. 15% DE DESCUENTO EXCLUSIVO ABONANDO CON TARJETA MI CARREFOUR CREDITO. VÁLIDO DE VIERNES A MIÉRCOLES DEL 01 DE NOVIEMBRE HASTA EL 30 DE NOVIEMBRE DE 2025. UNICAMENTE PARA COMPRAS ONLINE EN CARREFOUR.COM.AR .DESCUENTO EN EL ACTO SIN TOPE  NO VALIDO ABONANDO A TRAVÉS DE PLATAFORMAS DIGITALES DE PAGO.  EXCLUSIVO PARA CONSUMO FAMILIAR. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. QUEDAN EXCLUIDOS DE LOS DESCUENTOS ELECTRODOMÉSTICOS, TELEFONÍA, FOTOGRAFÍA, INFORMÁTICA, IMAGEN, SONIDO, PRODUCTOS DE BODEGAS CHANDON, TRUMPETER, LEONCIO ARIZU, LA RURAL, RUTINI WINES, BODEGA 33° SUR, CATENA ZAPATA, TERRAZAS DE LOS ANDES, SAINT FELICIEN, GRUPO CLOS DE LOS 7, LECHES INFANTILES Y MATERNIZADAS ETAPAS 1 Y 2, CARNICERIA (CARNE VACUNA, POLLO, CERDO Y EMBUTIDOS) Y CONSERVADORAS DE CERVEZA. PARA MAS INFORMACION INGRESAR A CARREFOUR.COM.AR O BANCODESERVICIOSFINANCIEROS.COM.AR.  OTORGA BANCO DE SERVICIOS FINANCIEROS S.A., CUIT 30-69726589-5, INSCRIPTA EN EL RPC EL 14/07/1998, CON N° 5705, L II DE SA, BERUTI 2915, CABA (C1425BBI). . LA PROMOCIÓN NO APLICA A PAGOS A TRAVÉS DE BILLETERAS VIRTUALES Y/O PLATAFORMAS DE PAGO ONLINE (POR EJEMPLO, PAYPAL, TODO PAGO, MERCADO PAGO, UALÁ, ETC.) NI TARJETAS DE CRÉDITO CORPORATIVAS Y RECARGABLES. PROMOCIÓN NO VÁLIDA PARA PAGOS CON 2 (DOS) TARJETAS. APLICABLE A TARJETAS MASTERCARD NACIONALES. NO ES ACUMULABLE CON CUPONES DE TICKET MÁS BAJO.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Comprando online los días Lunes y Miércoles de Noviembre\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoOnline\"><div><div><div><div><div><div><span> \"15\"<span> \"%\"<div><span> \"de descuento\"<span> \"o\"<div><div><span> \"3\"<span> \"cuotas\"<div><span> \"CUOTAS SIN INTERES\"<div><div><div><img alt=\"mercado-pago-logo-vector-2023.png\" src=\"/api/dataentities/BP/documents/6953c09c-4afd-452e-8069-f96de704cdc1/img_card/attachments/mercado-pago-logo-vector-2023.png\"><span> \"Hasta 3 Cuotas sin interés con Mercado Pago + 15%OFF\"<span> \"Tope 4000\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"PROMOCIÓN VÁLIDA COMPRANDO ONLINE LOS LUNES Y MIÉRCOLES DE OCTUBRE . C.F.T. 0,00% BENEFICIO VÁLIDO EXCLUSIVAMENTE PARA LOS DÍAS LUNES Y MIÉRCOLES HASTA EL 31/10/2025 INCLUSIVE. ADICIONAL 15% DE DESCUENTO CON TOPE $4,000 SOLO CUANDO SE ABONA CON FINANCIACIÓN DE 3 CUOTAS SIN INTERES. NO APLICA CON DINERO EN CUENTA. SUJETO REVISIÓN CREDITICIA DE MERCADO PAGO. VALIDO POR UNA ÚNICA COMPRA POR USUARIO POR DIA. VÁLIDO PARA TIENDAS HIPERMERCADOS CARREFOUR, CARREFOUR MARKET, CARREFOUR EXPRESS, CARREFOUR MAXI DE ARGENTINA Y WWW.CARREFOUR.COM.AR. LAS OFERTAS DE PRÉSTAMO SE ENCUENTRAN SUJETAS A REVISIÓN CREDITICIA Y DE RIESGOS POR PARTE DE MERCA- DO PAGO. ESTA PUBLICIDAD NO IMPLICA UNA OBLIGACIÓN DE OTORGAR EL PRÉSTAMO. MERCADO PAGO NO ES UNA ENTIDAD FINANCIERA. LOS FONDOS EN CUENTAS DE PAGO NO SON DEPÓSITOS GARANTIZADOS. MERCADOLIBRE S.R.L. CUIT 30-70308853-4, CASEROS 3039, PISO 2°, C.A.B.A.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Comprando todos los Jueves de Noviembre\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoOnline\"><div><div><div><div><div><div><span> \"15\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"mc.webp\" src=\"/api/dataentities/BP/documents/afb32f30-f47a-11ef-b37f-d03b6ed445ad/img_card/attachments/mc.webp\"><span> \"15% de descuento en un pago con tarjetas Mastercard\"<span> \"$10.000 tope de reintegro\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- PROMOCIÓN VÁLIDA COMPRANDO LOS JUEVES DE NOVIEMBRE DE 2025 EN LA REPÚBLICA ARGENTINA, EXCLUSIVAMENTE CON TARJETAS DE CRÉDITO, DÉBITO Y PREPAGA DE LA MARCA MASTERCARD EMITIDAS EN ARGENTINA. VÁLIDO PARA LAS COMPRAS REALIZADAS EN  WWW.CARREFOUR.COM.AR. 15% (QUINCE POR CIENTO) DE AHORRO EN EL ACTO PARA COMPRAS EN UN (1) PAGO CON TOPE DE DESCUENTO DE $10,000. ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. VALIDO POR 1 COMPRA SEMANAL POR PERSONA. PROMOCIÓN NO VÁLIDA EN HIPERMERCADOS CARREFOUR, CARREFOUR MARKET, CARREFOUR EXPRESS, MAXI CARREFOUR NI COMPRAS REALIZADAS EN COMERCIANTE.CARREFOUR.COM.AR. NO VÁLIDO PARA COMPRAS EN CUOTAS. NO VÁLIDO PARA PRODUCTOS ENTREGADOS NI VENDIDOS POR EL FABRICANTE. NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, LEONCIO ARIZU, TERRAZA DE LOS ANDES, TRUMPETER, LA RURAL, RUTINI WINES, BODEGA 33 SUR, CATENA ZAPATA y GRUPO CLOS DE LOS 7, PRODUCTOS DE LA CANASTA DE PRECIOS CUIDADOS, LECHES INFANTILES Y MATERNIZADAS ETAPA 1 Y 2, ELECTRODOMÉSTICOS, CELULARES, PRODUCTOS DE CARNICERÍA: CARNE VACUNA, POLLO, CERDO Y EMBUTIDOS NI CONSERVADORAS DE CERVEZA. PROMOCIÓN NO VÁLIDA PARA PAGOS CON 2 (DOS) TARJETAS. APLICABLE A TARJETAS MASTERCARD NACIONALES.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Comprando todos los Jueves de Noviembre\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoOnline\"><div><div><div><div><div><div><span> \"20\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><span> \"20% de descuento en un pago con Cuenta Digital Carrefour\"<span> \"Sin tope de reintegro\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- SUJETO A CONDICIONES DE OTORGAMIENTO Y/O APROBACIÓN CREDITICIA.  20% DESCUENTO: PROMOCIÓN VÁLIDA COMPRANDO LOS JUEVES DE NOVIEMBE DE 2025 EN LA REPÚBLICA ARGENTINA, EXCLUSIVAMENTE CON TARJETAS MI CARREFOUR CRÉDITO DE LA MARCA MASTERCARD EMITIDAS EN ARGENTINA. VÁLIDO PARA LAS COMPRAS REALIZADAS EN WWW.CARREFOUR.COM.AR. 20% (VEINTE POR CIENTO) DE AHORRO EN EL ACTO PARA COMPRAS EN UN (1) PAGO. SIN TOPE MÁXIMO DE DESCUENTO POR COMPRA . DESCUENTOS NO VALIDOS ABONANDO A TRAVÉS DE PLATAFORMAS DIGITALES DE PAGO. EXCLUSIVOS PARA CONSUMO FAMILIAR. NO ACUMULABLES CON OTRAS PROMOCIONES VIGENTES. QUEDAN EXCLUIDOS DE LOS DESCUENTOS ELECTRODOMÉSTICOS, TELEFONÍA, FOTOGRAFÍA, INFORMÁTICA, IMAGEN, SONIDO, PRODUCTOS DE BODEGAS CHANDON, TRUMPETER, LEONCIO ARIZU, LA RURAL, RUTINI WINES, BODEGA 33° SUR, CATENA ZAPATA, TERRAZAS DE LOS ANDES, SAINT FELICIEN, GRUPO CLOS DE LOS 7, LECHES INFANTILES Y MATERNIZADAS ETAPAS 1 Y 2, CARNICERIA (CARNE VACUNA, POLLO, CERDO Y EMBUTIDOS) Y CONSERVADORAS DE CERVEZA. PARA MAS INFORMACION INGRESAR A CARREFOUR.COM.AR O BANCODESERVICIOSFINANCIEROS.COM.AR. OTORGA BANCO DE SERVICIOS FINANCIEROS S.A., CUIT 30-69726589-5, INSCRIPTA EN EL RPC EL 14/07/1998, CON N° 5705, L II DE SA, BERUTI 2915, CABA (C1425BBI). LA PROMOCIÓN NO APLICA A PAGOS A TRAVÉS DE BILLETERAS VIRTUALES Y/O PLATAFORMAS DE PAGO ONLINE (POR EJEMPLO, PAYPAL, TODO PAGO, MERCADO PAGO, UALÁ, ETC.) NI TARJETAS DE CRÉDITO CORPORATIVAS Y RECARGABLES. PROMOCIÓN NO VÁLIDA PARA PAGOS CON 2 (DOS) TARJETAS. APLICABLE A TARJETAS MASTERCARD NACIONALES. NO ES ACUMULABLE CON CUPONES DE TICKET MÁS BAJO.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Comprando todos los Martes de Noviembre\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoOnline\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoExpress\"><div><div><div><div><div><div><span> \"20\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"crf-credito-horizontal.png\" src=\"/api/dataentities/BP/documents/02405642-566f-11f0-b37f-d2294b32b8bf/img_card/attachments/crf-credito-horizontal.png\"><span> \"20% de descuento con tarjeta de Crédito\"<span> \"En el acto ¡Sin Tope!\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"DESCUENTO EXCLUSIVO ABONANDO CON TARJETA MI CARREFOUR CREDITO. VÁLIDO LOS MARTES DEL 01 AL 30 DE NOVIEMBRE DE 2025 EN LAS TIENDAS “HIPERMERCADOS CARREFOUR”, “CARREFOUR MARKET” Y “CARREFOUR EXPRESS” DE TODO EL PAÍS . NO VÁLIDO EN CARREFOUR MAXI. EL DESCUENTO SE HARÁ EFECTIVO EN EL ACTO SIN TOPE, DESCUENTO NO VALIDO ABONANDO A TRAVÉS DE PLATAFORMAS DIGITALES DE PAGO. EXCLUSIVO SOLO PARA CONSUMO FAMILIAR. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. QUEDAN EXCLUIDOS DEL DESCUENTO ELECTRODOMÉSTICOS, TELEFONÍA, FOTOGRAFÍA, INFORMÁTICA, IMAGEN, SONIDO, PRODUCTOS DE LAS SIGUIENTES BODEGAS Y MARCAS: ÁLAMOS, ALTALAND, ANGÉLICA ZAPATA, ARUMA, CARO, CASA DE HERRERO, CHANDON, CUCHILLO DE PALO, D.V. CATENA, EL ENEMIGO, LA POSTA, LUCA, LUIGI BOSCA, NICASIA, OJO DE BUEN CUBERO, RUTINI, SAINT FELICIEN, SAN FELIPE Y VALMONT, LECHES INFANTILES Y MATERNIZADAS ETAPAS 1 Y 2, CARNICERIA (CARNE VACUNA, POLLO, CERDO Y EMBUTIDOS) Y CONSERVADORAS DE CERVEZA.  OTORGA BANCO DE SERVICIOS FINANCIEROS S.A. INSCRIPTA EN EL RPC EL 14/07/1998, CON N° 5705, L II DE SA, BERUTI 2915, CABA (C1425BBI).\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Jueves, Viernes, Sábado y Domingo\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoOnline\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoExpress\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMaxi\"><div><div><div><div><div><div><span> \"3\"<span> \"cuotas\"<div><span> \"sin interés\"<div><div><div><img alt=\"galicia (1).png\" src=\"/api/dataentities/BP/documents/89616964-f698-11ef-b37f-c396af203c85/img_card/attachments/galicia (1).png\"><img alt=\"visa.png\" src=\"/api/dataentities/BP/documents/89616964-f698-11ef-b37f-c396af203c85/img_card_2/attachments/visa.png\"><img alt=\"mc.png\" src=\"/api/dataentities/BP/documents/89616964-f698-11ef-b37f-c396af203c85/img_card_3/attachments/mc.png\"><span> \"3 cuotas sin interés pagando con Tarjetas de crédito Visa y Mastercard\"<span> \"Pagando con tarjetas del Banco Galicia\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- BENEFICIO VÁLIDO EXCLUSIVAMENTE PARA LOS DÍAS JUEVES, VIERNES, SÁBADOS Y DOMINGOS HASTA EL 30/11/2025 INCLUSIVE. VÁLIDO PARA TARJETAS DE CRÉDITO VISA Y MASTERCARD EMITIDAS POR EL BANCO GALICIA. VÁLIDO PARA TIENDAS HIPERMERCADOS CARREFOUR, CARREFOUR MARKET, CARREFOUR EXPRESS Y CARREFOUR MAXI DE ARGENTINA. VÁLIDO PARA ALIMENTOS SECOS, CONGELADOS, LÁCTEOS, FIAMBRES, LIMPIEZA Y PERFUMERÍA. CUOTAS SIN INTERÉS, T.E.M.=TASA EFECTIVA MENSUAL 0.00%, T.E.A.=TASA EFECTIVA ANUAL 0,00%, T.N.A.=TASA NOMINAL ANUAL 0,00% COSTO FINANCIERO TOTAL = C.F.T. SIN IVA 0,00%, CON IVA 0,00%. NO INCLUYE MOTOS, CUATRICICLOS, BICICLETAS MOTORIZADAS, TRACTORES, ELECTRODOMÉSTICOS, ELECTRÓNICA, TELEFONÍA CELULAR, LA PROMOCIÓN NO INCLUYE LAS SIGUIENTES BODEGAS Y MARCAS: ALTALAND, ARAUCANA, ARUMA, CARO, CASA DE HERRERO, CHANDON, CUCHILLO DE PALO, EL ENEMIGO, LA POSTA, LUCA, MALBEC ARGENTINO, NICOLÁS CATENA, OJO DE BUEN CUBERO, RIBERA DEL CUARZO, RUTINI, SAN FELIPE Y VALMONT, BAZAR, TEXTIL, LECHES INFANTILES Y MATERNIZADAS ETAPA 1 Y 2. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. SOLO PARA CONSUMO FAMILIAR.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Lunes y Miércoles de Noviembre\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoExpress\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMaxi\"><div><div><div><div><div><div><span> \"3\"<span> \"cuotas\"<div><span> \"sin interés\"<div><div><div><img alt=\"mercadopago.png\" src=\"/api/dataentities/BP/documents/fff9ddf9-6182-11f0-b37f-a06270dbd415/img_card/attachments/mercadopago.png\"><span> \"Hasta 3 Cuotas sin interés con Mercado Pago\"<span> \"Pagando con cuotas sin tarjeta\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"BENEFICIO VÁLIDO EXCLUSIVAMENTE PARA LOS DÍAS LUNES Y MIÉRCOLES HASTA EL 30/11/2025 INCLUSIVE. VÁLIDO PARA TIENDAS HIPERMERCADOS CARREFOUR, CARREFOUR MARKET, CARREFOUR EXPRESS, CARREFOUR MAXI DE ARGENTINA Y  WWW.CARREFOUR.COM.AR. LAS OFERTAS DE PRÉSTAMO SE ENCUENTRAN SUJETAS A REVISIÓN CREDITICIA Y DE RIESGOS POR PARTE DE MERCADO PAGO. TOPE DE $4000. ESTA PUBLICIDAD NO IMPLICA UNA OBLIGACIÓN DE OTORGAR EL PRÉSTAMO. MERCADO PAGO NO ES UNA ENTIDAD FINANCIERA. LOS FONDOS EN CUENTAS DE PAGO NO SON DEPÓSITOS GARANTIZADOS. MERCADOLIBRE S.R.L. CUIT 30-70308853-4, CASEROS 3039, PISO 2°, C.A.B.A.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Programando la entrega de tu pedido para los días Miércoles de Noviembre\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoOnline\"><div><div><div><div><div><div><span> \"20\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"patagonia.png\" src=\"/api/dataentities/BP/documents/7a8d0602-f473-11ef-b37f-92638dfcf564/img_card/attachments/patagonia.png\"><img alt=\"visa.png\" src=\"/api/dataentities/BP/documents/7a8d0602-f473-11ef-b37f-92638dfcf564/img_card_2/attachments/visa.png\"><span> \"20% de descuento en un pago con tarjeta de crédito Visa del Banco Patagonia\"<span> \"Tope de devolución: $12.500\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- 20% DE AHORRO CON TOPE DE $12,500 POR MES Y POR CUENTA EN UN PAGO CON TARJETAS DE CRÉDITO DEL BANCO PATAGONIA CRÉDITO VISA EXCLUSIVO PARA CLIENTES CON PLAN SUELDO.  PROMOCIÓN VÁLIDA PROGRAMANDO LA ENTREGA DE TU PEDIDO PARA LOS DÍAS MIÉRCOLES DE NOVIEMBRE DE 2025 PARA COMPRAS REALIZADAS EN 1 PAGO CON TARJETAS DE CRÉDITO VISA EMITIDAS POR EL BANCO PATAGONIA EN WWW.CARREFOUR.COM.AR. DESCUENTO 15% CON TOPE MÁXIMO DE DESCUENTO $10.000 POR MES Y POR CUENTA. EXCLUSIVO PARA CLIENTES CON CUENTA CLÁSICA Y PLUS. NO INCLUYE MOTOS, CUATRICICLOS, BICICLETAS MOTORIZADAS, TRACTORES, BODEGAS CHANDON, LEONCIO ARIZU, TERRAZAS DE LOS ANDES, TRUMPETER, LA RURAL, RUTINI WINES, BODEGAS 33 SUR, CLOS DE LOS SIETE, CATENA ZAPATA, NI PRODUCTOS DE CONVENIO DE PRECIOS CUIDADOS, LECHES INFANTILES Y MATERNIZADAS ETAPA 1 Y 2 NI CARNICERÍA: CARNE VACUNA, POLLO, CORTES DE CERDOS Y EMBUTIDOS. NO INCLUYE PRODUCTOS DE LA MARCA CARREFOUR DE ALIMENTOS, LÁCTEOS, QUESOS, FIAMBRES, BEBIDAS, PERFUMERÍA Y LIMPIEZA. NO INCLUYE ELECTRODOMÉSTICOS.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Programando la entrega de tu pedido para los días Miércoles de Noviembre\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoOnline\"><div><div><div><div><div><div><span> \"25\"<span> \"%\"<div><span> \"De descuento\"<div><div><div><img alt=\"patagonia.png\" src=\"/api/dataentities/BP/documents/d4cddc7f-f473-11ef-b37f-a9f1658963b4/img_card/attachments/patagonia.png\"><img alt=\"visa.png\" src=\"/api/dataentities/BP/documents/d4cddc7f-f473-11ef-b37f-a9f1658963b4/img_card_2/attachments/visa.png\"><span> \"25% de descuento en un pago con tarjeta de debito y crédito Visa del Banco Patagonia\"<span> \"Tope de devolución: $15.000\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- \"PROMOCIÓN VÁLIDA, PROGRAMANDO TU COMPRA PARA LOS DÍAS MIERCOLES HASTA EL 30/11/2025 PARA COMPRAS REALIZADAS CON TARJETA DE DÉBITO Y EN 1 PAGO CON TARJETAS DE CRÉDITO EMITIDAS POR EL BANCO PATAGONIA QUE COBREN SUS HABERES EN LA ENTIDAD. VÁLIDO PARA LAS TIENDAS HIPERMERCADOS CARREFOUR, CARREFOUR MARKET, CARREFOUR EXPRESS Y MAXI CARREFOUR. 25% DE AHORRO CON TOPE DE $15.000 POR MES Y POR CUENTA EN UN PAGO CON TARJETAS DE CRÉDITO DEL BANCO PATAGONIA CREDITO VISA EXCLUSIVO PARA CLIENTES CON PLAN SUELDO CARTERA PATAGONIA PLUS. EL IMPORTE BONIFICADO POR LAS COMPRAS EFECTUADAS CON TARJETAS DE CRÉDITO SERÁ ACREDITADO EN EL MISMO RESUMEN EN QUE INGRESE EL CONSUMO O EN EL INMEDIATO POSTERIOR. PARA COMPRAS CON TARJETAS DE DÉBITO, LAS BONIFICACIONES SE ACREDITARÁN EN LA CUENTA DE DÉBITO DENTRO DE LOS 10 DÍAS HÁBILES DE REALIZADA LA OPERACIÓN. QUEDAN EXCLUIDOS DE LOS DESCUENTOS ELECTRODOMÉSTICOS, TELEFONÍA, FOTOGRAFÍA, INFORMÁTICA, IMAGEN Y SONIDO, MOTOS, CUATRICICLOS, BICICLETAS MOTORIZADAS, TRACTORES, LA PROMOCIÓN NO INCLUYE LAS SIGUIENTES BODEGAS Y MARCAS: ALTALAND, ARAUCANA, ARUMA, CARO, CASA DE HERRERO, CHANDON, CUCHILLO DE PALO, EL ENEMIGO, LA POSTA, LUCA, MALBEC ARGENTINO, NICOLÁS CATENA, OJO DE BUEN CUBERO, RUTINI, SAN FELIPE Y VALMONT, LECHES INFANTILES Y MATERNIZADAS ETAPA 1 Y 2, CARNICERÍA NI CONSERVADORAS DE CERVEZA: CARNE VACUNA, POLLO, CORTES DE CERDOS Y EMBUTIDO. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES.\r\n\"\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Programando la entrega de tu pedido para los días Miércoles de Noviembre\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoOnline\"><div><div><div><div><div><div><span> \"30\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"bna.png\" src=\"/api/dataentities/BP/documents/8425d022-f47a-11ef-b37f-e0f7b28662b1/img_card/attachments/bna.png\"><img alt=\"mc.webp\" src=\"/api/dataentities/BP/documents/8425d022-f47a-11ef-b37f-e0f7b28662b1/img_card_2/attachments/mc.webp\"><img alt=\"visa.png\" src=\"/api/dataentities/BP/documents/8425d022-f47a-11ef-b37f-e0f7b28662b1/img_card_3/attachments/visa.png\"><span> \"30% de descuento en un pago con tarjetas de crédito Visa o Matercard de Banco Nación\"<span> \"Tope de devolución: $12.000\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- PROMOCIÓN VÁLIDA PROGRAMANDO LA ENTREGA DE TU PEDIDO PARA LOS DÍAS MIÉRCOLES DE NOVIEMBRE DE 2025. VÁLIDO PARA COMPRAS CON TARJETAS DE CRÉDITO VISA Y MASTERCARD DEL BNA. VÁLIDO PARA LA PRIMERA COMPRA PROGRAMADA DE CADA MIÉRCOLES POR CLIENTE. TOPE DE REINTEGRO HASTA $12.000 POR CLIENTE POR SEMANA PAGANDO EXCLUSIVAMENTE PARA COMPRAS ONLINE EN WWW.CARREFOUR.COM.AR. NO VÁLIDO PARA PAGOS CON SALDO EN CUENTA. EL REINTEGRO SE VERÁ REFLEJADO EN HASTA DOS RESÚMENES POSTERIORES A LA COMPRA EN LA CUENTA DEL TITULAR. EXCLUSIVO CARTERA DE CONSUMO. EXCLUYE VERSIONES CORPORATIVAS. EL BANCO NACIÓN NO SE RESPONSABILIZA POR LA CALIDAD DE LOS PRODUCTOS ADQUIRIDOS. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. NO INCLUYE MOTOS, CUATRICICLOS, BICICLETAS MOTORIZADAS, TRACTORES, BODEGAS CHANDON, LEONCIO ARIZU, TERRAZAS DE LOS ANDES, TRUMPETER, LA RURAL, RUTINI WINES, BODEGAS 33 SUR, CLOS DE LOS SIETE, CATENA ZAPATA, NI PRODUCTOS DE CONVENIO DE PRECIOS CUIDADOS, LECHES INFANTILES Y MATERNIZADAS ETAPA 1 Y 2 NI CARNICERÍA: CARNE VACUNA, POLLO, CORTES DE CERDOS Y EMBUTIDOS. NO INCLUYE PRODUCTOS DE LA MARCA CARREFOUR DE ALIMENTOS, LÁCTEOS, QUESOS, FIAMBRES, BEBIDAS, PERFUMERÍA Y LIMPIEZA. NO INCLUYE ELECTRODOMÉSTICOS.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Programando la entrega de tu pedido para los días Miércoles de Noviembre\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoOnline\"><div><div><div><div><div><div><span> \"30\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"patagonia.png\" src=\"/api/dataentities/BP/documents/4e9d47e8-dda6-11ef-b37f-fae1cd1d402c/img_card/attachments/patagonia.png\"><img alt=\"visa.png\" src=\"/api/dataentities/BP/documents/4e9d47e8-dda6-11ef-b37f-fae1cd1d402c/img_card_2/attachments/visa.png\"><span> \"35% de descuento en un pago con tarjeta de crédito Visa del Banco Patagonia\"<span> \"Tope de devolución: $20.000\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- 35% DE AHORRO CON TOPE DE $20.000 POR MES Y POR CUENTA EN UN PAGO CON TARJETAS DE CRÉDITO DEL BANCO PATAGONIA CREDITO VISA EXCLUSIVO PARA CLIENTES CON PLAN SUELDO CARTERA PATAGONIA SINGULAR.  PROMOCIÓN VÁLIDA PROGRAMANDO LA ENTREGA DE TU PEDIDO PARA LOS DÍAS MIÉRCOLES DE NOVIEMBRE DE 2025 PARA COMPRAS REALIZADAS EN 1 PAGO CON TARJETAS DE CRÉDITO VISA EMITIDAS POR EL BANCO PATAGONIA EN WWW.CARREFOUR.COM.AR. DESCUENTO 30% CON TOPE MÁXIMO DE $15.000 POR MES Y POR CUENTA. EXCLUSIVO PARA CLIENTES SINGULAR. NO INCLUYE MOTOS, CUATRICICLOS, BICICLETAS MOTORIZADAS, TRACTORES, BODEGAS CHANDON, LEONCIO ARIZU, TERRAZAS DE LOS ANDES, TRUMPETER, LA RURAL, RUTINI WINES, BODEGAS 33 SUR, CLOS DE LOS SIETE, CATENA ZAPATA, NI PRODUCTOS DE CONVENIO DE PRECIOS CUIDADOS, LECHES INFANTILES Y MATERNIZADAS ETAPA 1 Y 2 NI CARNICERÍA: CARNE VACUNA, POLLO, CORTES DE CERDOS Y EMBUTIDOS. NO INCLUYE PRODUCTOS DE LA MARCA CARREFOUR DE ALIMENTOS, LÁCTEOS, QUESOS, FIAMBRES, BEBIDAS, PERFUMERÍA Y LIMPIEZA. NO INCLUYE ELECTRODOMÉSTICOS.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Realizando la compra los días Martes de Noviembre\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoOnline\"><div><div><div><div><div><div><span> \"25\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"NaranjaX-02 (1).png\" src=\"/api/dataentities/BP/documents/b9629bf0-f4c4-4702-b191-e453ad720427/img_card/attachments/NaranjaX-02 (1).png\"><span> \"25 % de descuento con Tarjeta de Debito Visa Naranja adheridos al plan de suscripción\"<span> \"Tope de devolución: $12.000\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"PROMOCIÓN VÁLIDO REALIZANDO TU COMPRA LOS DIAS MARTES HASTA EL 30/11/2025. 25% DE DESCUENTO CON TOPE DE $12.000 POR MES PARA CLIENTES ADHERIDOS A PLANES DE SUSCRIPCIÓN. VALIDO PARA COMPRAS ONLINE COMPRANDO LOS DIAS MARTES DE NOVIEMNBRE CON TARJETAS DE DEBITO VISA NARANJA X. VÁLIDO PARA COMPRAS EN CARREFOUR.COM.AR, CARREFOUR HIPERMERCADO, CARREFOUR MARKET, CARREFOUR EXPRESS Y CARREFOUR MAXI. ACUMULABLE CON OTRAS PROMOCIONES. NO VÁLIDO PARA PRODUCTOS ENTREGADOS NI VENDIDOS POR EL FABRICANTE. NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, LEONCIO ARIZU, TERRAZA DE LOS ANDES, TRUMPETER, LA RURAL, RUTINI WINES, BODEGA 33 SUR, CATENA ZAPATA y GRUPO CLOS DE LOS 7, PRODUCTOS DE LA CANASTA DE PRECIOS CUIDADOS, LECHES INFANTILES Y MATERNIZADAS ETAPA 1 Y 2, ELECTRODOMÉSTICOS, PRODUCTOS DE CARNICERÍA: CARNE VACUNA, POLLO, CERDO, NI ENVASES.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Realizando tu compra los dias Martes de Noviembre\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoOnline\"><div><div><div><div><div><div><span> \"15\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><span> \"15 % de descuento con Tarjeta de Debito Visa Naranja no adheridos al plan de suscripción\"<span> \"Tope de devolución: $6.000\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"PROMOCIÓN VÁLIDO REALIZANDO TU COMPRA LOS DIAS MARTES HASTA EL 30/11/2025. 15% DE DESCUENTO CON TOPE DE $6.000 POR MES PARA CLIENTES NO ADHERIDOS A PLANES DE SUBSCRIPCIÓN. VALIDO PARA COMPRAS ONLINE COMPRANDO LOS DIAS MARTES DE NOVIEMBRE CON TARJETAS DE DEBITO VISA NARANJA X. VÁLIDO PARA COMPRAS EN CARREFOUR.COM.AR, CARREFOUR HIPERMERCADO, CARREFOUR MARKET, CARREFOUR EXPRESS Y CARREFOUR MAXI. ACUMULABLE CON OTRAS PROMOCIONES. NO VÁLIDO PARA PRODUCTOS ENTREGADOS NI VENDIDOS POR EL FABRICANTE. NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, LEONCIO ARIZU, TERRAZA DE LOS ANDES, TRUMPETER, LA RURAL, RUTINI WINES, BODEGA 33 SUR, CATENA ZAPATA y GRUPO CLOS DE LOS 7, PRODUCTOS DE LA CANASTA DE PRECIOS CUIDADOS, LECHES INFANTILES Y MATERNIZADAS ETAPA 1 Y 2, ELECTRODOMÉSTICOS, PRODUCTOS DE CARNICERÍA: CARNE VACUNA, POLLO, CERDO, NI ENVASES.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los días\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoExpress\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMaxi\"><div><div><div><div><div><div><span> \"4\"<span> \"cuotas\"<div><span> \"sin interés\"<div><div><div><img alt=\"NaranjaX-logoxxx.png\" src=\"/api/dataentities/BP/documents/edd8efce-47a2-11f0-b37f-9ee369df15b9/img_card/attachments/NaranjaX-logoxxx.png\"><span> \"4 cuotas cero interés pagando con Naranja X para toda la compra\"<span> \"Todos los días\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- BENEFICIO VÁLIDO TODOS LOS DÍAS HASTA EL 30/11/2025 INCLUSIVE. VÁLIDO PARA TIENDAS\r\nHIPERMERCADO CARREFOUR, CARREFOUR MARKET, CARREFOUR EXPRESS Y CARREFOUR MAXI DE\r\nARGENTINA DEL AMBA, PROVINCIA DE CÓRDOBA Y PROVINCIA DE MENDOZA. NO VÁLIDO PARA COMPRAS EN WWW.CARREFOUR.COM.AR. BENEFICIO VÁLIDO PARA TITULARES Y ADICIONALES DE TARJETA DE CRÉDITO NARANJA X DE TODO EL PAÍS\r\nQUE COMPREN EN PLAN 4 CUOTAS CERO INTERÉS: COSTO FINANCIERO TOTAL: CFT 0%; TASA EFECTIVA ANUAL: TEA 0%; TASA NOMINAL ANUAL: TNA\r\n0%. BENEFICIO NO VÁLIDO PARA COMPRAS REALIZADAS CON NARANJA VISA, NARANJA MASTERCARD, NARANJA AMEX NI PARA TRANSACCIONES\r\nREALIZADAS EN AGRUPADORES Y BILLETERAS VIRTUALES EN CASO DE FUERZA MAYOR Y/O CASO FORTUITO QUE GENERE ALGUNA IMPOSIBILIDAD\r\nPARA LLEVAR A CABO EL BENEFICIO O PARA CONTINUAR CON EL MISMO, NARANJA X PODRÁ SUSPENDER DEFINITIVAMENTE O TRANSITORIAMENTE\r\nEL BENEFICIO, COMO ASÍ TAMBIÉN INTRODUCIR LAS MODIFICACIONES PERTINENTES. LA TARJETA DE CRÉDITO ES COMERCIALIZADA POR TARJETA.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los jueves de Noviembre\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoExpress\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMaxi\"><div><div><div><div><div><div><span> \"15\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"Logo-MiCRF-Clasico_382x12511.png\" src=\"/api/dataentities/BP/documents/4f9ac242-778f-11f0-b37f-f9b6f2b5c87b/img_card/attachments/Logo-MiCRF-Clasico_382x12511.png\"><span> \"Si sos empleado/a público todos los jueves\"<span> \"En Alimentos secos, Congelados, Lácteos, Fiambres,  Bebidas, Limpieza y Perfumería. Tope máximo de descuento mensual $ 20.000\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- PROMOCIÓN VÁLIDA LOS DIAS JUEVES HASTA EL 30/11/2025, EXCLUSIVO EN HIPERMERCADOS CARREFOUR, CARREFOUR MARKET, EXPRESS Y MAXI DE LAS PROVINCIAS DE: SANTA FE, FORMOSA, NEUQUÉN, SALTA, RÍO NEGRO, TIERRA\r\nDEL FUEGO, Y DE LAS CUIDADES DE: MAR DEL PLATA, TANDIL, BALCARCE, PERGAMINO, BAHÍA BLANCA, OLAVARRÍA Y SAN NICOLÁS.. VÁLIDO PARA EMPLEADAS/OS PÚBLICOS QUE TRABAJEN EN: EDUCACIÓN, JUSTICIA,\r\nREGISTRO, ENERGÍA , CULTURA, SALUD, TURISMO, PREFECTURA, TRÁNSITO, DEPORTE, TRANSPORTE, DESARROLLO SOCIAL, CUALQUIER DEPENDENCIA NACIONAL, PROVINCIAL O MUNICIPAL. NO VÁLIDO EN CARREFOUR\r\nEXPRESS, CARREFOUR MAXI NI EN CARREFOUR.COM.AR. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. SÓLO PARA CONSUMO FAMILIAR. TOPE MÁXIMO DE DESCUENTO MENSUAL $ 20.000. CONSULTA BASES\r\nY CONDICIONES EN ATENCIÓN AL CLIENTE. PARA MÁS INFORMACIÓN CONSULTE EN WWW.CARREFOUR.COM.AR O COMUNÍQUESE AL TELÉFONO 0-800-444-8484.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los jueves de Noviembre\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoExpress\"><div><div><div><div><div><div><span> \"15\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"mercadopago.png\" src=\"/api/dataentities/BP/documents/6f2b4959-568c-11f0-b37f-ec35e7cb19c6/img_card/attachments/mercadopago.png\"><span> \"15% de descuento en toda tu compra acumulable con todas las promos\"<span> \"¡Sin Tope! Exclusivo con dinero en cuenta.\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"BENEFICIO VÁLIDO EXCLUSIVAMENTE EN LA REPÚBLICA ARGENTINA, HASTA EL 30/11/2025 PARA PAGOS REALIZADOS A TRAVÉS DEL SERVICIO DE PROCESAMIENTO DE PAGOS DE MERCADO PAGO OPERADO POR MERCADOLIBRE S.R.L. “MERCADO PAGO” A TRAVÉS DEL ESCANEO DEL CÓDIGO QR CON LA APP DE MERCADO PAGO LA “APP”, ELIGIENDO COMO MEDIO DE PAGO DINERO EN CUENTA. EL BENEFICIO CONSISTE EN UN 15% DE DESCUENTO, SIN TOPE DE REINTEGRO, EN TODA TU COMPRA EN TODAS LAS SUCURSALES DE HIPERMERCADOS CARREFOUR, CARREFOUR MARKET Y CARREFOUR EXPRESS \"EL “BENEFICIO”. NO VALIDO PARA WWW.CARREFOUR.COM.AR NI CARREFOUR MAXI. EL BENEFICIO ESTARÁ A CARGO DE INC S.A. Y SE REALIZARÁ EN LÍNEA DE CAJAS SOBRE EL PRECIO DE CONTADO. MERCADO PAGO NO ES UNA ENTIDAD FINANCIERA. LOS FONDOS EN CUENTAS DE PAGO NO SON DEPÓSITOS GARANTIZADOS. MERCADOLIBRE S.R.L. CUIT 30703088534, CASEROS 3039, PISO 2o, CABA”. PROMOCIÓN NO VÁLIDA PARA COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR CARREFOUR ARGENTINA, COMPRAS ABONADAS EN EUROS, DÓLARES NI TICKETS O CON LA APLICACIÓN DE MERCADO PAGO NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL.SOLO PARA CONSUMO FAMILIAR. PARA MÁS INFORMACIÓN COMUNÍQUESE GRATUITAMENTE AL TELÉFONO 0 800 444 8484.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los lunes de Noviembre\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoExpress\"><div><div><div><div><div><div><span> \"15\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"mc.png\" src=\"/api/dataentities/BP/documents/9ddc0289-5685-11f0-b37f-a3f1f683c198/img_card/attachments/mc.png\"><span> \"15% de descuento con tarjetas de débito, prepaga y crédito Mastercard Contactless\"<span> \"Tope: $3.000 por compra\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"PROMOCIÓN VÁLIDA LOS DÍAS LUNES HASTA EL 30/11/2025. PROMOCIÓN VÁLIDA PARA LAS COMPRAS REALIZADAS BAJO LA METODOLOGÍA \"CONTACTLESS\" SIN CONTACTO CON LAS TARJETAS DE CRÉDITO Y PREPAGO\r\nMASTERCARD EMITIDAS EN LA REPÚBLICA ARGENTINA. (1) AHORRO DEL 15% CON TARJETAS DE DÉBITO, PREPAGA Y CRÉDITO MASTERCARD CONTACTLESS. TOPE DE DESCUENTO POR COMPRA DE $3.000. EL REINTEGRO\r\nSE VERÁ REFLEJADO EN HASTA 2 DOS RESÚMENES POSTERIORES A LA FECHA DE COMPRA. EL DESCUENTO SE REALIZARÁ POR DEVOLUCIÓN, EN EL RESUMEN DE CUENTA. (2) AHORRO DEL 25% PAGANDO CON TU\r\nCELULAR VÍA NFC.. TOPE DE DESCUENTO POR COMPRA DE $8.000. EL REINTEGRO SE VERÁ REFLEJADO EN LOS MOVIMIENTOS DE LA CUENTA DENTRO DE LOS 30 DÍAS HÁBILES SIGUIENTES DE REALIZADA LA COMPRA.\r\nVÁLIDO EXCLUSIVAMENTE EN TIENDAS CARREFOUR EXPRESS. NO PARTICIPAN HIPERMERCADOS CARREFOUR, CARREFOUR MARKET, CARREFOUR MAXI, COMPRAS REALIZADAS EN WW.CARREFOUR.COM.AR NI\r\nTUPEDIDO.CARREFOUR.COM.AR. NO VÁLIDO PARA COMPRAS EN CUOTAS. PROMOCIÓN NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. SOLO PARA CONSUMO PERSONAL. (*) LA PROMOCIÓN NO INCLUYE LAS\r\nSIGUIENTES BODEGAS Y MARCAS: ALTALAND, ARAUCANA, ARUMA, CARO, CASA DE HERRERO, CHANDON, CUCHILLO DE PALO, EL ENEMIGO, LA POSTA, LUCA, MALBEC\r\nARGENTINO, NICOLÁS CATENA, OJO DE BUEN CUBERO, RUTINI, SAN FELIPE Y VALMONT. LECHES INFANTILES Y MATERNIZADAS ETAPA 1 Y 2, ELECTRODOMÉSTICOS,\r\nCELULARES, PRODUCTOS DE CARNICERÍA: CARNE VACUNA, POLLO, CERDO Y EMBUTIDOS NI CONSERVADORAS DE CERVEZA. LA PROMOCIÓN NO APLICA A PAGOS\r\nA TRAVÉS DE BILLETERAS VIRTUALES Y/O PLATAFORMAS DE PAGO ONLINE POR EJEMPLO, PAYPAL, TODO PAGO, MERCADO PAGO, UALÁ, ETC. NI TARJETAS DE\r\nCRÉDITO CORPORATIVAS. CONSULTE CON SU BANCO EMISOR LA EVENTUAL APLICACIÓN DE CARGOS POR COMPRAS EN CUOTAS. CONSULTE LOCALES ADHERIDOS\r\nEN WWW.MASTERCARD.COM.AR\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los lunes de Noviembre\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoExpress\"><div><div><div><div><div><div><span> \"25\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"mc.png\" src=\"/api/dataentities/BP/documents/ef5848a6-5685-11f0-b37f-df77fbc993d7/img_card/attachments/mc.png\"><span> \"25% de descuento pagando con tu celular Vía NFC\"<span> \"Tope: $8.000 por compra\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- PROMOCIÓN VÁLIDA LOS DÍAS LUNES HASTA EL 30/11/2025. PROMOCIÓN VÁLIDA PARA LAS COMPRAS REALIZADAS BAJO LA METODOLOGÍA \"CONTACTLESS\" SIN CONTACTO CON LAS TARJETAS DE CRÉDITO Y PREPAGO MASTERCARD EMITIDAS\r\nEN LA REPÚBLICA ARGENTINA. \u001f1\u001e AHORRO DEL 15% CON TARJETAS DE DÉBITO, PREPAGA Y CRÉDITO MASTERCARD CONTACTLESS. TOPE DE DESCUENTO POR SEMANA $3.000. EL REINTEGRO SE VERÁ REFLEJADO EN HASTA 2 DOS RESÚMENES\r\nPOSTERIORES A LA FECHA DE COMPRA. EL DESCUENTO SE REALIZARÁ POR DEVOLUCIÓN, EN EL RESUMEN DE CUENTA. \u001f2\u001e AHORRO DEL 25% PAGANDO CON TU CELULAR VÍA NFC. TOPE DE DESCUENTO POR SEMANA $8.000. EL REINTEGRO\r\nSE VERÁ REFLEJADO EN LOS MOVIMIENTOS DE LA CUENTA DENTRO DE LOS 30 DÍAS HÁBILES SIGUIENTES DE REALIZADA LA COMPRA. \u001f3\u001e AHORRO DEL 15% ADICIONAL CON TARJETAS DE CRÉDITO DEL BANCO ICBC MASTERCARD CON\r\nCONTACTLESS. TOPE DE DESCUENTO POR MES $7.000. EL REINTEGRO SE VERÁ REFLEJADO EN HASTA 2 DOS RESUMENES POSTERIORES A LA FECHA DE COMPRA. EL DESCUENTO SE REALIZARÁ POR DEVOLUCIÓN, EN EL RESUMEN DE CUENTA.\r\nVÁLIDO EXCLUSIVAMENTE EN TIENDAS CARREFOUR EXPRESS. NO PARTICIPAN HIPERMERCADOS CARREFOUR, CARREFOUR MARKET, CARREFOUR MAXI, COMPRAS REALIZADAS EN WW.CARREFOUR.COM.AR NI TUPEDIDO.CARREFOUR.COM.AR.\r\nNO VÁLIDO PARA COMPRAS EN CUOTAS. PROMOCIÓN NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. SOLO PARA CONSUMO PERSONAL. LA PROMOCIÓN NO INCLUYE LAS\r\nSIGUIENTES BODEGAS Y MARCAS: ALTALAND, ARAUCANA, ARUMA, CARO, CASA DE HERRERO, CHANDON, CUCHILLO DE PALO, EL ENEMIGO, LA POSTA, LUCA, MALBEC ARGENTINO,\r\nNICOLÁS CATENA, OJO DE BUEN CUBERO, RUTINI, SAN FELIPE Y VALMONT. LECHES INFANTILES Y MATERNIZADAS ETAPA 1 Y 2, ELECTRODOMÉSTICOS, CELULARES, PRODUCTOS DE\r\nCARNICERÍA: CARNE VACUNA, POLLO, CERDO Y EMBUTIDOS NI CONSERVADORAS DE CERVEZA. LA PROMOCIÓN NO APLICA A PAGOS A TRAVÉS DE BILLETERAS VIRTUALES Y/O\r\nPLATAFORMAS DE PAGO ONLINE POR EJEMPLO, PAYPAL, TODO PAGO, MERCADO PAGO, UALÁ, ETC. NI TARJETAS DE CRÉDITO CORPORATIVAS. CONSULTE CON SU BANCO EMISOR LA\r\nEVENTUAL APLICACIÓN DE CARGOS POR COMPRAS EN CUOTAS. CONSULTE LOCALES ADHERIDOS.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los lunes de Noviembre\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoOnline\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoExpress\"><div><div><div><div><div><div><span> \"15\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"club_lanacion.png\" src=\"/api/dataentities/BP/documents/06991a18-5679-11f0-b37f-fc08fbf78cb1/img_card/attachments/club_lanacion.png\"><span> \"15% de descuento con Club La Nación\"<span> \"¡Sin Tope!\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"PROMOCIÓN VÁLIDA TODOS LOS LUNES HASTA EL 30/11/2025, PRESENTANDO DNI DEL TITULAR DE CLUB LA NACIÓN EN LÍNEA DE CAJAS. VÁLIDO EN TIENDAS “HIPERMERCADOS CARREFOUR”, “CARREFOUR MARKET” Y “CARREFOUR EXPRESS” DE TODO EL PAÍS . NO VÁLIDO EN CARREFOUR MAXI. EL DESCUENTO SE HARÁ EFECTIVO EN EL ACTO SIN TOPE, DESCUENTO NO VALIDO ABONANDO A TRAVÉS DE PLATAFORMAS DIGITALES DE PAGO. EXCLUSIVO SOLO PARA CONSUMO FAMILIAR. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. QUEDAN EXCLUIDOS DEL DESCUENTO ELECTRODOMÉSTICOS, TELEFONÍA, FOTOGRAFÍA, INFORMÁTICA, IMAGEN, SONIDO, PRODUCTOS DE LAS SIGUIENTES BODEGAS Y MARCAS: ÁLAMOS, ALTALAND, ANGÉLICA ZAPATA, ARUMA, CARO, CASA DE HERRERO, CHANDON, CUCHILLO DE PALO, D.V. CATENA, EL ENEMIGO, LA POSTA, LUCA, LUIGI BOSCA, NICASIA, OJO DE BUEN CUBERO, RUTINI, SAINT FELICIEN, SAN FELIPE Y VALMONT, LECHES INFANTILES Y MATERNIZADAS ETAPAS 1 Y 2, CARNICERÍA (CARNE VACUNA, POLLO, CERDO Y EMBUTIDOS) Y CONSERVADORAS DE CERVEZA. PARA MÁS INFORMACIÓN CONSULTE EN WWW.CARREFOUR.COM.AR. O COMUNÍQUESE GRATUITAMENTE AL TELÉFONO 0-800-444-8484.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los lunes y martes de Noviembre\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMaxi\"><div><div><div><div><div><div><span> \"15\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"crf-credito-horizontal.png\" src=\"/api/dataentities/BP/documents/0ed20a6c-5672-11f0-b37f-febde8c23e7e/img_card/attachments/crf-credito-horizontal.png\"><span> \"15% de descuento pagando con tarjeta de crédito Mi Carrefour\"<span> \"¡Sin Tope! En el acto.\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"15% DE DESCUENTO EXCLUSIVO TODOS LOS LUNES Y MARTES DE NOVIEMBRE DE 2025 ABONANDO CON TARJETA MI CARREFOUR CRÉDITO. EXCLUSIVO EN LOS LOCALES DE BANDERA COMERCIAL CARREFOUR MAXI. DESCUENTO EN EL ACTO SIN TOPE. 15% DE DESCUENTO EXCLUSIVO TODOS LOS LUNES Y MARTES DE OCTUBRE DE 2025 ABONANDO CON  TARJETA MI CARREFOUR PREPAGA. DESCUENTO NO VALIDO ABONANDO A TRAVÉS DE PLATAFORMAS DIGITALES DE PAGO. EXCLUSIVO SOLO PARA CONSUMO FAMILIAR. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. QUEDAN EXCLUIDOS DEL DESCUENTO ELECTRODOMÉSTICOS, TELEFONÍA, FOTOGRAFÍA, INFORMÁTICA, IMAGEN, SONIDO,  PRODUCTOS DE LAS SIGUIENTES BODEGAS Y MARCAS: ÁLAMOS, ALTALAND, ANGÉLICA ZAPATA, ARUMA, CARO, CASA DE HERRERO, CHANDON, CUCHILLO DE PALO, D.V. CATENA, EL ENEMIGO, LA POSTA, LUCA, LUIGI BOSCA, NICASIA, OJO DE BUEN CUBERO, RUTINI, SAINT FELICIEN, SAN FELIPE Y VALMONT, LECHES INFANTILES Y MATERNIZADAS ETAPAS 1 Y 2, CARNICERÍA (CARNE VACUNA, POLLO, CERDO Y EMBUTIDOS) Y CONSERVADORAS DE CERVEZA.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los Lunes y Miércoles de Noviembre\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoOnline\"><div><div><div><div><div><div><span> \"15\"<span> \"%\"<div><span> \"de descuento y 3CSI\"<div><div><div><img alt=\"mercadopago.png\" src=\"/api/dataentities/BP/documents/688173fc-88cc-11f0-b37f-9757d04e1e77/img_card/attachments/mercadopago.png\"><span> \"Hasta 3 Cuotas sin interés con Mercado Pago + 15%OFF\"<span> \"Tope $4000\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"PROMOCIÓN VÁLIDA COMPRANDO ONLINE LOS LUNES Y MIÉRCOLES DE NOVIEMBRE . C.F.T. 0,00% BENEFICIO VÁLIDO EXCLUSIVAMENTE PARA LOS DÍAS LUNES Y MIÉRCOLES HASTA EL 30/11/2025 INCLUSIVE. ADICIONAL 15% DE DESCUENTO CON TOPE $4,000 SOLO CUANDO SE ABONA CON FINANCIACIÓN DE 3 CUOTAS SIN INTERES. NO APLICA CON DINERO EN CUENTA. SUJETO REVISIÓN CREDITICIA DE MERCADO PAGO. VALIDO POR UNA ÚNICA COMPRA POR USUARIO POR DIA. VÁLIDO PARA TIENDAS HIPERMERCADOS CARREFOUR, CARREFOUR MARKET, CARREFOUR EXPRESS, CARREFOUR MAXI DE ARGENTINA Y WWW.CARREFOUR.COM.AR. LAS OFERTAS DE PRÉSTAMO SE ENCUENTRAN SUJETAS A REVISIÓN CREDITICIA Y DE RIESGOS POR PARTE DE MERCA- DO PAGO. ESTA PUBLICIDAD NO IMPLICA UNA OBLIGACIÓN DE OTORGAR EL PRÉSTAMO. MERCADO PAGO NO ES UNA ENTIDAD FINANCIERA. LOS FONDOS EN CUENTAS DE PAGO NO SON DEPÓSITOS GARANTIZADOS. MERCADOLIBRE S.R.L. CUIT 30-70308853-4, CASEROS 3039, PISO 2°, C.A.B.A.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los Lunes y Viernes de Noviembre\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMaxi\"><div><div><div><div><div><div><span> \"10\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"mercadopago.png\" src=\"/api/dataentities/BP/documents/5190165f-568d-11f0-b37f-9422ccc2cf81/img_card/attachments/mercadopago.png\"><span> \"10% de descuento en toda tu compra acumulable con todas las promos\"<span> \"¡Sin Tope! Exclusivo con dinero en cuenta.\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"BENEFICIO VÁLIDO TODOS LOS DÍAS LUNES Y VIERNES HASTA EL 30/11/2025 EN LA REPÚBLICA ARGENTINA PARA PAGOS REALIZADOS A TRAVÉS DEL SERVICIO DE PROCESAMIENTO DE PAGOS DE MERCADO PAGO OPERADO POR MERCADOLIBRE S.R.L. “MERCADO PAGO” A TRAVÉS DEL ESCANEO DEL CÓDIGO QR CON LA\r\nAPP DE MERCADO PAGO LA “APP”, ELIGIENDO COMO MEDIO DE PAGO DINERO EN CUENTA. EL BENEFICIO CONSISTE EN UN 10% DE DESCUENTO, SIN TOPE, EN TODA TU COMPRA EN TODAS\r\nLAS SUCURSALES DE CARREFOUR MAXI \"EL “BENEFICIO”. NO VÁLIDO PARA\r\nWWW.COMERCIANTES.CARREFOUR.COM.AR. EL BENEFICIO ESTARÁ A CARGO DE INC S.A. Y SE\r\nREALIZARÁ EN LÍNEA DE CAJAS SOBRE EL PRECIO DE CONTADO. MERCADO PAGO NO ES UNA\r\nENTIDAD FINANCIERA. LOS FONDOS EN CUENTAS DE PAGO NO SON DEPÓSITOS\r\nGARANTIZADOS. MERCADOLIBRE S.R.L. CUIT 30703088534, CASEROS 3039, PISO 2o,\r\nCABA”. PROMOCIÓN NO VÁLIDA PARA COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO\r\nEMITIDAS EN EL EXTERIOR, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES\r\nEMITIDAS POR CARREFOUR ARGENTINA, COMPRAS ABONADAS EN EUROS, DÓLARES NI TICKETS\r\nO CON LA APLICACIÓN DE TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. SOLO PARA CONSUMO\r\nFAMILIAR. PARA MÁS INFORMACIÓN COMUNÍQUESE GRATUITAMENTE AL TELÉFONO\r\n0-800-444-8484.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los martes de Noviembre\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoExpress\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMaxi\"><div><div><div><div><div><div><span> \"15\"<span> \"%\"<div><span> \"de Ahorro\"<div><div><div><img alt=\"NaranjaX-logoxxx.png\" src=\"/api/dataentities/BP/documents/0310be9b-efb9-4860-ab80-174c6a367000/img_card/attachments/NaranjaX-logoxxx.png\"><span> \"15% de Ahorro con Tarjetas de Crédito Naranja y Visa Debito\"<span> \"Tope $6.000 para clientes no adheridos a planes de suscripción NX - por semana por cuenta\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"BENEFICIO VÁLIDO TODOS LOS DÍAS MARTES HASTA EL 30/11/2025 INCLUSIVE. VÁLIDO PARA TIENDAS HIPERMERCADO CARREFOUR, CARREFOUR\r\nMARKET, CARREFOUR EXPRESS Y CARREFOUR MAXI DE ARGENTINA.15% DE REINTEGRO PAGANDO CON TARJETA DE CRÉDITO NARANJA X O TARJETA DE DÉBITO NARANJA X VISA. NO VÁLIDO PARA TARJETAS DE CRÉDITO VISA, MASTERCARD O AMEX. TOPE DE REINTEGRO $6.000 POR CUENTA POR SEMANA PARA CLIENTES NO ADHERIDOS A PLANES DE SUSCRIPCIÓN NX. EL REINTEGRO SE ACREDITARÁ ÚNICAMENTE EN CUENTA NARANJA X DENTRO DE LOS 10 DÍAS POSTERIORES A LA COMPRA BENEFICIO NO VÁLIDO PARA TRANSACCIONES REALIZADAS EN AGRUPADORES Y BILLETERAS VIRTUALES EN CASO DE FUERZA MAYOR Y/O CASO FORTUITO QUE GENERE ALGUNA IMPOSIBILIDAD PARA LLEVAR A CABO EL BENEFICIO O PARA CONTINUAR CON EL MISMO, NARANJA X PODRÁ SUSPENDER DEFINITIVAMENTE O TRANSITORIAMENTE EL BENEFICIO, COMO ASÍ TAMBIÉN INTRODUCIR LAS MODIFICACIONES PERTINENTES. LA TARJETA DE CRÉDITO ES COMERCIALIZADA POR TARJETA NARANJA S. A.U. CUIT 30685376349, LA TABLADA 451, CÓRDOBA\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los martes de Noviembre\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoExpress\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMaxi\"><div><div><div><div><div><div><span> \"25\"<span> \"%\"<div><span> \"de Ahorro\"<div><div><div><img alt=\"NaranjaX-logoxxx.png\" src=\"/api/dataentities/BP/documents/6d86943e-0986-4592-8e3e-441e91fbbb38/img_card/attachments/NaranjaX-logoxxx.png\"><span> \"25% de Ahorro Para clientes adheridos a planes suscripción NX\"<span> \"Tope $12.000 por semana por cuenta\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"BENEFICIO VÁLIDO TODOS LOS DÍAS MARTES HASTA EL 30/11/2025 INCLUSIVE. VÁLIDO PARA TIENDAS HIPERMERCADO CARREFOUR, CARREFOUR MARKET, CARREFOUR EXPRESS Y CARREFOUR MAXI DE ARGENTINA. 25% DE REINTEGRO PAGANDO CON TARJETA DE CRÉDITO NARANJA X O TARJETA DE DÉBITO NARANJA X VISA. NO VÁLIDO PARA TARJETAS DE CRÉDITO VISA, MASTERCARD O AMEX. TOPE DE REINTEGRO $12.000 POR CUENTA POR SEMANA PARA CLIENTES ADHERIDOS A PLANES DE SUSCRIPCIÓN NX. EL REINTEGRO SE ACREDITARÁ ÚNICAMENTE EN CUENTA NARANJA X DENTRO DE LOS 10 DÍAS POSTERIORES A LA COMPRA BENEFICIO NO VÁLIDO PARA TRANSACCIONES REALIZADAS EN AGRUPADORES Y BILLETERAS VIRTUALES EN CASO DE FUERZA MAYOR Y/O CASO FORTUITO QUE GENERE ALGUNA IMPOSIBILIDAD PARA LLEVAR A CABO EL BENEFICIO O PARA CONTINUAR CON EL MISMO, NARANJA X PODRÁ SUSPENDER DEFINITIVAMENTE O TRANSITORIAMENTE EL BENEFICIO, COMO ASÍ TAMBIÉN INTRODUCIR LAS MODIFICACIONES PERTINENTES. LA TARJETA DE CRÉDITO ES COMERCIALIZADA POR TARJETA NARANJA S. A.U. CUIT 30685376349, LA TABLADA 451, CÓRDOBA\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los miércoles de Noviembre\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoExpress\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMaxi\"><div><div><div><div><div><div><span> \"10\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"Cuenta_dni.png\" src=\"/api/dataentities/BP/documents/35d30d5f-567a-11f0-b37f-c2cb70a90ede/img_card/attachments/Cuenta_dni.png\"><span> \"10% de descuento en toda tu compra con Cuenta DNI\"<span> \"Acumulable con tu compra. ¡Sin Tope!\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"PROMOCIÓN VÁLIDA TODOS LOS MIÉRCOLES DESDE EL 01 AL 30 DE NOVIEMBRE DE 2025 INCLUSIVE. PARA COMPRAS REALIZADAS A TRAVÉS DE LA FUNCIONALIDAD \"PAGO CLAVE DNI\" Y/O QR DE LA APLICACIÓN CUENTA DNI EN TODAS LAS TIENDAS HIPERMERCADOS CARREFOUR, CARREFOUR MARKET, CARREFOUR EXPRESS Y CARREFOUR MAXI. LA NÓMINA DE ADHERIDOS SE PODRÁ CONSULTAR EN WWW.BANCOPROVINCIA.COM.AR. BONIFICACIÓN DEL 10%. SIN TOPE DE REINTEGRO. EL BENEFICIO ESTARÁ A CARGO DE CARREFOUR. EL DESCUENTO SE REALIZARÁ EN EL MOMENTO DE LA COMPRA, EN EL MISMO INSTANTE EN QUE SE COBRE AL CLIENTE POR LA LÍNEA DE CAJA DEL ESTABLECIMIENTO. VÁLIDA ÚNICAMENTE PARA VENTA MINORISTA, SE EXCLUYEN DE LA PROMOCIÓN ELECTRODOMÉSTICOS Y PRODUCTOS FRESCOS (QUESOS Y FIAMBRES, PESCADERÍA FRESCA, FRUTAS Y VERDURAS, PANADERÍA, CARNICERÍA, PLATOS PREPARADOS). ACUMULABLE CON PRODUCTOS EN OFERTA. LA PROMOCIÓN NO APLICA A COMPRAS REALIZADAS CON CUENTA DNI MEDIANTE LA LECTURA DEL CÓDIGO QR DE MERCADO PAGO U OTRAS BILLETERAS DIGITALES, NI LAS ABONADAS CON TARJETA DE CRÉDITO VISA Y/O MASTERCARD Y/O VISA DÉBITO O TRANSFERENCIAS A TRAVÉS DE LA APLICACIÓN. EL DESCUENTO PROMOCIONADO APLICARÁ SOBRE EL PRECIO CONTADO EN CONCORDANCIA CON RESOLUCIÓN 51 Y 240 /2017 MINISTERIO DE PRODUCCIÓN DE LA NACIÓN SECRETARÍA DE COMERCIO. EJEMPLOS REPRESENTATIVOS: (1) QUIEN REALICE UNA COMPRA DE $30.000. (RECIBIRÁ UN REINTEGRO DE $3.000). (2) QUIEN REALICE UNA COMPRA DE $80.000 (RECIBIRÁ UN REINTEGRO DE $8.000) PARA MÁS INFORMACIÓN COMUNÍQUESE AL 0810-666-2364. BANCO DE LA PROVINCIA DE BUENOS AIRES. CUIT 33_99924210_9 CALLE 7 N°726. LA PLATA.\r\nBUENOS AIRES. WWW.BANCOPROVINCIA.COM.AR. CARTERA DE CONSUMO.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los miércoles de Noviembre\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoExpress\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMaxi\"><div><div><div><div><div><div><span> \"15\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"Logo-MiCRF-Clasico_382x12511.png\" src=\"/api/dataentities/BP/documents/b4c98e44-7791-11f0-b37f-e8bc7e01c88f/img_card/attachments/Logo-MiCRF-Clasico_382x12511.png\"><span> \"Si sos empleada/o público todos los miércoles\"<span> \"En Alimentos secos, Congelados, Lácteos, Fiambres,  Bebidas, Limpieza y Perfumería. Tope máximo de descuento mensual $ 20.000\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- PROMOCIÓN VÁLIDA LOS DÍAS MIÉRCOLES HASTA EL 30/11/2025, EXCLUSIVO EN HIPERMERCADOS CARREFOUR CARREFOUR MARKET, EXPRESS Y MAXI DE LAS PROVINCIAS DE CHACO, CHUBUT, CÓRDOBA, CORRIENTES, TUCUMÁN,\r\nSANTA CRUZ, JUJUY, SAN JUAN, ENTRE RÍOS, CATAMARCA, LA RIOJA, SAN LUIS, LA PAMPA Y MENDOZA. VÁLIDO PARA EMPLEADAS/OS PÚBLICOS QUE TRABAJEN EN: EDUCACIÓN, JUSTICIA, REGISTRO, ENERGÍA, CULTURA,\r\nSALUD, TURISMO, PREFECTURA, TRÁNSITO, DEPORTE, TRANSPORTE, DESARROLLO SOCIAL, CUALQUIER DEPENDENCIA NACIONAL, PROVINCIAL O MUNICIPAL.NO VÁLIDO EN CARREFOUR EXPRESS, CARREFOUR MAXI NI EN\r\nCARREFOUR.COM.AR. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. SÓLO PARA CONSUMO FAMILIAR. TOPE MÁXIMO DE DESCUENTO MENSUAL $ 20.000. CONSULTA BASES Y CONDICIONES EN ATENCIÓN AL\r\nCLIENTE. PARA MÁS INFORMACIÓN CONSULTE EN WWW.CARREFOUR.COM.AR O COMUNÍQUESE AL TELÉFONO 0-800-444-8484.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los miércoles de Noviembre\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoExpress\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMaxi\"><div><div><div><div><div><div><span> \"20\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"macro1.png\" src=\"/api/dataentities/BP/documents/12b5d4ea-567b-11f0-b37f-97a3b2f0dd15/img_card/attachments/macro1.png\"><img alt=\"macro_modo1.png\" src=\"/api/dataentities/BP/documents/12b5d4ea-567b-11f0-b37f-97a3b2f0dd15/img_card_2/attachments/macro_modo1.png\"><span> \"20% de descuento con todas las tarjetas de crédito en un Pago de Macro\"<span> \"Exclusivo pagando con Modo desde la app de Macro. Tope mensual $ 15.000\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"PROMOCIÓN VÁLIDA LOS DÍAS MIÉRCOLES HASTA EL 30/11/2025. PARA COMPRAS REALIZADAS EN 1 PAGO CON TARJETAS DE CRÉDITO EMITIDAS POR BANCO MACRO A TRAVÉS DE MODO. VÁLIDO EN HIPERMERCADOS CARREFOUR, CARREFOUR MARKET, CARREFOUR EXPRESS Y MAXI CARREFOUR. (1) 20% DE AHORRO CON TOPE DE $ 15.000 POR MES Y POR CUENTA EN UN PAGO CON TARJETAS DE CRÉDITO VISA O MASTERCARD A TRAVES DE MODO EXCLUSIVO. (2) 25 % DE DESCUENTO CON TOPE DE $ 20.000 POR MES Y POR CUENTA EN UN PAGO CON TARJETAS DE CRÉDITO VISA O MASTERCARD PLATINUM A TRAVÉS DE MODO. (3) 30% DE AHORRO CON TOPE DE $ 25.000 POR MES EN UN PAGO CON TARJETAS DE CRÉDITO VISA SIGNATURE O MASTERCARD BLACK A TRAVÉS DE MODO. (1, 2 Y 3) EXCLUSIVO EN HIPERMERCADOS CARREFOUR, CARREFOUR MARKET, CARREFOUR EXPRESS Y MAXI CARREFOUR. LA APLICACIÓN DEL DESCUENTO SE VERÁ REFLEJADO COMO UN AJUSTE DE CRÉDITO EN LA CUENTA ASOCIADA HASTA 30 DÍAS POSTERIORES A LA COMPRA. NO VÁLIDO PARA COMPRAS EN WWW.CARREFOUR.COM.AR. NO INCLUYE MOTOS, CUATRICICLOS, BICICLETAS MOTORIZADAS, TRACTORES, LAS SIGUIENTES BODEGAS Y MARCAS: ALTALAND, ARAUCANA, ARUMA, CARO, CASA DE HERRERO, CHANDON, CUCHILLO DE PALO, EL ENEMIGO, LA POSTA, LUCA, MALBEC ARGENTINO, NICOLÁS CATENA, OJO DE BUEN CUBERO, RUTINI, SAN FELIPE Y VALMONT, LECHES INFANTILES Y MATERNIZADAS ETAPA 1 Y 2 NI CARNICERÍA: CARNE VACUNA, POLLO, CORTES DE CERDOS Y EMBUTIDOS; PRODUCTOS CARREFOUR DE ALIMENTOS, LÁCTEOS, QUESOS, FIAMBRES, BEBIDAS, PERFUMERÍA Y LIMPIEZA. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los miércoles de Noviembre\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoExpress\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMaxi\"><div><div><div><div><div><div><span> \"30\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"bnaymodo.png\" src=\"/api/dataentities/BP/documents/edc9e54b-5677-11f0-b37f-b2665656e035/img_card/attachments/bnaymodo.png\"><img alt=\"visa-1.png\" src=\"/api/dataentities/BP/documents/edc9e54b-5677-11f0-b37f-b2665656e035/img_card_2/attachments/visa-1.png\"><img alt=\"mc.png\" src=\"/api/dataentities/BP/documents/edc9e54b-5677-11f0-b37f-b2665656e035/img_card_3/attachments/mc.png\"><span> \"30% de descuento con tarjetas de crédito Visa y Mastercard de Banco Nación\"<span> \"Exclusivo pagando con Modo. Tope semanal $ 12.000\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"PROMOCIÓN VÁLIDA EXCLUSIVAMENTE PARA LOS DÍAS MIÉRCOLES HASTA EL 30/11/2025. BENEFICIO DEL 30% PARA COMPRAS REALIZADAS EN 1 PAGO CON TARJETAS DE CRÉDITO VISA Y MASTERCARD EMITIDAS POR EL BANCO NACIÓN A TRAVÉS DE MODO O BNA+. VÁLIDO PARA TIENDAS HIPERMER- CADO CARREFOUR, CARREFOUR MARKET, CARREFOUR EXPRESS Y CARREFOUR MAXI DE ARGENTINA. NO VÁLIDO PARA COMPRAS EN WWW.CARRE- FOUR.COM.AR. TOPE DE DESCUENTO $12.000 POR CLIENTE Y POR MIÉRCOLES. LA DEVOLUCIÓN O REINTEGRO SE VERÁ REFLEJADO COMO UN AJUSTE DE CRÉDITO EN LA CUENTA ASOCIADA A BNA+ EN HASTA 30 DÍAS POSTERIORES A LA COMPRA. NO INCLUYE MOTOS, CUATRICICLOS, BICICLETAS MOTORIZADAS, TRACTORES, ELECTRODOMÉSTICOS, ELECTRÓNICA, TELEFONÍA CELULAR, LA PROMOCIÓN NO INCLUYE LAS SIGUIENTES BODEGAS Y MARCAS: ALTALAND, ARAUCANA, ARUMA, CARO, CASA DE HERRERO, CHANDON, CUCHILLO DE PALO, EL ENEMIGO, LA POSTA, LUCA, MALBEC ARGENTINO, NICOLÁS CATENA, OJO DE BUEN CUBERO, RUTINI, SAN FELIPE Y VALMONT, LECHES INFANTILES Y MATERNIZADAS ETAPA 1 Y 2 NI CARNICERÍA: CARNE VACUNA, POLLO, CORTES DE CERDOS Y EMBUTIDOS. NO INCLUYE PRODUCTOS CARREFOUR DE ALIMENTOS, LÁCTEOS, QUESOS, FIAMBRES, BEBIDAS, PERFUMERÍA Y LIMPIEZA. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. SOLO PARA CONSUMO FAMILIAR.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los Miércoles de Noviembre\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoExpress\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMaxi\"><div><div><div><div><div><div><span> \"35\"<span> \"%\"<div><span> \"de Ahorro\"<div><div><div><img alt=\"patagonia.png\" src=\"/api/dataentities/BP/documents/9916667a-77a3-11f0-b37f-f944805a8741/img_card/attachments/patagonia.png\"><span> \"Exclusivo para clientes con plan sueldo singular\"<span> \"Con tarjeta debito y en un pago con tarjeta de credito. Tope de devolución (POR MES Y POR CUENTA) $ 20.000\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- PROMOCIÓN VÁLIDA LOS DÍAS MIERCOLES HASTA EL 30/11/2025 PARA COMPRAS REALIZADAS CON TARJETA DE DÉBITO Y EN 1 PAGO CON TARJETAS DE CRÉDITO VISA\r\nEMITIDAS POR EL BANCO PATAGONIA QUE COBREN SUS HABERES EN LA ENTIDAD. VÁLIDO PARA HIPERMERCADOS CARREFOUR, CARREFOUR MARKET, CARREFOUR EXPRESS\r\nY CARREFOUR MAXI. (1) 20% DE AHORRO CON TOPE DE $12.500 POR MES Y POR CUENTA EN UN PAGO CON TARJETAS DE DÉBITO Y CRÉDITO VISA DEL BANCO PATAGONIA\r\nEXCLUSIVO PARA CLIENTES CON PLAN SUELDO. (2) 25% DE AHORRO CON TOPE DE $15.000 POR MES Y POR CUENTA EN UN PAGO CON TARJETAS DE DÉBITO Y CRÉDITO VISA\r\nDEL BANCO PATAGONIA EXCLUSIVO PARA CLIENTES CON PLAN SUELDO CARTERA PATAGONIA PLUS. (3) 35% DE AHORRO CON TOPE DE $20.000 POR MES Y POR CUENTA EN\r\nUN PAGO CON TARJETAS DE DÉBITO Y CRÉDITO VISA DEL BANCO PATAGONIA EXCLUSIVO PARA CLIENTES CON PLAN SUELDO CARTERA PATAGONIA SINGULAR. EL IMPORTE\r\nBONIFICADO POR LAS COMPRAS EFECTUADAS CON TARJETAS DE CRÉDITO SERÁ ACREDITADO EN EL MISMO RESUMEN EN QUE INGRESE EL CONSUMO O EN EL INMEDIATO\r\nPOSTERIOR. PARA COMPRAS CON TARJETAS DE DÉBITO, LAS BONIFICACIONES SE ACREDITARÁN EN LA CUENTA DE DÉBITO DENTRO DE LOS 10 DÍAS HÁBILES DE REALIZADA\r\nLA OPERACIÓN. QUEDAN EXCLUIDOS DE LOS DESCUENTOS ELECTRODOMÉSTICOS, TELEFONÍA, FOTOGRAFÍA, INFORMÁTICA, IMAGEN Y SONIDO, MOTOS, CUATRICICLOS,\r\nBICICLETAS MOTORIZADAS, TRACTORES, LAS SIGUIENTES BODEGAS Y MARCAS: ALTALAND, ARAUCANA, ARUMA, CARO, CASA DE HERRERO, CHANDON, CUCHILLO DE PALO,\r\nEL ENEMIGO, LA POSTA, LUCA, MALBEC ARGENTINO, NICOLÁS CATENA, OJO DE BUEN CUBERO, RUTINI, SAN FELIPE Y VALMONT, LECHES INFANTILES Y MATERNIZADAS ETAPA\r\n1 Y 2, CARNICERÍA NI CONSERVADORAS DE CERVEZA: CARNE VACUNA, POLLO, CORTES DE CERDOS Y EMBUTIDO. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los sábados y domingos de Noviembre\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoExpress\"><div><div><div><div><div><div><span> \"15\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"anses.png\" src=\"/api/dataentities/BP/documents/f81a7851-5693-11f0-b37f-e219d79675df/img_card/attachments/anses.png\"><img alt=\"mercadopago.png\" src=\"/api/dataentities/BP/documents/f81a7851-5693-11f0-b37f-e219d79675df/img_card_2/attachments/mercadopago.png\"><span> \"15% de descuento Si sos beneficiario de Anses y cobrás en tu cuenta de Mercado Pago\"<span> \"Tope mensual: $ 20.000\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"BENEFICIO DE 15% DE DESCUENTO CON TOPE DE $20.000 MENSUAL DE REINTEGRO, VÁLIDO LOS DÍAS SÁBADOS Y DOMINGOS DE NOVIEMBRE EXCLUSIVAMENTE EN LA REPÚBLICA ARGENTINA SÓLO PARA CONSUMO FAMILIAR EN HIPERMERCADOS CARREFOUR, CARREFOUR MARKET Y CARREFOUR EXPRESS (NO VALIDO PARA WWW.CARREFOUR.COM.AR NI CARREFOUR MAXI) PARA AQUELLOS BENEFICIARIOS DE ANSES QUE ACREDITEN SUS HABERES A TRAVÉS DE MERCADO PAGO Y PAGUEN A TRAVÉS DEL SERVICIO DE PROCESAMIENTO DE PAGOS DE MERCADO PAGO OPERADO POR MERCADO LIBRE S.R.L. “MERCADO PAGO” A TRAVÉS DEL ESCANEO DEL CÓDIGO QR CON LA APP DE MERCADO PAGO. LA APP “MERCADO PAGO” NO ES UNA ENTIDAD FINANCIERA. LOS FONDOS EN CUENTAS DE PAGO NO SON DEPÓSITOS GARANTIZADOS. MERCADO LIBRE S.R.L. CUIT 30703088534, CASEROS 3039, PISO 2, CABA”. PROMOCIÓN NO VÁLIDA PARA COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR CARREFOUR ARGENTINA, COMPRAS ABONADAS EN EUROS, DÓLARES, NI TICKETS O CON LA APLICACIÓN DE MERCADO PAGO NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. INCSA 30787310434, BERUTI 2915, CABA. PARA MÁS INFORMACIÓN CONSULTE LA APP “MERCADO PAGO” O COMUNÍQUESE GRATUITAMENTE AL 08004448484.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los Sabados y Domingos de Noviembre\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoOnline\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoExpress\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMaxi\"><div><div><div><div><div><div><span> \"10\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"tarjeta-cuenta-digital.webp\" src=\"/api/dataentities/BP/documents/88dab9bf-7393-467b-b666-1f025a5f29e5/img_card/attachments/tarjeta-cuenta-digital.webp\"><span> \"10% de descuento - En toda tu compra acumulable con todas las promos\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"DESCUENTO EXCLUSIVO ABONANDO CON CUENTA DIGITAL A MI CARREFOUR. VÁLIDO TODOS LOS SÁBADOS Y DOMINGOS A PARTIR DEL 20 DE SEPTIEMBRE DE 2025 HASTA EL 30 DE NOVIEMBRE DE 2025 EN LAS TIENDAS “HIPERMERCADOS CARREFOUR”, “CARREFOUR MARKET”, “CARREFOUR EXPRESS” CARREFOUR MAXI DE TODO EL PAÍS. Y PARA COMPRAS ONLINE EN CARREFOUR.COM.AR EL DESCUENTO SE HARÁ EFECTIVO EN EL ACTO SIN TOPE, EXCLUSIVO SOLO PARA CONSUMO FAMILIAR. ACUMULABLE CON TODAS LAS PROMOCIONES VIGENTES. PARA MAS INFORMACION INGRESAR A CARREFOUR.COM.AR O BANCODESERVICIOSFINANCIEROS.COM.AR. OTORGA BANCO DE SERVICIOS FINANCIEROS S.A. CUIT 30-69726589-5, INSCRIPTA EN EL RPC EL 14/07/1998, CON N° 5705, L II DE SA, BERUTI 2915, CABA (C1425BBI)\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los sábados y domingos de Noviembre\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoOnline\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoExpress\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMaxi\"><div><div><div><div><div><div><span> \"3\"<span> \"cuotas\"<div><span> \"sin interés\"<div><div><div><img alt=\"crf-credito-horizontal.png\" src=\"/api/dataentities/BP/documents/74a385cb-5690-11f0-b37f-c2cb70a90ede/img_card/attachments/crf-credito-horizontal.png\"><span> \"3 cuotas sin interés en toda tu compra con tarjeta de crédito Mi Carrefour\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"C.F.T. 0,00% FINANCIACIÓN EXCLUSIVA ABONANDO CON TARJETA MI CARREFOUR CREDITO EN TODA TU COMPRA. VIGENTE LOS SÁBADOS Y DOMINGOS DESDE EL 14 JUNIO AL 30 DE NOVIEMBRE DE 2025 INCLUSIVE. VÁLIDO EN HIPERMERCADOS CARREFOUR DEL PAÍS, CARREFOUR MARKET ,CARREFOUR EXPRESS, CARREFOUR MAXI Y PARA COMPRAS ON LINE EN CARREFOUR.COM.AR.  CUOTAS SIN INTERÉS T.E.M.=TASA EFECTIVA MENSUAL 0,00%, T.E.A.=TASA EFECTIVA ANUAL 0,00%, T.N.A.=TASA NOMINAL ANUAL 0,00% COSTO FINANCIERO TOTAL = C.F.T. 0,00% CON IVA Y SIN IVA . LAS PROMOCIONES Y/O PRECIOS DE OFERTAS PUBLICADOS NO SON ACUMULABLES CON OTRAS PROMOCIONES VIGENTES.  OTORGA Y FINANCIA BANCO DE SERVICIOS FINANCIEROS S.A. INSCRIPTA EN EL RPC EL 14/07/1998, CON N° 5705, L II DE SA, BERUTI 2915, CABA (C1425BBI).\""
  }
]