[
  {
    "domDescription": "<div><div><div><div><span> \"Todos los jueves\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoOnline\"><div><div><div><div><div><div><span> \"15\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"mc.webp\" src=\"/api/dataentities/BP/documents/afb32f30-f47a-11ef-b37f-d03b6ed445ad/img_card/attachments/mc.webp\"><span> \"15% de descuento en un pago con tarjetas de crédito Mastercard\"<span> \"Sin tope de reintegro\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- PROMOCIÓN VÁLIDA COMPRANDO LOS JUEVES DE JUNIO DE 2025 EN LA REPÚBLICA ARGENTINA, EXCLUSIVAMENTE CON TARJETAS DE CRÉDITO, DÉBITO Y PREPAGA DE LA MARCA MASTERCARD EMITIDAS EN ARGENTINA. VÁLIDO PARA LAS COMPRAS REALIZADAS EN  WWW.CARREFOUR.COM.AR. 15% (QUINCE POR CIENTO) DE AHORRO EN EL ACTO PARA COMPRAS EN UN (1) PAGO.SIN TOPE MÁXIMO. PROMOCIÓN NO VÁLIDA EN HIPERMERCADOS CARREFOUR, CARREFOUR MARKET, CARREFOUR EXPRESS, MAXI CARREFOUR NI COMPRAS REALIZADAS EN COMERCIANTE.CARREFOUR.COM.AR. NO VÁLIDO PARA COMPRAS EN CUOTAS. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. NO VÁLIDO PARA PRODUCTOS ENTREGADOS NI VENDIDOS POR EL FABRICANTE. NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, LEONCIO ARIZU, TERRAZA DE LOS ANDES, TRUMPETER, LA RURAL, RUTINI WINES, BODEGA 33 SUR, CATENA ZAPATA y GRUPO CLOS DE LOS 7, PRODUCTOS DE LA CANASTA DE PRECIOS CUIDADOS, LECHES INFANTILES Y MATERNIZADAS ETAPA 1 Y 2, ELECTRODOMÉSTICOS, CELULARES, PRODUCTOS DE CARNICERÍA: CARNE VACUNA, POLLO, CERDO Y EMBUTIDOS NI CONSERVADORAS DE CERVEZA. PROMOCIÓN NO VÁLIDA PARA PAGOS CON 2 (DOS) TARJETAS. APLICABLE A TARJETAS MASTERCARD NACIONALES. NO ES ACUMULABLE CON CUPONES DE TICKET MÁS BAJO.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los jueves\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoOnline\"><div><div><div><div><div><div><span> \"20\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"crf-prepaga-horizontal (1).webp\" src=\"/api/dataentities/BP/documents/48bd593d-f47a-11ef-b37f-d4d4a5afb0b2/img_card/attachments/crf-prepaga-horizontal (1).webp\"><span> \"20% de descuento en un pago con tarjeta Mi Carrefour prepaga\"<span> \"Sin tope de reintegro\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- SUJETO A CONDICIONES DE OTORGAMIENTO Y/O APROBACIÓN CREDITICIA. 20% DESCUENTO: PROMOCIÓN VÁLIDA COMPRANDO LOS JUEVES DE JUNIO DE 2025 EN LA REPÚBLICA ARGENTINA, EXCLUSIVAMENTE CON TARJETAS MI CARREFOUR PREPAGA DE LA MARCA MASTERCARD EMITIDAS EN ARGENTINA. VÁLIDO PARA LAS COMPRAS REALIZADAS EN WWW.CARREFOUR.COM.AR. 20% (VEINTE POR CIENTO) DE AHORRO EN EL ACTO PARA COMPRAS EN UN (1) PAGO. SIN TOPE MÁXIMO DE DESCUENTO. DESCUENTOS NO VALIDOS ABONANDO A TRAVÉS DE PLATAFORMAS DIGITALES DE PAGO. EXCLUSIVOS PARA CONSUMO FAMILIAR. NO ACUMULABLES CON OTRAS PROMOCIONES VIGENTES. QUEDAN EXCLUIDOS DE LOS DESCUENTOS ELECTRODOMÉSTICOS, TELEFONÍA, FOTOGRAFÍA, INFORMÁTICA, IMAGEN, SONIDO, PRODUCTOS DE BODEGAS CHANDON, TRUMPETER, LEONCIO ARIZU, LA RURAL, RUTINI WINES, BODEGA 33° SUR, CATENA ZAPATA, TERRAZAS DE LOS ANDES, SAINT FELICIEN, GRUPO CLOS DE LOS 7, LECHES INFANTILES Y MATERNIZADAS ETAPAS 1 Y 2, CARNICERIA (CARNE VACUNA, POLLO, CERDO Y EMBUTIDOS) Y CONSERVADORAS DE CERVEZA. PARA MAS INFORMACION INGRESAR A CARREFOUR.COM.AR O BANCODESERVICIOSFINANCIEROS.COM.AR. OTORGA BANCO DE SERVICIOS FINANCIEROS S.A., CUIT 30-69726589-5, INSCRIPTA EN EL RPC EL 14/07/1998, CON N° 5705, L II DE SA, BERUTI 2915, CABA (C1425BBI). LA PROMOCIÓN NO APLICA A PAGOS A TRAVÉS DE BILLETERAS VIRTUALES Y/O PLATAFORMAS DE PAGO ONLINE (POR EJEMPLO, PAYPAL, TODO PAGO, MERCADO PAGO, UALÁ, ETC.) NI TARJETAS DE CRÉDITO CORPORATIVAS Y RECARGABLES. PROMOCIÓN NO VÁLIDA PARA PAGOS CON 2 (DOS) TARJETAS. APLICABLE A TARJETAS MASTERCARD NACIONALES. NO ES ACUMULABLE CON CUPONES DE TICKET MÁS BAJO.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los jueves\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoOnline\"><div><div><div><div><div><div><span> \"20\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"crf-credito-horizontal (1).webp\" src=\"/api/dataentities/BP/documents/dc756f22-f479-11ef-b37f-f45bce4a2de1/img_card/attachments/crf-credito-horizontal (1).webp\"><span> \"20% de descuento en un pago con tarjeta Mi Carrefour crédito\"<span> \"Sin tope de reintegro\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- SUJETO A CONDICIONES DE OTORGAMIENTO Y/O APROBACIÓN CREDITICIA.  20% DESCUENTO: PROMOCIÓN VÁLIDA COMPRANDO LOS JUEVES DE JUNIO DE 2025 EN LA REPÚBLICA ARGENTINA, EXCLUSIVAMENTE CON TARJETAS MI CARREFOUR CRÉDITO DE LA MARCA MASTERCARD EMITIDAS EN ARGENTINA. VÁLIDO PARA LAS COMPRAS REALIZADAS EN WWW.CARREFOUR.COM.AR. 20% (VEINTE POR CIENTO) DE AHORRO EN EL ACTO PARA COMPRAS EN UN (1) PAGO. SIN TOPE MÁXIMO DE DESCUENTO POR COMPRA . DESCUENTOS NO VALIDOS ABONANDO A TRAVÉS DE PLATAFORMAS DIGITALES DE PAGO. EXCLUSIVOS PARA CONSUMO FAMILIAR. NO ACUMULABLES CON OTRAS PROMOCIONES VIGENTES. QUEDAN EXCLUIDOS DE LOS DESCUENTOS ELECTRODOMÉSTICOS, TELEFONÍA, FOTOGRAFÍA, INFORMÁTICA, IMAGEN, SONIDO, PRODUCTOS DE BODEGAS CHANDON, TRUMPETER, LEONCIO ARIZU, LA RURAL, RUTINI WINES, BODEGA 33° SUR, CATENA ZAPATA, TERRAZAS DE LOS ANDES, SAINT FELICIEN, GRUPO CLOS DE LOS 7, LECHES INFANTILES Y MATERNIZADAS ETAPAS 1 Y 2, CARNICERIA (CARNE VACUNA, POLLO, CERDO Y EMBUTIDOS) Y CONSERVADORAS DE CERVEZA. PARA MAS INFORMACION INGRESAR A CARREFOUR.COM.AR O BANCODESERVICIOSFINANCIEROS.COM.AR. OTORGA BANCO DE SERVICIOS FINANCIEROS S.A., CUIT 30-69726589-5, INSCRIPTA EN EL RPC EL 14/07/1998, CON N° 5705, L II DE SA, BERUTI 2915, CABA (C1425BBI). LA PROMOCIÓN NO APLICA A PAGOS A TRAVÉS DE BILLETERAS VIRTUALES Y/O PLATAFORMAS DE PAGO ONLINE (POR EJEMPLO, PAYPAL, TODO PAGO, MERCADO PAGO, UALÁ, ETC.) NI TARJETAS DE CRÉDITO CORPORATIVAS Y RECARGABLES. PROMOCIÓN NO VÁLIDA PARA PAGOS CON 2 (DOS) TARJETAS. APLICABLE A TARJETAS MASTERCARD NACIONALES. NO ES ACUMULABLE CON CUPONES DE TICKET MÁS BAJO.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Programando la entrega de tu pedido para los días Miércoles.\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoOnline\"><div><div><div><div><div><div><span> \"25\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"santander.webp\" src=\"/api/dataentities/BP/documents/f83366b4-f479-11ef-b37f-c2ee76e77021/img_card/attachments/santander.webp\"><img alt=\"visa.png\" src=\"/api/dataentities/BP/documents/f83366b4-f479-11ef-b37f-c2ee76e77021/img_card_2/attachments/visa.png\"><span> \"25% de descuento en un pago con tarjeta de crédito Visa de Banco Santander\"<span> \"Tope de devolución: $20.000\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- PROMOCIÓN VÁLIDA PROGRAMANDO LA ENTREGA DE TU COMPRA PARA LOS DÍAS MIÉRCOLES DE JUNIO DE 2025 PARA COMPRAS REALIZADAS EN 1 PAGO CON TARJETAS DE CRÉDITO VISA EMITIDAS POR EL BANCO SANTANDER. TOPE DE $20.000 POR MES Y POR CUENTA. VÁLIDO WWW.CARREFOUR.COM.AR. EL IMPORTE BONIFICADO POR LAS COMPRAS EFECTUADAS CON TARJETAS DE CRÉDITO SERÁ ACREDITADO EN EL MISMO RESUMEN EN QUE INGRESE EL CONSUMO O EN EL INMEDIATO POSTERIOR. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. NO INCLUYE MOTOS, CUATRICICLOS, BICICLETAS MOTORIZADAS, TRACTORES, BODEGAS CHANDON, LEONCIO ARIZU, TERRAZAS DE LOS ANDES, TRUMPETER, LA RURAL, RUTINI WINES, BODEGAS 33 SUR, CLOS DE LOS SIETE, CATENA ZAPATA, LECHES INFANTILES Y MATERNIZADAS ETAPA 1 Y 2 NI CARNICERÍA: CARNE VACUNA, POLLO, CORTES DE CERDOS Y EMBUTIDOS. NO INCLUYE PRODUCTOS DE LA MARCA CARREFOUR DE ALIMENTOS, LÁCTEOS, QUESOS, FIAMBRES, BEBIDAS, PERFUMERÍA Y LIMPIEZA.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Programando la entrega de tu pedido para los días Miércoles.\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoOnline\"><div><div><div><div><div><div><span> \"25\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"macro (1).png\" src=\"/api/dataentities/BP/documents/4e1046af-f472-11ef-b37f-83abebaad9f1/img_card/attachments/macro (1).png\"><img alt=\"visa.png\" src=\"/api/dataentities/BP/documents/4e1046af-f472-11ef-b37f-83abebaad9f1/img_card_2/attachments/visa.png\"><img alt=\"mc.webp\" src=\"/api/dataentities/BP/documents/4e1046af-f472-11ef-b37f-83abebaad9f1/img_card_3/attachments/mc.webp\"><span> \"25% de descuento en un pago con tarjeta de crédito Visa o Mastercard de Macro Preferencial (Platinum)\"<span> \"Tope  $10.000 por cuenta/mes.\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- PROMOCIÓN VÁLIDA PROGRAMANDO LA ENTREGA DE TU PEDIDO PARA LOS DÍAS MIÉRCOLES DE JUNIO DE 2025 PARA COMPRAS REALIZADAS EN 1 PAGO CON TARJETAS DE CRÉDITO EMITIDAS POR EL BANCO MACRO O MACRO BMA EN LOS LOCALES HIPERMERCADOS CARREFOUR, CARREFOUR MARKET Y CARREFOUR EXPRESS. TAMBIÉN PROMOCIÓN VALIDA PARA WWW.CARREFOUR.COM.AR EN COMPRAS EN 1 PAGO Y PROGRAMANDO LA ENTREGA DE TU PEDIDO PARA LOS DÍAS MIÉRCOLES. LA APLICACIÓN DEL DESCUENTO SE REALIZARÁ AL CIERRE DEL RESUMEN EN EL CUAL SE REGISTRE LA OPERACIÓN O EN EL SUBSIGUIENTE. 25% DE AHORRO CON TOPE DE $10.000 EN UN PAGO CON TARJETAS DE CRÉDITO MACRO PREFERENCIAL (PLATINIUM). EXCLUSIVO EN LOS HIPERMERCADOS CARREFOUR,CARREFOUR MARKET, CARREFOUR EXPRESS Y WWW.CARREFOUR.COM.AR. NO PARTICIPA CARREFOUR MAXI. NO INCLUYE MOTOS, CUATRICICLOS, BICICLETAS MOTORIZADAS, TRACTORES, BODEGAS CHANDON, LEONCIO ARIZU, TERRAZAS DE LOS ANDES, TRUMPETER, LA RURAL, RUTINI WINES, LATITUD 33, CLOS DE LOS SIETE, CATENA ZAPATA, NI PRODUCTOS DE CONVENIO DE PRECIOS CUIDADOS, LECHES INFANTILES Y MATERNIZADAS ETAPA 1 Y 2 NI CARNICERÍA: CARNE VACUNA, POLLO, CORTES DE CERDOS Y EMBUTIDOS. NO INCLUYE PRODUCTOS DE LA MARCA CARREFOUR DE ALIMENTOS, LÁCTEOS, QUESOS, FIAMBRES, BEBIDAS, PERFUMERÍA Y LIMPIEZA. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. NO INCLUYE ELECTRODOMÉSTICOS.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los Miércoles\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoExpress\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMaxi\"><div><div><div><div><div><div><span> \"15\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"patagonia_184x46.png\" src=\"/api/dataentities/BP/documents/27602d0b-9aa4-11ef-b37f-8bc3687ac583/img_card/attachments/patagonia_184x46.png\"><span> \"15% de descuento - Pagando con Tarjeta de crédito y débito en un pago del Banco Patagonia\"<span> \"No incluye electrodomésticos, electrónica, telefonía celular ni carnicería. Ver exclusiones en el legal\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- PROMOCIÓN VÁLIDA TODOS LOS DÍAS MIÉRCOLES DE JUNIO PARA COMPRAS REALIZADAS CON TARJETAS DE DÉBITO Y EN 1 PAGO CON TARJETAS DE CRÉDITO EMITIDAS POR EL BANCO PATAGONIA EN LAS TIENDAS HIPERMERCADOS CARREFOUR, CARREFOUR MARKET, CARREFOUR EXPRESS Y MAXI CARREFOUR. (1) 15% DE AHORRO PARA COMPRAS REALIZADAS CON TARJETAS DE DÉBITO Y EN 1 PAGO PARA COMPRAS REALIZADAS CON TARJETAS DE CRÉDITO EMITIDAS POR EL BANCO PATAGONIA, CON TOPE DE $10.000 POR MES Y POR CUENTA, (2) 20% DE AHORRO CON TARJETAS DE DÉBITO Y 20% DE AHORRO CON TOPE DE $12.000 POR MES Y POR CUENTA EN UN PAGO CON TARJETAS DE CRÉDITO DEL BANCO PATAGONIA CRÉDITO VISA Y AMERICAN EXPRESS EXCLUSIVO PARA CLIENTES CON PLAN SUELDO. (3) 30% DE AHORRO CON TARJETAS DE DÉBITO Y 30% DE AHORRO CON TOPE DE $15.000 POR MES Y POR CUENTA EN UN PAGO CON TARJETAS DE CRÉDITO DEL BANCO PATAGONIA CRÉDITO VISA, MASTERCARD Y AMERICAN EXPRESS. EXCLUSIVO PARA CLIENTES SINGULAR CARTERA PREMIUM. 1, 2 Y 3 EL IMPORTE BONIFICADO POR LAS COMPRAS EFECTUADAS CON TARJETAS DE CRÉDITO SERÁ ACREDITADO EN EL MISMO RESUMEN EN QUE INGRESE EL CONSUMO O EN EL INMEDIATO POSTERIOR. PARA COMPRAS CON TARJETAS DE DÉBITO, LAS BONIFICACIONES SE ACREDITARÁN EN LA CUENTA DE DÉBITO DENTRO DE LOS 10 DÍAS HÁBILES DE REALIZADA LA OPERACIÓN. QUEDAN EXCLUIDOS DE LOS DESCUENTOS ELECTRODOMÉSTICOS, TELEFONÍA, FOTOGRAFÍA, INFORMÁTICA, IMAGEN Y SONIDO, MOTOS, CUATRICICLOS, BICICLETAS MOTORIZADAS, TRACTORES, LA PROMOCIÓN NO INCLUYE LAS SIGUIENTES BODEGAS Y MARCAS: ALTALAND, ARAUCANA, ARUMA, CARO, CASA DE HERRERO, CHANDON, CUCHILLO DE PALO, EL ENEMIGO, LAPOSTA, LAS PERDICES, LUCA, MALBEC ARGENTINO, NICOLÁS CATENA, OJO DE BUEN CUBERO, RUTINI, SAN FELIPE Y VALMONT, LECHES INFANTILES Y MATERNIZADAS ETAPA 1 Y 2, CARNICERÍA NI CONSERVADORAS DE CERVEZA: CARNE VACUNA, POLLO, CORTES DE CERDOS Y EMBUTIDOS. NO INCLUYE PRODUCTOS CARREFOUR DE ALIMENTOS, LÁCTEOS, QUESOS, FIAMBRES, BEBIDAS, PERFUMERÍA Y LIMPIEZA. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Lunes, Martes, Miércoles y Jueves\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoExpress\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMaxi\"><div><div><div><div><div><div><span> \"10\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"mi-carrefour-Credito-84x30px.png\" src=\"/api/dataentities/BP/documents/57fc7271-9b70-11ef-b37f-9ca2cc997ce3/img_card/attachments/mi-carrefour-Credito-84x30px.png\"><img alt=\"mi-carrefour-Prepaga-84x30.png\" src=\"/api/dataentities/BP/documents/57fc7271-9b70-11ef-b37f-9ca2cc997ce3/img_card_2/attachments/mi-carrefour-Prepaga-84x30.png\"><span> \"10% de Descuento - Con Tarjeta Carrefour Prepaga y Crédito PARA JÓVENES DE 18 a 24 AÑOS\"<span> \"No incluye electrodomésticos ni carnicería.\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- SUJETO A CONDICIONES DE OTORGAMIENTO Y/O APROBACIÓN CREDITICIA. VÁLIDO PARA LOS LUNES, MARTES, MIÉRCOLES Y JUEVES A PARTIR DESDE 1 DE ENERO HASTA EL 31 DE DICIEMBRE DE 2025. EXCLUSIVO EN LOS HIPERMERCADOS CARREFOUR, CARREFOUR MARKET, CARREFOUR EXPRESS, PARA COMPRAS ONLINE EN WWW.CARREFOUR.COM.AR. Y EN EL CASO DE CARREFOUR MAXI PARA COMPRAS DE CLIENTES MINORISTAS. NO ACUMULABLE CON OTRAS PROMOCIONES Y/O DESCUENTOS VIGENTES. VÁLIDO PARA CLIENTES DE TARJETA MI CARREFOUR PREPAGA Y TARJETA MI CARREFOUR CRÉDITO ENTRE 18 Y 24 AÑOS. MÁXIMO DE DESCUENTO MENSUAL: $10.000 (*) NO INCLUYE MOTOS, CUATRICICLOS. BICICLETAS MOTORIZADAS, TRACTORES, BODEGAS CHANDON, LEONCIO ARIZU, TERRAZAS DE LOS ANDES, TRUMPETER, LA RURAL, RUTINI WINES, CATENA ZAPATA, BODEGAS 33 SUR, SAINT FELICIEN, CLOS DE LOS SIETE. NI PRODUCTOS DE CONVENIO DE PRECIOS JUSTOS, LECHES INFANTILES Y MATERNIZADAS ETAPA 1 Y 2 NI CARNICERÍA: CARNE VACUNA, POLLO, CORTES DE CERDOS Y EMBUTIDOS. OTORGA BANCO DE SERVICIOS FINANCIEROS S.A., CUIT 30-69726589-5, INSCRIPTA EN EL RPC EL 14/07/1998, CON N° 5705, LII DE SA, BERUTI 2915, CABA (C1425BB).\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Lunes, Martes, Miércoles, Jueves y Viernes.\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoExpress\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMaxi\"><div><div><div><div><div><div><span> \"10\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"mayores60-anses.png\" src=\"/api/dataentities/BP/documents/1fd5e74e-dda0-11ef-b37f-cb7a59b53499/img_card/attachments/mayores60-anses.png\"><span> \"10% de descuento con mi Carrefour si sos mayor de 60 años o contás con algún beneficio de Anses\"<span> \"Tope máximo de descuento mensual: $20.000\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- VÁLIDO DE LUNES A VIERNES DEL 1 AL 30 DE JUNIO DE 2025. EXCLUSIVO EN LOS HIPERMERCADOS CARREFOUR, CARREFOUR MARKET, CARREFOUR EXPRESS, CARREFOUR.COM.AR Y EN EL CASO DE CARREFOUR MAXI PARA COMPRAS DE CLIENTES MINORISTAS. MÁXIMO DE DESCUENTO MENSUAL: $20.000. VÁLIDO CON MI CARREFOUR PARA MAYORES DE 60 AÑOS O ANSES. BENEFICIO NO ACUMULABLE CON OTRAS PROMOCIONES. (*) NO INCLUYE ELECTRO, MOTOS, CUATRICICLOS, BICICLETAS MOTORIZADAS, TRACTORES, BODEGAS CHANDON, LEONCIO ARIZU, TERRAZAS DE LOS ANDES, TRUMPETER, LA RURAL, RUTINI WINES, CATENA ZAPATA, BODEGAS 33 SUR, SAINT FELICIEN, CLOS DE LOS SIETE. NI PRODUCTOS DE CONVENIO DE PRECIOS JUSTOS, LECHES INFANTILES Y MATERNIZADAS ETAPA 1 Y 2 NI CARNICERÍA: CARNE VACUNA, POLLO, CORTES DE CERDOS Y EMBUTIDOS.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Sábados y domingos\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoExpress\"><div><div><div><div><div><div><span> \"15\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"logomercadopago.png\" src=\"/api/dataentities/BP/documents/35b46498-f663-11ef-b37f-a31323a09b09/img_card/attachments/logomercadopago.png\"><span> \"15% de descuento si contás con algún beneficio de Anses y cobrás por mercado Pago. (abonando sólo con Mercado Pago)\"<span> \"Acumulable con todas las promos\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- BENEFICIO DE 15% DE DESCUENTO CON TOPE DE $20.000 MENSUAL DE REINTEGRO, VÁLIDO LOS DÍAS SÁBADOS Y DOMINGOS DE JUNIO EXCLUSIVAMENTE EN LA REPÚBLICA ARGENTINA SÓLO PARA CONSUMO FAMILIAR EN HIPERMERCADOS CARREFOUR, CARREFOUR MARKET Y CARREFOUR EXPRESS (NO VALIDO PARA WWW.CARREFOUR.COM.AR NI CARREFOUR MAXI) PARA AQUELLOS BENEFICIARIOS DE ANSES QUE ACREDITEN SUS HABERES A TRAVÉS DE MERCADO PAGO Y PAGUEN A TRAVÉS DEL SERVICIO DE PROCESAMIENTO DE PAGOS DE MERCADO PAGO OPERADO POR MERCADO LIBRE S.R.L. “MERCADO PAGO” A TRAVÉS DEL ESCANEO DEL CÓDIGO QR CON LA APP DE MERCADO PAGO. LA APP “MERCADO PAGO” NO ES UNA ENTIDAD FINANCIERA. LOS FONDOS EN CUENTAS DE PAGO NO SON DEPÓSITOS GARANTIZADOS. MERCADO LIBRE S.R.L. CUIT 30703088534, CASEROS 3039, PISO 2, CABA”. PROMOCIÓN NO VÁLIDA PARA COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR CARREFOUR ARGENTINA, COMPRAS ABONADAS EN EUROS, DÓLARES, NI TICKETS O CON LA APLICACIÓN DE MERCADO PAGO NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. INCSA 30787310434, BERUTI 2915, CABA. PARA MÁS INFORMACIÓN CONSULTE LA APP “MERCADO PAGO” O COMUNÍQUESE GRATUITAMENTE AL 08004448484.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los viernes\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoExpress\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMaxi\"><div><div><div><div><div><div><span> \"25\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"santander.png\" src=\"/api/dataentities/BP/documents/b31b3e63-bef7-11ef-b37f-a352dc870bc5/img_card/attachments/santander.png\"><img alt=\"logo-modo.png\" src=\"/api/dataentities/BP/documents/b31b3e63-bef7-11ef-b37f-a352dc870bc5/img_card_2/attachments/logo-modo.png\"><img alt=\"visa.png\" src=\"/api/dataentities/BP/documents/b31b3e63-bef7-11ef-b37f-a352dc870bc5/img_card_3/attachments/visa.png\"><span> \"25% de descuento - Con Tarjeta Visa en un pago del Banco Santander - Exclusivo MODO\"<span> \"Tope de reintegro por cliente y por mes: $20.000 No incluye productos de Electrodomésticos, electrónica, telefonía celular, ni carnicería\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- PROMOCIÓN VÁLIDA EXCLUSIVAMENTE PARA LOS DÍAS VIERNES DE JUNIO. BENEFICIO DEL 25% PARA COMPRAS REALIZADAS EN 1\r\nPAGO CON TARJETAS DE DÉBITO, CRÉDITO Y PREPAGAS VISA EMITIDAS POR EL BANCO SANTANDER A TRAVÉS DE MODO. VÁLIDO PARA TIENDAS\r\nHIPERMERCADO CARREFOUR, CARREFOUR MARKET, CARREFOUR EXPRESS Y CARREFOUR MAXI DE ARGENTINA. NO VÁLIDO PARA COMPRAS EN WWW.CARREFOUR.COM.AR. TOPE DE DESCUENTO $20.000 MENSUAL POR CLIENTE. EL IMPORTE BONIFICADO POR LAS COMPRAS EFECTUADAS SE ACREDITARÁ EN CUENTA EN EL ACTO. NO INCLUYE MOTOS, CUATRICICLOS, BICICLETAS MOTORIZADAS, TRACTORES, ELECTRODOMÉSTICOS, ELECTRÓNICA, TELEFONÍA CELULAR, BODEGAS ALAMOS, ALTALAND, ANGÉLICA ZAPATA, ARUMA, CARO, CASA DE HERRERO, CHANDON (*),CUCHILLO DE PALO, D. V. CATENA, EL ENEMIGO, LA POSTA, LUCA, LUIGI BOSCA DE SANGRE , NICASIA, OJO DE BUEN CUBERO, RUTINI, SAINT FELICIEN, SAN FELIPE Y VALMONT, LECHES INFANTILES Y MATERNIZADAS ETAPA 1 Y 2 NI CARNICERÍA: CARNE VACUNA, POLLO, CORTES DE CERDOS Y EMBUTIDOS. NO INCLUYE PRODUCTOS CARREFOUR DE ALIMENTOS, LÁCTEOS, QUESOS, FIAMBRES, BEBIDAS, PERFUMERÍA Y LIMPIEZA. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. SOLO PARA CONSUMO FAMILIAR. Tope de reintegro mensual: $20.000\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los martes\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoOnline\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoExpress\"><div><div><div><div><div><div><span> \"15\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"crf-prepaga-horizontal.webp\" src=\"/api/dataentities/BP/documents/3bd2ad7f-3fae-11f0-b37f-f111569ae711/img_card/attachments/crf-prepaga-horizontal.webp\"><span> \"Pagando con Tarjeta Carrefour Prepaga o Crédito - 15% de descuento en el acto y sin tope\"<span> \"Incluye Productos Carrefour. No incluye electro ni carnicería.\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- DESCUENTO EXCLUSIVO ABONANDO CON TARJETA MI CARREFOUR PREPAGA Y CRÉDITO. VÁLIDO LOS MARTES A PARTIR DEL 1 DE ENERO AL 31 DE DICIEMBRE DE 2025 EN LAS TIENDAS “HIPERMERCADOS CARREFOUR”, “CARREFOUR MARKET” Y “CARREFOUR EXPRESS” DE TODO EL PAÍS . NO VÁLIDO EN CARREFOUR MAXI. EL DESCUENTO SE HARÁ EFECTIVO EN EL ACTO SIN TOPE, DESCUENTO NO VALIDO ABONANDO A TRAVÉS DE PLATAFORMAS DIGITALES DE PAGO. EXCLUSIVO SOLO PARA CONSUMO FAMILIAR. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. QUEDAN EXCLUIDOS DEL DESCUENTO ELECTRODOMÉSTICOS, TELEFONÍA, FOTOGRAFÍA, INFORMÁTICA, IMAGEN, SONIDO, PRODUCTOS DE LAS SIGUIENTES BODEGAS Y MARCAS: ÁLAMOS, ALTALAND, ANGÉLICA ZAPATA, ARUMA, CARO, CASA DE HERRERO, CHANDON, CUCHILLO DE PALO, D.V. CATENA, EL ENEMIGO, LA POSTA, LUCA, LUIGI BOSCA, NICASIA, OJO DE BUEN CUBERO, RUTINI, SAINT FELICIEN, SAN FELIPE Y VALMONT, LECHES INFANTILES Y MATERNIZADAS ETAPAS 1 Y 2, CARNICERIA (CARNE VACUNA, POLLO, CERDO Y EMBUTIDOS) Y CONSERVADORAS DE CERVEZA. PARA MAS INFORMACION INGRESAR A CARREFOUR.COM.AR O BANCODESERVICIOSFINANCIEROS.COM.AR. OTORGA Y FINANCIA BANCO DE SERVICIOS FINANCIEROS S.A. CUIT 30-69726589-5, INSCRIPTA EN EL RPC EL 14/07/1998, CON N° 5705, L II DE SA, BERUTI 2915, CABA (C1425BBI).\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los jueves\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoExpress\"><div><div><div><div><div><div><span> \"15\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"logomercadopago.png\" src=\"/api/dataentities/BP/documents/0c9b6cc3-9b6f-11ef-b37f-9e3aeda600bd/img_card/attachments/logomercadopago.png\"><span> \"15% de descuento SIN TOPE - Mercado Pago\"<span> \"En toda la compra exclusivo con dinero en cuenta\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- BENEFICIO VÁLIDO EXCLUSIVAMENTE DURANTE LOS JUEVES DE JUNIO 2025 EN LA REPÚBLICA ARGENTINA PARA PAGOS REALIZADOS A TRAVÉS DEL SERVICIO DE PROCESAMIENTO DE PAGOS DE MERCADO PAGO OPERADO POR MERCADOLIBRE S.R.L. “MERCADO PAGO” A TRAVÉS DEL ESCANEO DEL CÓDIGO QR CON LA APP DE MERCADO PAGO LA “APP”, ELIGIENDO COMO MEDIO DE PAGO DINERO EN CUENTA. EL BENEFICIO CONSISTE EN UN 15% DE DESCUENTO, SIN TOPE DE REINTEGRO, EN TODA TU COMPRA EN TODAS LAS SUCURSALES DE HIPERMERCADOS CARREFOUR, CARREFOUR MARKET Y CARREFOUR EXPRESS \"EL “BENEFICIO”. NO VALIDO PARA WWW.CARREFOUR.COM.AR NI CARREFOUR MAXI. EL BENEFICIO ESTARÁ A CARGO DE INC S.A. Y SE REALIZARÁ EN LÍNEA DE CAJAS SOBRE EL PRECIO DE CONTADO. MERCADO PAGO NO ES UNA ENTIDAD FINANCIERA. LOS FONDOS EN CUENTAS DE PAGO NO SON DEPÓSITOS GARANTIZADOS. MERCADOLIBRE S.R.L. CUIT 30703088534, CASEROS 3039, PISO 2º, CABA”. PROMOCIÓN NO VÁLIDA PARA COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR CARREFOUR ARGENTINA, COMPRAS ABONADAS EN EUROS, DÓLARES NI TICKETS O CON LA APLICACIÓN DE MERCADO PAGO NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL.SOLO PARA CONSUMO FAMILIAR. PARA MÁS INFORMACIÓN COMUNÍQUESE GRATUITAMENTE AL TELÉFONO 0 800 444 8484.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los sábados\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoExpress\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMaxi\"><div><div><div><div><div><div><span> \"25\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"Modo-Frances_184x46.png\" src=\"/api/dataentities/BP/documents/01c5feec-9ab7-11ef-b37f-eb950dadd4ad/img_card/attachments/Modo-Frances_184x46.png\"><img alt=\"mc (1).png\" src=\"/api/dataentities/BP/documents/01c5feec-9ab7-11ef-b37f-eb950dadd4ad/img_card_2/attachments/mc (1).png\"><img alt=\"visa (1).png\" src=\"/api/dataentities/BP/documents/01c5feec-9ab7-11ef-b37f-eb950dadd4ad/img_card_3/attachments/visa (1).png\"><span> \"25% de descuento - Banco BBVA + MODO\"<span> \"En un pago pagando con Tarjetas de crédito visa y mastercard, exclusivo cuenta sueldo\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- PROMOCIÓN VÁLIDA EXCLUSIVAMENTE PARA LOS DÍAS SÁBADOS DEL MES DE JUNIO DE 2025. EXCLUSIVO EN TIENDAS HIPERMERCADOS CARREFOUR, CARREFOUR MARKET, CARREFOUR EXPRESS Y CARREFOUR MAXI DE ARGENTINA. NO VÁLIDO PARA COMPRAS EN WWW.CARREFOUR.COM.AR. (1) 25% DE AHORRO PARA COMPRAS REALIZADAS EN 1 PAGO CON TARJETAS DE CRÉDITO VISA Y MASTERCARD EMITIDAS POR EL BANCO BBVA A TRAVÉS DE MODO, VÁLIDO PARA CLIENTES CON CUENTA SUELDO. TOPE DE DESCUENTO MENSUAL $20.000 POR CLIENTE. (2) 10% DE AHORRO PARA COMPRAS REALIZADAS EN 1 PAGO CON TARJETAS DE CRÉDITO VISA EMITIDAS POR EL BANCO BBVA A TRAVÉS DE MODO, VÁLIDO PARA CLIENTES DE CARTERA GENERAL.TOPE DE DESCUENTO MENSUAL $ 8.000 POR CLIENTE. EL IMPORTE BONIFICADO POR LAS COMPRAS EFECTUADAS SE ACREDITARÁ EN CUENTA EN EL ACTO. NO INCLUYE MOTOS, CUATRICICLOS, BICICLETAS MOTORIZADAS,TRACTORES, ELECTRODOMÉSTICOS, ELECTRÓNICA, TELEFONÍA CELULAR, BODEGAS ALAMOS, ALTALAND, ANGÉLICA ZAPATA, ARUMA, CARO, CASA DE HERRERO, CHANDON, CUCHILLO DE PALO, D. V. CATENA, EL ENEMIGO, LA POSTA, LUCA, LUIGI BOSCA DE SANGRE , NICASIA, OJO DE BUEN CUBERO, RUTINI, SAINT FELICIEN, SAN FELIPE Y VALMONT, LECHES INFANTILES Y MATERNIZADAS ETAPA 1 Y 2 NI CARNICERÍA: CARNE VACUNA, POLLO, CORTES DE CERDOS Y EMBUTIDOS. NO INCLUYE PRODUCTOS CARREFOUR DE ALIMENTOS, LÁCTEOS, QUESOS, FIAMBRES, BEBIDAS, PERFUMERÍA Y LIMPIEZA. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. SOLO PARA CONSUMO FAMILIAR. Tope de devolución $20.000 mensual.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Programando la entrega de tu pedido para los días Miércoles.\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoOnline\"><div><div><div><div><div><div><span> \"15\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"patagonia.png\" src=\"/api/dataentities/BP/documents/7a8d0602-f473-11ef-b37f-92638dfcf564/img_card/attachments/patagonia.png\"><img alt=\"visa.png\" src=\"/api/dataentities/BP/documents/7a8d0602-f473-11ef-b37f-92638dfcf564/img_card_2/attachments/visa.png\"><span> \"15% de descuento en un pago con tarjeta de crédito Visa del Banco Patagonia\"<span> \"Tope de devolución: $10.000\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- PROMOCIÓN VÁLIDA PROGRAMANDO LA ENTREGA DE TU PEDIDO PARA LOS DÍAS MIÉRCOLES DE JUNIO DE 2025 PARA COMPRAS REALIZADAS EN 1 PAGO CON TARJETAS DE CRÉDITO VISA EMITIDAS POR EL BANCO PATAGONIA EN WWW.CARREFOUR.COM.AR. DESCUENTO 15% CON TOPE MÁXIMO DE DESCUENTO $10.000 POR MES Y POR CUENTA. EXCLUSIVO PARA CLIENTES CON CUENTA CLÁSICA Y PLUS. NO INCLUYE MOTOS, CUATRICICLOS, BICICLETAS MOTORIZADAS, TRACTORES, BODEGAS CHANDON, LEONCIO ARIZU, TERRAZAS DE LOS ANDES, TRUMPETER, LA RURAL, RUTINI WINES, BODEGAS 33 SUR, CLOS DE LOS SIETE, CATENA ZAPATA, NI PRODUCTOS DE CONVENIO DE PRECIOS CUIDADOS, LECHES INFANTILES Y MATERNIZADAS ETAPA 1 Y 2 NI CARNICERÍA: CARNE VACUNA, POLLO, CORTES DE CERDOS Y EMBUTIDOS. NO INCLUYE PRODUCTOS DE LA MARCA CARREFOUR DE ALIMENTOS, LÁCTEOS, QUESOS, FIAMBRES, BEBIDAS, PERFUMERÍA Y LIMPIEZA. NO INCLUYE ELECTRODOMÉSTICOS.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Viernes\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMaxi\"><div><div><div><div><div><div><span> \"10\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"logomercadopago.png\" src=\"/api/dataentities/BP/documents/2f928098-b30a-11ef-b37f-b9cb3b91a768/img_card/attachments/logomercadopago.png\"><span> \"10% de descuento con Mercado Pago\"<span> \"Sin tope de reintegro. Con Mercado Pago pagando con dinero en cuenta\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- BENEFICIO VÁLIDO EXCLUSIVAMENTE EN LA REPÚBLICA ARGENTINA LOS VIERNES DE JUNIO DE 2025 PARA PAGOS REALIZADOS A TRAVÉS DEL SERVICIO DE PROCESAMIENTO DE PAGOS DE MERCADO PAGO OPERADO POR MERCADOLIBRE S.R.L. “MERCADO PAGO” A TRAVÉS DEL ESCANEO DEL CÓDIGO QR CON LA APP DE MERCADO PAGO LA “APP”, ELIGIENDO COMO MEDIO DE PAGO DINERO EN CUENTA. EL BENEFICIO CONSISTE EN UN 10% DE DESCUENTO EN TODA TU COMPRA EN TODAS LAS SUCURSALES DE CARREFOUR MAXI \"EL “BENEFICIO”. NO VÁLIDO PARA WWW.CARREFOUR.COM.AR. EL BENEFICIO ESTARÁ A CARGO DE INC S.A. Y SE REALIZARÁ EN LÍNEA DE CAJAS SOBRE EL PRECIO DE CONTADO. MERCADO PAGO NO ES UNA ENTIDAD FINANCIERA. LOS FONDOS EN CUENTAS DE PAGO NO SON DEPÓSITOS GARANTIZADOS. MERCADOLIBRE S.R.L. CUIT 30703088534, CASEROS 3039, PISO 2º, CABA”. PROMOCIÓN NO VÁLIDA PARA COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, TARJETAS DE COMPRA Y/U\r\nORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR CARREFOUR ARGENTINA, COMPRAS ABONADAS EN EUROS, DÓLARES NI TICKETS O\r\nCON LA APLICACIÓN DE MERCADO PAGO NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. SOLO PARA CONSUMO FAMILIAR. PARA MÁS\r\nINFORMACIÓN COMUNÍQUESE GRATUITAMENTE AL TELÉFONO 0800-444-8484.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Programando la entrega de tu pedido para los días Miércoles.\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoOnline\"><div><div><div><div><div><div><span> \"20\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"patagonia.png\" src=\"/api/dataentities/BP/documents/d4cddc7f-f473-11ef-b37f-a9f1658963b4/img_card/attachments/patagonia.png\"><img alt=\"visa.png\" src=\"/api/dataentities/BP/documents/d4cddc7f-f473-11ef-b37f-a9f1658963b4/img_card_2/attachments/visa.png\"><span> \"20% de descuento en un pago con tarjeta de crédito Visa del Banco Patagonia\"<span> \"Tope de devolución: $12.000\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- PROMOCIÓN VÁLIDA PROGRAMANDO LA ENTREGA DE TU PEDIDO PARA LOS DÍAS MIÉRCOLES DE JUNIO DE 2025 PARA COMPRAS REALIZADAS EN 1 PAGO CON TARJETAS DE CRÉDITO VISA EMITIDAS POR EL BANCO PATAGONIA EN WWW.CARREFOUR.COM.AR. DESCUENTO 20% CON TOPE MÁXIMO DE DESCUENTO $12.000 POR MES Y POR CUENTA. EXCLUSIVO PARA CLIENTES CON PLAN SUELDO. NO INCLUYE MOTOS, CUATRICICLOS, BICICLETAS MOTORIZADAS, TRACTORES, BODEGAS CHANDON, LEONCIO ARIZU, TERRAZAS DE LOS ANDES, TRUMPETER, LA RURAL, RUTINI WINES, BODEGAS 33 SUR, CLOS DE LOS SIETE, CATENA ZAPATA, NI PRODUCTOS DE CONVENIO DE PRECIOS CUIDADOS, LECHES INFANTILES Y MATERNIZADAS ETAPA 1 Y 2 NI CARNICERÍA: CARNE VACUNA, POLLO, CORTES DE CERDOS Y EMBUTIDOS. NO INCLUYE PRODUCTOS DE LA MARCA CARREFOUR DE ALIMENTOS, LÁCTEOS, QUESOS, FIAMBRES, BEBIDAS, PERFUMERÍA Y LIMPIEZA. NO INCLUYE ELECTRODOMÉSTICOS.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Sábado, Domingo y Lunes\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMaxi\"><div><div><div><div><div><div><span> \"5\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"logomercadopago.png\" src=\"/api/dataentities/BP/documents/8edd8d15-26ff-11f0-b37f-f2c1d197e1aa/img_card/attachments/logomercadopago.png\"><span> \"5% de descuento en toda tu compra - Con Mercado Pago pagando con dinero en cuenta\"<span> \"Sin tope de reintegro\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- BENEFICIO VÁLIDO EXCLUSIVAMENTE EN LA REPÚBLICA ARGENTINA LOS SÁBADOS, DOMINGO Y LUNES DE JUNIO DE 2025 PARA PAGOS REALIZADOS A TRAVÉS DEL SERVICIO DE PROCESAMIENTO DE PAGOS DE MERCADO PAGO OPERADO POR MERCADOLIBRE S.R.L. “MERCADO PAGO” A TRAVÉS DEL ESCANEO DEL CÓDIGO QR CON LA APP DE MERCADO PAGO LA “APP”, ELIGIENDO COMO MEDIO DE PAGO DINERO EN CUENTA. EL BENEFICIO CONSISTE EN UN 5% DE DESCUENTO EN TODA TU COMPRA EN TODAS LAS SUCURSALES DE CARREFOUR MAXI \"EL “BENEFICIO”. NO VÁLIDO PARA WWW.CARREFOUR.COM.AR. EL BENEFICIO ESTARÁ A CARGO DE INC S.A. Y SE REALIZARÁ EN LÍNEA DE CAJAS SOBRE EL PRECIO DE CONTADO. MERCADO PAGO NO ES UNA ENTIDAD FINANCIERA. LOS FONDOS EN CUENTAS DE PAGO NO SON DEPÓSITOS GARANTIZADOS. MERCADOLIBRE S.R.L. CUIT 30703088534, CASEROS 3039, PISO 2º, CABA”. PROMOCIÓN NO VÁLIDA PARA COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR CARREFOUR ARGENTINA, COMPRAS ABONADAS EN EUROS, DÓLARES NI TICKETS O CON LA APLICACIÓN DE MERCADO PAGO NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. SOLO PARA CONSUMO FAMILIAR. PARA MÁS INFORMACIÓN COMUNÍQUESE GRATUITAMENTE AL TELÉFONO 0800-444-8484.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Programando la entrega de tu pedido para los días Miércoles.\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoOnline\"><div><div><div><div><div><div><span> \"30\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"bna.png\" src=\"/api/dataentities/BP/documents/8425d022-f47a-11ef-b37f-e0f7b28662b1/img_card/attachments/bna.png\"><img alt=\"mc.webp\" src=\"/api/dataentities/BP/documents/8425d022-f47a-11ef-b37f-e0f7b28662b1/img_card_2/attachments/mc.webp\"><img alt=\"visa.png\" src=\"/api/dataentities/BP/documents/8425d022-f47a-11ef-b37f-e0f7b28662b1/img_card_3/attachments/visa.png\"><span> \"30% de descuento en un pago con tarjetas de crédito Visa o Matercard de Banco Nación\"<span> \"Tope de devolución: $12.000\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- PROMOCIÓN VÁLIDA PROGRAMANDO LA ENTREGA DE TU PEDIDO PARA LOS DÍAS MIÉRCOLES DE JUNIO DE 2025. VÁLIDO PARA COMPRAS CON TARJETAS DE CRÉDITO VISA Y MASTERCARD DEL BNA. VÁLIDO PARA LA PRIMERA COMPRA PROGRAMADA DE CADA MIÉRCOLES POR CLIENTE. TOPE DE REINTEGRO HASTA $12.000 POR CLIENTE POR SEMANA PAGANDO EXCLUSIVAMENTE PARA COMPRAS ONLINE EN WWW.CARREFOUR.COM.AR. NO VÁLIDO PARA PAGOS CON SALDO EN CUENTA. EL REINTEGRO SE VERÁ REFLEJADO EN HASTA DOS RESÚMENES POSTERIORES A LA COMPRA EN LA CUENTA DEL TITULAR. EXCLUSIVO CARTERA DE CONSUMO. EXCLUYE VERSIONES CORPORATIVAS. EL BANCO NACIÓN NO SE RESPONSABILIZA POR LA CALIDAD DE LOS PRODUCTOS ADQUIRIDOS. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. NO INCLUYE MOTOS, CUATRICICLOS, BICICLETAS MOTORIZADAS, TRACTORES, BODEGAS CHANDON, LEONCIO ARIZU, TERRAZAS DE LOS ANDES, TRUMPETER, LA RURAL, RUTINI WINES, BODEGAS 33 SUR, CLOS DE LOS SIETE, CATENA ZAPATA, NI PRODUCTOS DE CONVENIO DE PRECIOS CUIDADOS, LECHES INFANTILES Y MATERNIZADAS ETAPA 1 Y 2 NI CARNICERÍA: CARNE VACUNA, POLLO, CORTES DE CERDOS Y EMBUTIDOS. NO INCLUYE PRODUCTOS DE LA MARCA CARREFOUR DE ALIMENTOS, LÁCTEOS, QUESOS, FIAMBRES, BEBIDAS, PERFUMERÍA Y LIMPIEZA. NO INCLUYE ELECTRODOMÉSTICOS.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los Miércoles.\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoExpress\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMaxi\"><div><div><div><div><div><div><span> \"20\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"macro.jpeg\" src=\"/api/dataentities/BP/documents/e0a553b2-9b70-11ef-b37f-8bc3687ac583/img_card/attachments/macro.jpeg\"><span> \"20% de descuento - Con Tarjeta de crédito del Banco Macro exclusivo con Modo desde App Macro\"<span> \"Tope de devolución $8.000 (mensual)\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- PROMOCIÓN VÁLIDA LOS DÍAS MIÉRCOLES DEL MES DE JUNIO DE 2025. PARA COMPRAS REALIZADAS EN 1 PAGO CON TARJETAS DE CRÉDITO EMITIDAS POR BANCO BMA SAU (MACRO BMA) A TRAVÉS DE MODO. VÁLIDO EN LAS TIENDAS HIPERMERCADOS CARREFOUR, CARREFOUR MARKET, CARREFOUR EXPRESS Y MAXI CARREFOUR. (1) 20% DE AHORRO CON TOPE DE $8.000 POR MES Y POR CUENTA EN UN PAGO CON TARJETAS DE CRÉDITO VISA O MASTERCARD TRAVES DE MODO EXCLUSIVO. (2) 25 % DE DESCUENTO CON TOPE DE $10.000 POR MES Y POR CUENTA EN UN PAGO CON TARJETAS DE CRÉDITO VISA O MASTERCARD PLATINUM A TRAVES DE MODO. (3) 30% DE AHORRO CON TOPE DE $12.000 POR MES EN UN PAGO CON TARJETAS DE\r\nCRÉDITO VISA SIGNATURE O MASTERCARD BLACK A TRAVES DE MODO. (1, 2 Y 3) EXCLUSIVO EN HIPERMERCADOS CARREFOUR, CARREFOUR MARKET, CARREFOUR EXPRESS Y MAXI CARREFOUR. LA APLICACIÓN DEL DESCUENTO SE VERÁ REFLEJADO COMO UN AJUSTE DE CRÉDITO EN LA CUENTA ASOCIADA HASTA 30 DÍAS POSTERIORES LA COMPRA. NO VÁLIDO PARA COMPRAS EN WWW.CARREFOUR.COM.AR. NO INCLUYE MOTOS, CUATRICICLOS, BICICLETAS MOTORIZADAS, TRACTORES, ALAMOS, ALTALAND, ANGÉLICA ZAPATA, ARUMA, CARO, CASA DE HERRERO, CHANDON , CUCHILLO DE PALO, D. V. CATENA, EL ENEMIGO, LA POSTA, LUCA, LUIGI BOSCA (DE SANGRE), NICASIA, OJO DE BUEN CUBERO, RUTINI, SAINT FELICIEN, SAN FELIPE Y VALMONT,\r\nLECHES INFANTILES Y MATERNIZADAS ETAPA 1 Y 2 NI CARNICERÍA: CARNE VACUNA, POLLO, CORTES DE CERDOS Y EMBUTIDOS. NO INCLUYE PRODUCTOS CARREFOUR DE ALIMENTOS, LÁCTEOS, QUESOS, FIAMBRES, BEBIDAS, PERFUMERÍA Y LIMPIEZA. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los Miércoles\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoExpress\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMaxi\"><div><div><div><div><div><div><span> \"30\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"nacion_184x46.png\" src=\"/api/dataentities/BP/documents/8bd8a629-9b6f-11ef-b37f-b7adc77b6083/img_card/attachments/nacion_184x46.png\"><img alt=\"logo-modo.png\" src=\"/api/dataentities/BP/documents/8bd8a629-9b6f-11ef-b37f-b7adc77b6083/img_card_2/attachments/logo-modo.png\"><img alt=\"visa.png\" src=\"/api/dataentities/BP/documents/8bd8a629-9b6f-11ef-b37f-b7adc77b6083/img_card_3/attachments/visa.png\"><img alt=\"mc.png\" src=\"/api/dataentities/BP/documents/8bd8a629-9b6f-11ef-b37f-b7adc77b6083/img_card_4/attachments/mc.png\"><span> \"30% de descuento con Tarjetas de crédito Visa y Mastercard de Banco Nación + Modo\"<span> \"No incluye electrodomésticos, electrónica, telefonía celular ni carnicería. Ver exclusiones en el legal\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- PROMOCIÓN VÁLIDA EXCLUSIVAMENTE PARA LOS DÍAS MIÉRCOLES DE JUNIO DE 2025. BENEFICIO DEL 30% PARA COMPRAS REALIZADAS EN 1 PAGO CON TARJETAS DE CRÉDITO VISA Y MASTERCARD EMITIDAS POR EL BANCO NACIÓN A TRAVÉS DE MODO O BNA+. VÁLIDO PARA TIENDAS HIPERMERCADO CARREFOUR, CARREFOUR MARKET, CARREFOUR EXPRESS Y CARREFOUR MAXI DE ARGENTINA. NO VÁLIDO PARA COMPRAS EN WWW.CARREFOUR.COM.AR. TOPE DE DESCUENTO $12.000 POR CLIENTE Y POR MIÉRCOLES. LA DEVOLUCIÓN O REINTEGRO SE VERÁ REFLEJADO COMO UN AJUSTE DE CRÉDITO EN LA CUENTA ASOCIADA A BNA+ EN HASTA 30 DÍAS POSTERIORES A LA COMPRA. NO INCLUYE MOTOS, CUATRICICLOS, BICICLETAS MOTORIZADAS, TRACTORES, ELECTRODOMÉSTICOS, ELECTRÓNICA, TELEFONÍA CELULAR, BODEGAS ALAMOS, ALTALAND, ANGÉLICA ZAPATA, ARUMA, CARO, CASA DE HERRERO, CHANDON (*), CUCHILLO DE PALO, D. V. CATENA, EL ENEMIGO, LA POSTA, LUCA, LUIGI BOSCA (DE SANGRE), NICASIA, OJO DE BUEN CUBERO, RUTINI, SAINT FELICIEN, SAN FELIPE Y VALMONT, LECHES INFANTILES Y MATERNIZADAS ETAPA 1 Y 2 NI CARNICERÍA: CARNE VACUNA, POLLO, CORTES DE CERDOS Y EMBUTIDOS. NO INCLUYE PRODUCTOS CARREFOUR DE ALIMENTOS, LÁCTEOS, QUESOS, FIAMBRES, BEBIDAS, PERFUMERÍA Y LIMPIEZA. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. SOLO PARA CONSUMO FAMILIAR. Tope de devolución semanal $12.000.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Viernes, Sábado, Domingo, Lunes, Martes y Miércoles\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoOnline\"><div><div><div><div><div><div><span> \"15\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"crf-prepaga-horizontal.webp\" src=\"/api/dataentities/BP/documents/8cc50ddc-f47c-11ef-b37f-c2ee76e77021/img_card/attachments/crf-prepaga-horizontal.webp\"><span> \"15% de descuento en tu compra del super pagando con tarjeta Mi Carrefour prepaga\"<span> \"Sin tope de reintegro\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- SUJETO A CONDICIONES DE OTORGAMIENTO Y/O APROBACIÓN CREDITICIA. 15% DE DESCUENTO EXCLUSIVO ABONANDO CON TARJETA MI CARREFOUR PREPAGA. VÁLIDO DE VIERNES A MIÉRCOLES DEL 01 DE JUNIO HASTA EL 30 DE JUNIO DE 2025. UNICAMENTE PARA COMPRAS ONLINE EN CARREFOUR.COM.AR .DESCUENTO EN EL ACTO SIN TOPE  NO VALIDO ABONANDO A TRAVÉS DE PLATAFORMAS DIGITALES DE PAGO.  EXCLUSIVO PARA CONSUMO FAMILIAR. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. QUEDAN EXCLUIDOS DE LOS DESCUENTOS ELECTRODOMÉSTICOS, TELEFONÍA, FOTOGRAFÍA, INFORMÁTICA, IMAGEN, SONIDO, PRODUCTOS DE BODEGAS CHANDON, TRUMPETER, LEONCIO ARIZU, LA RURAL, RUTINI WINES, BODEGA 33° SUR, CATENA ZAPATA, TERRAZAS DE LOS ANDES, SAINT FELICIEN, GRUPO CLOS DE LOS 7, LECHES INFANTILES Y MATERNIZADAS ETAPAS 1 Y 2, CARNICERIA (CARNE VACUNA, POLLO, CERDO Y EMBUTIDOS) Y CONSERVADORAS DE CERVEZA. PARA MAS INFORMACION INGRESAR A CARREFOUR.COM.AR O BANCODESERVICIOSFINANCIEROS.COM.AR.  OTORGA BANCO DE SERVICIOS FINANCIEROS S.A., CUIT 30-69726589-5, INSCRIPTA EN EL RPC EL 14/07/1998, CON N° 5705, L II DE SA, BERUTI 2915, CABA (C1425BBI). . LA PROMOCIÓN NO APLICA A PAGOS A TRAVÉS DE BILLETERAS VIRTUALES Y/O PLATAFORMAS DE PAGO ONLINE (POR EJEMPLO, PAYPAL, TODO PAGO, MERCADO PAGO, UALÁ, ETC.) NI TARJETAS DE CRÉDITO CORPORATIVAS Y RECARGABLES. PROMOCIÓN NO VÁLIDA PARA PAGOS CON 2 (DOS) TARJETAS. APLICABLE A TARJETAS MASTERCARD NACIONALES. NO ES ACUMULABLE CON CUPONES DE TICKET MÁS BAJO.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Viernes, Sábado, Domingo, Lunes, Martes y Miércoles\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoOnline\"><div><div><div><div><div><div><span> \"15\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"crf-credito-horizontal.webp\" src=\"/api/dataentities/BP/documents/f34cc674-f47b-11ef-b37f-a3d6e21cf023/img_card/attachments/crf-credito-horizontal.webp\"><span> \"15% de descuento en tu compra del super pagando con tarjeta Mi Carrefour crédito\"<span> \"Sin tope de reintegro\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- SUJETO A CONDICIONES DE OTORGAMIENTO Y/O APROBACIÓN CREDITICIA. 15% DE DESCUENTO EXCLUSIVO ABONANDO CON TARJETA MI CARREFOUR CREDITO. VÁLIDO DE VIERNES A MIÉRCOLES DEL 01 DE JUNIO HASTA EL 30 DE JUNIO DE 2025. UNICAMENTE PARA COMPRAS ONLINE EN CARREFOUR.COM.AR .DESCUENTO EN EL ACTO SIN TOPE  NO VALIDO ABONANDO A TRAVÉS DE PLATAFORMAS DIGITALES DE PAGO.  EXCLUSIVO PARA CONSUMO FAMILIAR. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. QUEDAN EXCLUIDOS DE LOS DESCUENTOS ELECTRODOMÉSTICOS, TELEFONÍA, FOTOGRAFÍA, INFORMÁTICA, IMAGEN, SONIDO, PRODUCTOS DE BODEGAS CHANDON, TRUMPETER, LEONCIO ARIZU, LA RURAL, RUTINI WINES, BODEGA 33° SUR, CATENA ZAPATA, TERRAZAS DE LOS ANDES, SAINT FELICIEN, GRUPO CLOS DE LOS 7, LECHES INFANTILES Y MATERNIZADAS ETAPAS 1 Y 2, CARNICERIA (CARNE VACUNA, POLLO, CERDO Y EMBUTIDOS) Y CONSERVADORAS DE CERVEZA. PARA MAS INFORMACION INGRESAR A CARREFOUR.COM.AR O BANCODESERVICIOSFINANCIEROS.COM.AR.  OTORGA BANCO DE SERVICIOS FINANCIEROS S.A., CUIT 30-69726589-5, INSCRIPTA EN EL RPC EL 14/07/1998, CON N° 5705, L II DE SA, BERUTI 2915, CABA (C1425BBI). . LA PROMOCIÓN NO APLICA A PAGOS A TRAVÉS DE BILLETERAS VIRTUALES Y/O PLATAFORMAS DE PAGO ONLINE (POR EJEMPLO, PAYPAL, TODO PAGO, MERCADO PAGO, UALÁ, ETC.) NI TARJETAS DE CRÉDITO CORPORATIVAS Y RECARGABLES. PROMOCIÓN NO VÁLIDA PARA PAGOS CON 2 (DOS) TARJETAS. APLICABLE A TARJETAS MASTERCARD NACIONALES. NO ES ACUMULABLE CON CUPONES DE TICKET MÁS BAJO.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Lunes, Martes, Miércoles, Jueves y Viernes.\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoOnline\"><div><div><div><div><div><div><span> \"10\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"mayores60-anses.png\" src=\"/api/dataentities/BP/documents/2d21fb8c-f470-11ef-b37f-b942df941adf/img_card/attachments/mayores60-anses.png\"><span> \"10% de descuento si sos parte de Mi Carrefour y beneficiaro de Anses o mayor de 60 años\"<span> \"Tope de devolución: $20.000\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- VÁLIDO DE LUNES A VIERNES DE JUNIO DE 2025. EXCLUSIVO EN LOS HIPERMERCADOS CARREFOUR, CARREFOUR MARKET, CARREFOUR EXPRESS, CARREFOUR.COM.AR Y EN EL CASO DE CARREFOUR MAXI PARA COMPRAS DE CLIENTES MINORISTAS. MÁXIMO DE DESCUENTO MENSUAL: $20.000.VÁLIDO CON MI CARREFOUR PARA MAYORES DE 60 AÑOS O BENEFICIARIOS DE ANSES. BENEFICIO NO ACUMULABLE CON OTRAS PROMOCIONES. (*) NO INCLUYE ELECTRO, MOTOS, CUATRICICLOS, BICICLETAS MOTORIZADAS, TRACTORES, BODEGAS CHANDON, LEONCIO ARIZU, TERRAZAS DE LOS ANDES, TRUMPETER, LA RURAL, RUTINI WINES, CATENA ZAPATA, BODEGAS 33 SUR, SAINT FELICIEN, CLOS DE LOS SIETE. NI PRODUCTOS DE CONVENIO DE PRECIOS JUSTOS, LECHES INFANTILES Y MATERNIZADAS ETAPA 1 Y 2 NI CARNICERÍA: CARNE VACUNA, POLLO, CORTES DE CERDOS Y EMBUTIDOS.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Jueves, Viernes, Sábado y Domingo\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoExpress\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMaxi\"><div><div><div><div><div><div><span> \"3\"<span> \"cuotas\"<div><span> \"sin interés\"<div><div><div><img alt=\"galicia (1).png\" src=\"/api/dataentities/BP/documents/89616964-f698-11ef-b37f-c396af203c85/img_card/attachments/galicia (1).png\"><img alt=\"visa.png\" src=\"/api/dataentities/BP/documents/89616964-f698-11ef-b37f-c396af203c85/img_card_2/attachments/visa.png\"><img alt=\"mc.png\" src=\"/api/dataentities/BP/documents/89616964-f698-11ef-b37f-c396af203c85/img_card_3/attachments/mc.png\"><span> \"3 cuotas sin interés pagando con Tarjetas de crédito Visa y Mastercard\"<span> \"Pagando con tarjetas del Banco Galicia\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- BENEFICIO VÁLIDO EXCLUSIVAMENTE PARA LOS DÍAS JUEVES, VIERNES, SÁBADOS Y DOMINGOS HASTA EL 30/6/2025 INCLUSIVE. VÁLIDO PARA TARJETAS DE CRÉDITO VISA Y MASTERCARD EMITIDAS POR EL BANCO\r\nGALICIA. VÁLIDO PARA TIENDAS HIPERMERCADOS CARREFOUR, CARREFOUR MARKET, CARREFOUR EXPRESS Y CARREFOUR MAXI DE ARGENTINA. NO VÁLIDO PARA COMPRAS EN WWW.CARREFOUR.COM.AR. VÁLIDO PARA ALIMENTOS SECOS, CONGELADOS, LÁCTEOS,\r\nFIAMBRES, LIMPIEZA Y PERFUMERÍA. CUOTAS SIN INTERÉS, T.E.M.=TASA EFECTIVA MENSUAL 0.00%, T.E.A.=TASA EFECTIVA ANUAL 0,00%, T.N.A.=TASA NOMINAL ANUAL 0,00% COSTO FINANCIERO TOTAL = C.F.T. SIN IVA 0,00%, CON IVA 0,00%. NO INCLUYE MOTOS, CUATRICICLOS, BICICLETAS MOTORIZADAS, TRACTORES, ELECTRODOMÉSTICOS, ELECTRÓNICA, TELEFONÍA CELULAR, LA PROMOCIÓN NO INCLUYE LAS SIGUIENTES BODEGAS Y MARCAS: ALTALAND, ARAUCANA,\r\nARUMA, CARO, CASA DE HERRERO, CHANDON, CUCHILLO DE PALO, EL ENEMIGO, LA POSTA, LUCA, MALBEC ARGENTINO, NICOLÁS CATENA, OJO DE BUEN CUBERO, RUTINI, SAN FELIPE Y VALMONT, BAZAR, TEXTIL, LECHES INFANTILES Y MATERNIZADAS ETAPA 1 Y 2. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. SOLO PARA CONSUMO FAMILIAR.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los días\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoExpress\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMaxi\"><div><div><div><div><div><div><span> \"10\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><span> \"4 cuotas sin interés para toda la compra con Tarjeta Sol\"<span> \"Además, los jueves 10% de descuento - Tope de reintegro: $10.000\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- PROMOCIÓN VÁLIDA HASTA EL 30/6/2025 INCLUSIVE, EXCLUSIVO EN HIPERMERCADOS CARREFOUR, CARREFOUR MARKET, CARREFOUR EXPRESS Y CARREFOUR MAXI DE LAS PROVINCIAS DE CÓRDOBA , TUCUMAN, CATAMARCA, SALTA Y JUJUY. NO VÁLIDO PARA COMPRAS EN WWW.CARREFOUR.COM.AR. (1) PROMOCIÓN VÁLIDA TODOS LOS DÍAS EN TODA LA COMPRA. CUOTAS SIN INTERÉS, T.E.M.=TASA EFECTIVA MENSUAL 0.00%, T.E.A.=TASA EFECTIVA ANUAL 0,00%, T.N.A.=TASA NOMINAL ANUAL 0,00% COSTO FINANCIERO TOTAL = C.F.T. SIN IVA 0,00%, CON IVA 0,00%. (2) PROMOCIÓN VÁLIDA LOS DÍAS JUEVES, 10% DE AHORRO EN TODA LA COMPRA. TOPE DE $10.000 POR TRANSACCIÓN. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. SOLO PARA CONSUMO FAMILIAR.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los días\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div><div><div><div><div><span> \"3\"<span> \"cuotas\"<div><span> \"sin interés\"<div><div><div><span> \"3 cuotas sin interés en toda tu compra pagando con Tarjeta Confiable\"<span> \"No incluye electrodomésticos, electrónica ni telefonía celular\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- VALIDO TODOS LOS DÍAS HASTA EL 30/6/2025 EN LAS TIENDAS HIPERMERCADOS CARREFOUR: 53 NEUQUÉN; 157 NEUQUÉN; 136 GRAL ROCA; 149 BARILOCHE. (A) FINANCIACIÓN HASTA 3 CUOTAS SIN INTERÉS, T.E.M.=TASA EFECTIVA MENSUAL 0,00%, T.E.A.=TASA EFECTIVA\r\nANUAL 0,00%, T.N.A.=TASA NOMINAL ANUAL 0,00% COSTO FINANCIERO TOTAL = C.F.T. 0,00% CON IVA Y SIN IVA. APLICA A TODOS LOS DÍAS DEL MES DE MAYO CON TARJETA DE CRÉDITO CONFIABLE, EMITIDA POR EL BANCO PROVINCIA DEL NEUQUEN. EL IMPORTE BONIFICADO POR LAS COMPRAS EFECTUADAS CON TARJETAS DE CRÉDITO SE REALIZARÁ EN\r\nLÍNEA DE CAJAS. NO INCLUYE PRODUCTOS DE ELECTRODOMÉSTICOS, TELEFONÍA, FOTOGRAFÍA, INFORMÁTICA, IMAGEN Y SONIDO, MOTOS, CUATRICICLOS, BICICLETAS MOTORIZADAS, TRACTORES, DESCUENTO NO ACUMULABLE CON OTRAS PROMOCIONES Y/O DESCUENTOS VIGENTES. 08009993338 WWW.BPN.COM.AR.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los miércoles y jueves\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div><div><div><div><div><span> \"5\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><span> \"5% de descuento pagando con tarjeta de crédito visa, mastercard y tarjeta de débito y hasta 3 cuotas sin interés Banco Corrientes\"<span> \"Sin tope de reintegro\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- VÁLIDO PARA TODOS LOS MIÉRCOLES Y JUEVES DE JUNIO DE 2025. PARA COMPRAS REALIZADAS CON TARJETAS DE CRÉDITO Y DÉBITO VISA EMITIDAS POR EL BANCO DE CORRIENTES. EXCLUSIVO PARA LAS TIENDAS 110 MARKET CORRIENTES Y 159 HIPER CORRIENTES. SIN TOPE DE REINTEGRO, EL MISMO SE VERÁ REFLEJADO EN EL RESUMEN DE CUENTA. (A) CUOTAS SIN INTERÉS, T.E.M.=TASA EFECTIVA MENSUAL 0.00%, T.E.A.=TASA EFECTIVA ANUAL 0,00%, T.N.A.=TASA NOMINAL ANUAL 0,00% COSTO FINANCIERO TOTAL = C.F.T. SIN IVA 0,00%, CON IVA 0,00%. * Y ** NO INCLUYE MOTOS, CUATRICICLOS, BICICLETAS MOTORIZADAS, TRACTORES, LA PROMOCIÓN NO INCLUYE LAS SIGUIENTES BODEGAS Y MARCAS: ALTALAND, ARAUCANA, ARUMA, CARO, CASA DE HERRERO, CHANDON, CUCHILLO DE PALO, EL ENEMIGO, LA POSTA, LUCA, MALBEC ARGENTINO, NICOLÁS CATENA, OJO DE BUEN CUBERO, RUTINI, SAN FELIPE Y VALMONT. LECHES INFANTILES Y MATERNI ZADAS ETAPA 1 Y 2 NI CARNICERÍA: CARNE VACUNA, POLLO, CORTES DE CERDOS Y\r\nEMBUTIDOS. NO INCLUYE PRODUCTOS CARREFOUR DE ALIMENTOS, LÁCTEOS, QUESOS, FIAMBRES, BEBIDAS, PERFUME RÍA Y LIMPIEZA.\r\nNO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. (**) TOPE DE REINTEGRO POR MES Y POR CUENTA EN EL ACTO $ 20.000.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los lunes\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoExpress\"><div><div><div><div><div><div><div><span> \"15% de ahorro con Tarjeta de débito, prepaga y crédito Mastercard contactless\"<span> \"Tope de reintegro de $3.000 por compra - 25% de descuento pagando con tu celular vía NFC\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- PROMOCIÓN VÁLIDA LOS DÍAS LUNES HASTA EL 30/6/2025. PROMOCIÓN VÁLIDA PARA LAS COMPRAS REALIZADAS BAJO LA METODOLOGÍA \"CONTACTLESS\" SIN CONTACTO CON LAS TARJETAS DE CRÉDITO Y PREPAGO MASTERCARD EMITIDAS EN LA REPÚBLICA ARGENTINA. (1) AHORRO DEL 15% CON TARJETAS DE DÉBITO, PREPAGA Y CRÉDITO MASTERCARD CONTACTLESS. TOPE DE DESCUENTO POR COMPRA DE $3.000. EL REINTEGRO SE VERÁ REFLEJADO EN HASTA 2 DOS RESÚMENES POSTERIORES A LA FECHA DE COMPRA. EL DESCUENTO SE REALIZARÁ POR DEVOLUCIÓN, EN EL RESUMEN DE CUENTA. (2) AHORRO DEL 25% PAGANDO CON TU CELULAR VÍA NFC.. TOPE DE DESCUENTO POR COMPRA DE $8.000. EL REINTEGRO SE VERÁ REFLEJADO EN LOS MOVIMIENTOS DE LA CUENTA DENTRO DE LOS 30 DÍAS HÁBILES SIGUIENTES DE REALIZADA LA COMPRA. VÁLIDO EXCLUSIVAMENTE EN TIENDAS CARREFOUR EXPRESS. NO PARTICIPAN HIPERMERCADOS CARREFOUR, CARREFOUR MARKET, CARREFOUR MAXI, COMPRAS REALIZADAS EN WW.CARREFOUR.COM.AR NI TUPEDIDO.CARREFOUR.COM.AR. NO VÁLIDO PARA COMPRAS EN CUOTAS. PROMOCIÓN NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. SOLO PARA CONSUMO PERSONAL. (*) LA PROMOCIÓN NO INCLUYE LAS SIGUIENTES BODEGAS Y MARCAS: ALTALAND, ARAUCANA, ARUMA, CARO, CASA DE HERRERO, CHANDON, CUCHILLO DE PALO, EL ENEMIGO, LA POSTA, LUCA, MALBEC ARGENTINO, NICOLÁS CATENA, OJO DE BUEN CUBERO, RUTINI, SAN FELIPE Y VALMONT. LECHES INFANTILES Y MATERNIZADAS ETAPA 1 Y 2, ELECTRODOMÉSTICOS, CELULARES, PRODUCTOS DE CARNICERÍA: CARNE VACUNA, POLLO, CERDO Y EMBUTIDOS NI CONSERVADORAS DE CERVEZA. LA PROMOCIÓN NO APLICA A PAGOS A TRAVÉS DE BILLETERAS VIRTUALES Y/O PLATAFORMAS DE PAGO ONLINE POR EJEMPLO, PAYPAL, TODO PAGO, MERCADO PAGO, UALÁ, ETC. NI TARJETAS DE CRÉDITO CORPORATIVAS. CONSULTE CON SU BANCO EMISOR LA EVENTUAL APLICACIÓN DE CARGOS POR COMPRAS EN CUOTAS. CONSULTE LOCALES ADHERIDOS\r\nEN WWW.MASTERCARD.COM.AR.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los miércoles\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div><div><div><div><div><span> \"15\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><span> \"15% de descuento en el acto y sin tope + 5% por resumen de cuenta\"<span> \"Pagando con Tarjeta SIDECREER de Entre Ríos. Y además 3 cuotas sin interés\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- PROMOCIÓN VÁLIDA TODOS LOS DÍAS MIÉRCOLES HASTA EL 30/6/2025 INCLUSIVE. DESCUENTO DE (*) 15% EN EL ACTO PAGANDO CON\r\nTARJETA SIDECREER *BIN 504962. LOS DÍAS MIÉRCOLES EN HIPERMERCADOS CARREFOUR Y CARREFOUR MARKET DE LA PROVINCIA DE ENTRE RIOS LOCALES: 125,138,181,233,240,243,244,249,262,263,264 Y 266. PROMOCIÓN VÁLIDA EN PRODUCTOS DE ALIMENTOS SECOS, LÁCTEOS, CONGELADOS, BEBIDAS, QUESOS Y FIAMBRES, LIMPIEZA DEL HOGAR, BOLSAS PARA RESIDUOS Y PERFUMERÍA. NO INCLUYE LECHES INFANTILES Y MATERNIZADAS, PRODUCTOS CARREFOUR, PRODUCTOS DE LAS BODEGAS: ALTALAND, ARAUCANA, ARUMA, CARO, CASA DE HERRERO, CHANDON, CUCHILLO DE PALO, EL ENEMIGO, LA POSTA, LUCA, MALBEC ARGENTINO, NICOLÁS CATENA, OJO DE BUEN CUBERO, RUTINI, SAN FELIPE Y VALMONT, GASEOSAS RETORNABLES, CONSERVADORAS DE CERVEZA, FRUTAS, VERDURAS, PESCADERÍA, PANADERÍA, PLATOS ELABORADOS, CARNICERÍA: CORTES DE CARNE VACUNA, POLLO, CERDO, EMBUTIDOS Y CARNES CONGELADAS, TEXTIL, BAZAR Y ELECTRODOMÉSTICOS. SOLO PARA CONSUMO FAMILIAR. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. TOPE MÁXIMO\r\nDE DESCUENTO MENSUAL POR LINEA DE CAJA: $1.000,00. (**) EL 5% DE AHORRO RESTANTE SE REALIZARÁ EN EL RESUMEN EN EL CUAL SE\r\nREGISTRE LA OPERACIÓN O EN EL SUBSIGUIENTE. TOPE POR CUENTA Y POR MES: $1.000,00.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los sábados y domingos\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMaxi\"><div><div><div><div><div><div><span> \"3\"<span> \"cuotas\"<div><span> \"sin interés\"<div><div><div><span> \"3 cuotas sin interés pagando con tarjetas de crédito Tuya\"<span> \"Incluye alimentos, frutas, verduras, alimentos frescos, cortes de carne, bebidas con y sin alcohol, perfumería, limpieza, bazar y textil\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- PROMOCIÓN VÁLIDA PARA LOS DÍAS SÁBADOS Y DOMINGOS HASTA EL 30/6/2025. EXCLUSIVO PARA LAS TIENDAS HIPERMERCADO CARREFOUR, CARREFOUR MARKET Y MAXI CARREFOUR DE LA PROVINCIA DEL CHACO Y CORRIENTES, PARA COMPRAS ABONADAS CON TARJETAS DE CRÉDITO TUYA EMITIDAS POR EL NUEVO BANCO DEL CHACO, EN TODAS SUS VERSIONES: TUYA PYME Y TUYA JOVEN 3 CUOTAS SIN INTERÉS ABONANDO EN LOS ESTABLECIMIENTOS ADHERIDOS A LA PROMOCIÓN. (A) CUOTAS SIN INTERÉS, T.E.M.=TASA EFECTIVA MENSUAL 0.00%, T.E.A.=TASA EFECTIVA ANUAL 0,00%, T.N.A.=TASA NOMINAL ANUAL 0,00% COSTO FINANCIERO TOTAL = C.F.T. SIN IVA 0,00%, CON IVA 0,00%. EXCLUSIVO SOLO PARA CONSUMO FAMILIAR. LA PROMOCIÓN NO APLICA SOBRE LOS PRODUCTOS ELECTRÓNICA, ELECTRODOMÉSTICOS, TELEFONÍA CELULAR, LECHES INFANTILES MATERNIZADAS ETAPA I Y II, BODEGAS: ALTALAND, ARAUCANA, ARUMA, CARO, CASA DE HERRERO, CHANDON, CUCHILLO DE PALO, EL ENEMIGO, LA POSTA, LUCA, MALBEC ARGENTINO, NICOLÁS CATENA, OJO DE BUEN CUBERO, RUTINI, SAN FELIPE Y VALMONT. NO INCLUYE PRODUCTOS CARREFOUR DE ALIMENTOS, LÁCTEOS, QUESOS, FIAMBRES, BEBIDAS, PERFUMERÍA Y LIMPIEZA Y PRODUCTOS DEL PROGRAMA DE BENEFICIOS MI\r\nCARREFOUR. CONSULTÁ CONDICIONES Y COMERCIOS ADHERIDOS EN WWW.NBCH.COM.AR. PARA MÁS INFORMACIÓN CONSULTE EN WWW.CARREFOUR.COM.AR O COMUNÍQUESE AL TELÉFONO 0-800-444-8484.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"De jueves a domingo\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoExpress\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMaxi\"><div><div><div><div><div><div><span> \"3\"<span> \"cuotas\"<div><span> \"sin interés\"<div><div><div><span> \"3 cuotas sin interés pagando con Tarjetas de crédito Visa y Mastercard\"<span> \"Pagando con tarjetas del Banco Galicia\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- BENEFICIO VÁLIDO EXCLUSIVAMENTE PARA LOS DÍAS JUEVES, VIERNES, SÁBADOS Y DOMINGOS HASTA EL 30/6/2025 INCLUSIVE. VÁLIDO PARA TARJETAS DE CRÉDITO VISA Y MASTERCARD EMITIDAS POR EL BANCO GALICIA. VÁLIDO PARA TIENDAS HIPERMERCADOS CARREFOUR, CARREFOUR MARKET, CARREFOUR EXPRESS Y CARREFOUR MAXI DE ARGENTINA. NO VÁLIDO PARA COMPRAS EN WWW.CARREFOUR.COM.AR. VÁLIDO PARA ALIMENTOS SECOS, CONGELADOS, LÁCTEOS, FIAMBRES, LIMPIEZA Y PERFUMERÍA. CUOTAS SIN INTERÉS, T.E.M.=TASA EFECTIVA MENSUAL 0.00%, T.E.A.=TASA EFECTIVA ANUAL 0,00%, T.N.A.=TASA NOMINAL ANUAL 0,00% COSTO FINANCIERO TOTAL = C.F.T. SIN IVA 0,00%, CON IVA 0,00%. NO INCLUYE MOTOS, CUATRICICLOS, BICICLETAS MOTORIZADAS, TRACTORES, ELECTRODOMÉSTICOS, ELECTRÓNICA, TELEFONÍA CELULAR, LA PROMOCIÓN NO INCLUYE LAS SIGUIENTES BODEGAS Y MARCAS: ALTALAND, ARAUCANA, ARUMA, CARO, CASA DE HERRERO, CHANDON, CUCHILLO DE PALO, EL ENEMIGO, LA POSTA, LUCA, MALBEC ARGENTINO, NICOLÁS CATENA, OJO DE BUEN CUBERO, RUTINI, SAN FELIPE Y VALMONT, BAZAR, TEXTIL, LECHES INFANTILES Y MATERNIZADAS ETAPA 1 Y 2. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. SOLO PARA CONSUMO FAMILIAR.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los días\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoExpress\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMaxi\"><div><div><div><div><div><div><span> \"4\"<span> \"cuotas\"<div><span> \"sin interés\"<div><div><div><span> \"4 cuotas cero interés pagando con Naranja X para toda la compra\"<span> \"Todos los días\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- BENEFICIO VÁLIDO TODOS LOS DÍAS HASTA EL 30/6/2025 INCLUSIVE. VÁLIDO PARA TIENDAS HIPERMERCADO CARREFOUR, CARREFOUR MARKET, CARREFOUR EXPRESS Y CARREFOUR MAXI DE ARGENTINA DEL AMBA. NO PARTICIPAN TIENDAS DEL INTERIOR. NO VÁLIDO PARA COMPRAS EN WWW.CARREFOUR.COM.AR. BENEFICIO VÁLIDO PARA TITULARES Y ADICIONALES DE TARJETA DE CRÉDITO NARANJA X DE TODO EL PAÍS QUE COMPREN EN PLAN 4 CUOTAS CERO INTERÉS: COSTO FINANCIERO TOTAL: CFT 0%; TASA EFECTIVA ANUAL: TEA 0%; TASA NOMINAL ANUAL: TNA 0%. BENEFICIO NO VÁLIDO PARA COMPRAS REALIZADAS CON NARANJA VISA, NARANJA MASTERCARD, NARANJA AMEX NI PARA TRANSACCIONES REALIZADAS EN AGRUPADORES Y BILLETERAS VIRTUALES EN CASO DE FUERZA MAYOR Y/O CASO FORTUITO QUE GENERE ALGUNA IMPOSIBILIDAD PARA LLEVAR A CABO EL BENEFICIO O PARA CONTINUAR CON EL MISMO, NARANJA X PODRÁ SUSPENDER DEFINITIVAMENTE O TRANSITORIAMENTE EL BENEFICIO, COMO ASÍ TAMBIÉN INTRODUCIR LAS MODIFICACIONES PERTINENTES. LA TARJETA DE CRÉDITO ES COMERCIALIZADA POR TARJETA NARANJA S. A.U. CUIT 30685376349, LA TABLADA 451, CÓRDOBA\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los miércoles\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div><div><div><div><div><span> \"20\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><span> \"20% de descuento en un pago con Tarjeta de crédito Patagonia 365\"<span> \"No incluye electrodomésticos, electrónica, telefonía celular ni carnicería\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- VÁLIDO PARA TODOS LOS MIÉRCOLES HASTA EL 30/6/2025. EXCLUSIVO EN HIPERMERCADOS CARREFOUR Y CARREFOUR MARKET DE LA\r\nPROVINCIA DE CHUBUT. NO PARTICIPAN CARREFOUR MAXI NI COMPRAS REALIZADAS EN WWW.CARREFOUR.COM.AR. VÁLIDO PARA\r\nCOMPRAS EN 1 PAGO, REALIZADAS CON TARJETAS DE CRÉDITO PATAGONIA 365 EMITIDAS POR EL BANCO DE CHUBUT. (*) NO INCLUYE\r\nMOTOS, CUATRICICLOS, BICICLETAS MOTORIZADAS, TRACTORES, LA PROMOCIÓN NO INCLUYE LAS SIGUIENTES BODEGAS Y MARCAS:\r\nALTALAND, ARAUCANA, ARUMA, CARO, CASA DE HERRERO, CHANDON, CUCHILLO DE PALO, EL ENEMIGO, LA POSTA, LUCA, MALBEC\r\nARGENTINO, NICOLÁS CATENA, OJO DE BUEN CUBERO, RUTINI, SAN FELIPE Y VALMONT, LECHES INFANTILES Y MATERNIZADAS ETAPA 1 Y\r\n2 NI CARNICERÍA: CARNE VACUNA, POLLO, CORTES DE CERDOS Y EMBUTIDOS. NO INCLUYE PRODUCTOS CARREFOUR DE ALIMENTOS,\r\nLÁCTEOS, QUESOS, FIAMBRES, BEBIDAS, PERFUMERÍA Y LIMPIEZA. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Todos los días\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMain\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMarket\"><div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoMaxi\"><div><div><div><div><div><div><span> \"3\"<span> \"cuotas\"<div><span> \"sin interés\"<div><div><div><span> \"Plan Oxígeno y 3 cuotas sin interés con Centrocard\"<span> \"Todos los días\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- PROMOCIÓN VÁLIDA PARA TODOS LOS DÍAS HASTA EL 30/6/2025. VÁLIDO PARA PLAN OXÍGENO EN COMPRAS PRESENCIALES EN HIPERMERCADOS CARREFOUR, CARREFOUR MARKET Y CARREFOUR MAXI DE LAS PROVINCIAS DE CATAMARCA Y LA RIOJA. 3 CUOTAS SIN INTERÉS. APLICABLE EN EL RESUMEN DEL SOCIO. EXCLUIDOS SERVICIOS FINANCIEROS, SEGUROS Y AFINES NO ACUMULABLE CON OTRAS PROMOCIONES. PLAN OXÍGENO 3 CUOTAS SIN INTERÉS, T.E.M.=TASA EFECTIVA MENSUAL 0.00%, T.E.A.=TASA EFECTIVA ANUAL 0,00%, T.N.A.=TASA NOMINAL ANUAL 0,00% COSTO FINANCIERO TOTAL = C.F.T. SIN IVA 0,00%, CON IVA 0,00%. CENTROCARD S.A.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Programando la entrega de tu pedido para los días Miércoles.\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoOnline\"><div><div><div><div><div><div><span> \"20\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"macro.png\" src=\"/api/dataentities/BP/documents/9223763d-dda2-11ef-b37f-fab54d77bb84/img_card/attachments/macro.png\"><img alt=\"visa.png\" src=\"/api/dataentities/BP/documents/9223763d-dda2-11ef-b37f-fab54d77bb84/img_card_2/attachments/visa.png\"><img alt=\"mc.png\" src=\"/api/dataentities/BP/documents/9223763d-dda2-11ef-b37f-fab54d77bb84/img_card_3/attachments/mc.png\"><span> \"20% de descuento en un pago con tarjeta de crédito Visa o Mastercard de Macro\"<span> \"Tope de devolución: $6.000\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- PROMOCIÓN VÁLIDA PROGRAMANDO LA ENTREGA DE TU PEDIDO PARA LOS DÍAS MIÉRCOLES DE JUNIO DE 2025 PARA COMPRAS REALIZADAS EN 1 PAGO CON TARJETAS DE CRÉDITO EMITIDAS POR EL BANCO MACRO O MACRO BMA EN LOS LOCALES HIPERMERCADOS CARREFOUR, CARREFOUR MARKET Y CARREFOUR EXPRESS. TAMBIÉN PROMOCIÓN VALIDA PARA WWW.CARREFOUR.COM.AR EN COMPRAS EN 1 PAGO Y PROGRAMANDO LA ENTREGA DE TU PEDIDO PARA LOS DÍAS MIÉRCOLES. LA APLICACIÓN DEL DESCUENTO SE REALIZARÁ AL CIERRE DEL RESUMEN EN EL CUAL SE REGISTRE LA OPERACIÓN O EN EL SUBSIGUIENTE. 20% DE AHORRO CON TOPE DE $6.000 POR MES Y POR CUENTA EN UN PAGO CON TARJETAS DE CRÉDITO VISA O MASTER EMITIDAS POR EL BANCO MACRO EXCLUSIVO PARA CLIENTES CON PAQUETES, EXCEPTO VALORA INICIAL. EXCLUSIVO EN LOS HIPERMERCADOS CARREFOUR,CARREFOUR MARKET, CARREFOUR EXPRESS Y WWW.CARREFOUR.COM.AR. NO PARTICIPA CARREFOUR MAXI. NO INCLUYE MOTOS, CUATRICICLOS, BICICLETAS MOTORIZADAS, TRACTORES, BODEGAS CHANDON, LEONCIO ARIZU, TERRAZAS DE LOS ANDES, TRUMPETER, LA RURAL, RUTINI WINES, LATITUD 33, CLOS DE LOS SIETE, CATENA ZAPATA, NI PRODUCTOS DE CONVENIO DE PRECIOS CUIDADOS, LECHES INFANTILES Y MATERNIZADAS ETAPA 1 Y 2 NI CARNICERÍA: CARNE VACUNA, POLLO, CORTES DE CERDOS Y EMBUTIDOS. NO INCLUYE PRODUCTOS DE LA MARCA CARREFOUR DE ALIMENTOS, LÁCTEOS, QUESOS, FIAMBRES, BEBIDAS, PERFUMERÍA Y LIMPIEZA. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. NO INCLUYE ELECTRODOMÉSTICOS.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Programando la entrega de tu pedido para los días Miércoles.\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoOnline\"><div><div><div><div><div><div><span> \"30\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"patagonia.png\" src=\"/api/dataentities/BP/documents/4e9d47e8-dda6-11ef-b37f-fae1cd1d402c/img_card/attachments/patagonia.png\"><img alt=\"visa.png\" src=\"/api/dataentities/BP/documents/4e9d47e8-dda6-11ef-b37f-fae1cd1d402c/img_card_2/attachments/visa.png\"><span> \"30% de descuento en un pago con tarjeta de crédito Visa del Banco Patagonia\"<span> \"Tope de devolución: $15.000\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- PROMOCIÓN VÁLIDA PROGRAMANDO LA ENTREGA DE TU PEDIDO PARA LOS DÍAS MIÉRCOLES DE JUNOI DE 2025 PARA COMPRAS REALIZADAS EN 1 PAGO CON TARJETAS DE CRÉDITO VISA EMITIDAS POR EL BANCO PATAGONIA EN WWW.CARREFOUR.COM.AR. DESCUENTO 30% CON TOPE MÁXIMO DE $15.000 POR MES Y POR CUENTA. EXCLUSIVO PARA CLIENTES SINGULAR. NO INCLUYE MOTOS, CUATRICICLOS, BICICLETAS MOTORIZADAS, TRACTORES, BODEGAS CHANDON, LEONCIO ARIZU, TERRAZAS DE LOS ANDES, TRUMPETER, LA RURAL, RUTINI WINES, BODEGAS 33 SUR, CLOS DE LOS SIETE, CATENA ZAPATA, NI PRODUCTOS DE CONVENIO DE PRECIOS CUIDADOS, LECHES INFANTILES Y MATERNIZADAS ETAPA 1 Y 2 NI CARNICERÍA: CARNE VACUNA, POLLO, CORTES DE CERDOS Y EMBUTIDOS. NO INCLUYE PRODUCTOS DE LA MARCA CARREFOUR DE ALIMENTOS, LÁCTEOS, QUESOS, FIAMBRES, BEBIDAS, PERFUMERÍA Y LIMPIEZA. NO INCLUYE ELECTRODOMÉSTICOS.\""
  },
  {
    "domDescription": "<div><div><div><div><span> \"Programando la entrega de tu pedido para los días Miércoles.\"<div><p> \"Comprando en:\"<div><div class=\"valtech-carrefourar-bank-promotions-0-x-logoIcon valtech-carrefourar-bank-promotions-0-x-logoOnline\"><div><div><div><div><div><div><span> \"30\"<span> \"%\"<div><span> \"de descuento\"<div><div><div><img alt=\"macro selecta.png\" src=\"/api/dataentities/BP/documents/24b33a5b-dda4-11ef-b37f-9a9c03909d76/img_card/attachments/macro selecta.png\"><img alt=\"mc.png\" src=\"/api/dataentities/BP/documents/24b33a5b-dda4-11ef-b37f-9a9c03909d76/img_card_2/attachments/mc.png\"><img alt=\"visa.png\" src=\"/api/dataentities/BP/documents/24b33a5b-dda4-11ef-b37f-9a9c03909d76/img_card_3/attachments/visa.png\"><span> \"30% de descuento en un pago con tarjeta de crédito Visa o Mastercard de Macro Selecta\"<span> \"Tope de devolución: $12.000\"<div><div><div><div><div><div> \"Ver legal\"<div><svg><path><div><div><p> \"- PROMOCIÓN VÁLIDA PROGRAMANDO LA ENTREGA DE TU PEDIDO PARA LOS DÍAS MIÉRCOLES DE JUNIO DE 2025 PARA COMPRAS REALIZADAS EN 1 PAGO CON TARJETAS DE CRÉDITO EMITIDAS POR EL BANCO MACRO O MACRO BMA EN LOS LOCALES HIPERMERCADOS CARREFOUR, CARREFOUR MARKET Y CARREFOUR EXPRESS. TAMBIÉN PROMOCIÓN VALIDA PARA WWW.CARREFOUR.COM.AR EN COMPRAS EN 1 PAGO Y PROGRAMANDO LA ENTREGA DE TU PEDIDO PARA LOS DÍAS MIÉRCOLES. LA APLICACIÓN DEL DESCUENTO SE REALIZARÁ AL CIERRE DEL RESUMEN EN EL CUAL SE REGISTRE LA OPERACIÓN O EN EL SUBSIGUIENTE. 30% DE AHORRO CON TOPE DE $12.000 POR MES EN UN PAGO CON TARJETAS DE CRÉDITO MACRO SELECTA. (1, 2, 3) EXCLUSIVO EN LOS HIPERMERCADOS CARREFOUR,CARREFOUR MARKET, CARREFOUR EXPRESS Y WWW.CARREFOUR.COM.AR. NO PARTICIPA CARREFOUR MAXI. NO INCLUYE MOTOS, CUATRICICLOS, BICICLETAS MOTORIZADAS, TRACTORES, BODEGAS CHANDON, LEONCIO ARIZU, TERRAZAS DE LOS ANDES, TRUMPETER, LA RURAL, RUTINI WINES, LATITUD 33, CLOS DE LOS SIETE, CATENA ZAPATA, NI PRODUCTOS DE CONVENIO DE PRECIOS CUIDADOS, LECHES INFANTILES Y MATERNIZADAS ETAPA 1 Y 2 NI CARNICERÍA: CARNE VACUNA, POLLO, CORTES DE CERDOS Y EMBUTIDOS. NO INCLUYE PRODUCTOS DE LA MARCA CARREFOUR DE ALIMENTOS, LÁCTEOS, QUESOS, FIAMBRES, BEBIDAS, PERFUMERÍA Y LIMPIEZA. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. NO INCLUYE ELECTRODOMÉSTICOS.\""
  }
]