{
  "legales": " DESCUENTOS VIERNES **\n\n\n\nDESCUENTO VÁLIDO EN LA REPÚBLICA ARGENTINA EL 02 DE ENERO DE 2026 VÁLIDO PARA SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. (1) BENEFICIO VÁLIDO EXCLUSIVAMENTE EN LA REPÚBLICA ARGENTINA PARA PAGOS REALIZADOS A TRAVÉS DEL SERVICIO DE PROCESAMIENTO DE PAGOS DE MERCADO PAGO OPERADO POR MERCADOLIBRE S.R.L. (“MERCADO PAGO”) A TRAVÉS DEL ESCANEO DEL CÓDIGO QR CON LA APP DE MERCADO PAGO (LA “APP”), UTILIZANDO TODOS LOS MEDIOS DE PAGO DENTRO DE LA APP. EL BENEFICIO CONSISTE EN UN 25% DE DESCUENTO, SIN TOPE DE REINTEGRO, EN LAS COMPRAS EN TODAS LAS SUCURSALES DE COTO C.I.C.S.A (EL “BENEFICIO”). EL BENEFICIO ESTARÁ A CARGO DE COTO C.I.C.S.A Y SE REALIZARÁ EN LÍNEA DE CAJAS SOBRE EL PRECIO DE CONTADO. MERCADO PAGO NO ES UNA ENTIDAD FINANCIERA. LOS FONDOS EN CUENTAS DE PAGO NO SON DEPÓSITOS GARANTIZADOS. MERCADOLIBRE S.R.L. CUIT 30-70308853-4, CASEROS 3039, PISO 2º, CABA”. APLICAN EXCLUSIONES. (2) VALIDO EN COMPRAS A PARTIR DE $30.000 PAGANDO CON QR DE MERCADO PAGO. CFTNA: COSTO FINANCIERO TOTAL NOMINAL ANUAL. CFTNA:0%. TASA FIJA NOMINAL Y EFECTIVA ANUAL 0%. VÁLIDO DEL 1/6/25 AL 4/1/26 PARA COMPRAS DESDE $30.000 CON LA TARJETA DE CRÉDITO MERCADO PAGO EN UN QR DE MERCADO PAGO. OTORGAMIENTO DE LA TARJETA SUJETO A EVALUACIÓN CREDITICIA. MÁS INFORMACIÓN CONSULTÁ EN MERCADOPAGO.COM.AR/CUENTA.\n(3) EL DESCUENTO DEL 15% SE EFECTUARÁ SOBRE EL PRECIO ANTERIOR EN LINEAS DE CAJA ABONANDO CON CUALQUIER TARJETA DE DÉBITO. SIN TOPE. APLICAN EXCLUSIONES.\nEXCLUSIONES: DESCUENTOS NO VÁLIDOS PARA COMPRAS POR INTERNET EN COTO DIGITAL. DESCUENTOS NO VÁLIDOS PARA COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, PAGOS EFECTUADOS CON TECNOLOGÍA “NFC”, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. DESCUENTOS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. DESCUENTOS NO VÁLIDOS PARA COMPRAS EN LOS PATIOS DE COMIDAS, COTO EXPRESSO, COTO BAR, ZONA JUEGOS Y ESTACIONAMIENTO PROPIO, NI COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR. NO INCLUYE ELECTRODOMÉSTICOS, NEUMÁTICOS NI RODADOS. NO INCLUYE PRODUCTOS DE BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOT X 1,5LT, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN) BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR) NI VINOS EN TETRABRIK NI GENEROSOS. EL DESCUENTO EN CHAMPAÑAS Y ESPUMANTES NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON,POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG.NO INCLUYE CORTES DE CARNES DE NOVILLO, NOVILLITO, TERNERA, MENUDENCIAS NI CARNES ELABORADAS. NO INCLUYE POLLO ENTERO NI TROZADO, FRESCO NI CONGELADO. NO INCLUYE LECHES INFANTILES ETAPAS 1 Y 2 (FLUÍDAS NI EN POLVO), NI HARINAS EN TODAS SUS PRESENTACIONES, NI AZÚCAR EN TODAS SUS PRESENTACIONES, NI ACEITE DE GIRASOL Y MEZCLA GIRASOL-SOJA EN TODAS SUS PRESENTACIONES. NO INCLUYE TODAS LAS PRESENTACIONES DE LAS SIGUIENTES MARCAS: COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SIN AZÚCAR, SCHWEPPES, SPRITE, SPRITE SIN AZÚCAR, AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE, ADES, HI-C NI MONSTER. NO INCLUYE CAJA NAVIDEÑA VERDE (COD. 179000), AZUL (COD. 179002), ROJA (COD. 179001) NI NEGRA (COD. 179003). PARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. LA IMAGEN DE LA FIGURA HUMANA HA SIDO RETOCADA Y/O MODIFICADA DIGITALMENTE. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n PROMO SILLA DE PLAYA **\n\n\n\nPROMOCIÓN VÁLIDA PARA COMPRAS EN SUCURAL COTO 49 (MAR DE AJÓ), 178 (CARILÓ), 204 (MAR DEL TUYÚ), 238 (MAR DEL PLATA) Y 242 (PUERTO MAR DEL PLATA) DEL 26/12/2024 AL 31/01/2025, \nY/O HASTA AGOTAR STOCK DE SILLAS DE PLAYA (COD. 522937) DISPONIBLES (SUC. 49: 5.000 U. / SUC. 178: 10.000 U. / SUC. 204: 10.000 U. / SUC. 238: 25.000 U. Y SUC. 242: 10.000 U.), \nLO QUE OCURRA PRIMERO. SE ENTREGARÁ 1 (UNA) REPOSERA POR TICKET CADA $200.000. BENEFICIO PARA CONSUMO FAMILIAR. LAS FOTOS SON EN CARÁCTER ILUSTRATIVO. CONSULTE DOMICILIOS DE LAS SUCURSALES EN COTO.COM.AR O LLAMANDO A FONOCOTO 0800-888-4848. EXCLUSIONES: PROMOCIÓN NO VÁLIDA PARA COMPRAS POR INTERNET EN COTO DIGITAL. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n HOGAR **\n\n\nOFERTAS VÁLIDAS EN LA REPÚBLICA ARGENTINA DESDE EL MARTES 16 DE DICIEMBRE DE 2025 AL VIERNES 02 DE ENERO DE 2026 Ó HASTA AGOTAR STOCK INDICADO EN CADA PRODUCTO, LO QUE SUCEDA PRIMERO. VÁLIDO PARA COMPRAS EN SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE Y COTO DIGITAL (COTODIGITAL.COM.AR). LOS DESCUENTOS EXCLUSIVOS CON COMUNIDAD APLICAN PARA MIEMBROS DE LA COMUNIDAD COTO, PRESENTANDO DNI. LOS DESCUENTOS SE REALIZARÁN SOBRE COMPRAS EFECTUADAS EN EFECTIVO, CON TARJETA DE DÉBITO O DE CRÉDITO EN UN PAGO POR LÍNEA DE CAJA. NO ACUMULABLE CON OTRAS OFERTAS VIGENTES. LOS PRODUCTOS SELECCIONADOS SE ENCUENTRAN SEÑALADOS EN LA GÓNDOLA. OFERTAS VÁLIDAS PARA COMPRAS DE PRODUCTOS DE LAS CATEGORÍAS MENCIONADAS ABONADAS EN EFECTIVO Y/O CON TARJETA DE DÉBITO Y/O CON TARJETA DE CRÉDITO EN UN PAGO O EN CUOTAS. TODOS LOS PRODUCTOS SON ORIGEN ARGENTINA SALVO LOS EXPRESAMENTE INDICADOS.PRODUCTOS DISPONIBLES EN LAS SIGUIENTES SUCURSALES: 44/60/61/63/64/65/75/80/85/90/91/92/96/107/109/118/129/131/165/178/181/184/185/188/189/192/197/203/204/208/209/215/219/220/238. CONSULTE DOMICILIOS DE LAS SUCURSALES EN COTO.COM.AR O LLAMANDO A FONOCOTO 0800-888-4848. (1)3 Y/O 6 CUOTAS FIJAS SIN INTERÉS VÁLIDAS PARA COMPRAS PRODUCTOS DE LAS CATEGORÍAS MENCIONADAS ABONANDO CON TARJETAS DE CRÉDITO BANCARIAS VISA, MASTERCARD, AMERICAN EXPRESS Y CABAL. \n\n**PRODUCT EXCLUSIONS:** NO APLICA PARA COMPRAS CON TARJETAS TCI (TARJETA COTO INTELIGENTE), VISA Y MASTERCARD NO BANCARIAS,TARJETAS VISA NARANJA, TARJETA NEVADA Y TARJETA MIRA\n\n. NI TARJETAS SERVICIOS FINANCIEROS CARREFOUR, NI TARJETAS MASTERCARD CENCOSUD, CUOTAS IGUALES MENSUALES Y CONSECUTIVAS. TNA (TASA NOMINAL ANUAL): 0,00%, TEA (TASA EFECTIVA ANUAL): 0,00%; CFT (COSTO FINANCIERO TOTAL): 0,00%. EXCLUSIONES:  OFERTAS NO VÁLIDAS PARA COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, PAGOS EFECTUADOS CON TECNOLOGÍA “NFC”, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS O ABONADAS MEDIANTE BILLETERAS VIRTUALES, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. OFERTAS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL. \n\n\n(1)COSTO FINANCIERO TOTAL (CFT:0,00%)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n RENOVÁ TU CASA **\n\n\n\nOFERTAS VÁLIDAS EN LA REPÚBLICA ARGENTINA DESDE EL MARTES 16 DE DICIEMBRE DE 2025 AL VIERNES 02 DE ENERO DE 2026  VÁLIDO PARA COMPRAS EN SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE Y EN COTO DIGITAL (COTODIGITAL.COM.AR). LOS DESCUENTOS SE REALIZARÁN SOBRE COMPRAS EFECTUADAS EN EFECTIVO, CON TARJETA DE DÉBITO O DE CRÉDITO EN UN PAGO POR LÍNEA DE CAJA. NO ACUMULABLE CON OTRAS OFERTAS VIGENTES. LOS PRODUCTOS SELECCIONADOS SE ENCUENTRAN SEÑALADOS EN LA GÓNDOLA. OFERTAS VÁLIDAS PARA COMPRAS DE PRODUCTOS DE LAS CATEGORÍAS MENCIONADAS ABONADAS EN EFECTIVO Y/O CON TARJETA DE DÉBITO Y/O CON TARJETA DE CRÉDITO EN UN PAGO O EN CUOTAS. PRODUCTOS DISPONIBLES EN LAS SIGUIENTES SUCURSALES 44/60/61/63/64/65/75/80/85/90/91/92/96/107/109/118/129/131/165/178/181/184/185/188/189/192/197/203/204/208/209/215/219/220/238. CONSULTE DOMICILIOS DE LAS SUCURSALES EN COTO.COM.AR O LLAMANDO A FONOCOTO 0800-888-4848. \nEXCLUSIONES: (1) NO INCLUYE PRODUCTOS DE ACRÍLICO Y VIDRIO DOBLE. OFERTAS NO VÁLIDAS PARA COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, PAGOS EFECTUADOS CON TECNOLOGÍA “NFC”, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS O ABONADAS MEDIANTE BILLETERAS VIRTUALES, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. OFERTAS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. PARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL.\n\n\n(1)COSTO FINANCIERO TOTAL (CFT:0,00%)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n MERCADO PAGO - 3 CUOTAS SIN INTERÉS **\n\n\nVALIDO EN COMPRAS A PARTIR DE $30.000 PAGANDO CON QR DE MERCADO PAGO.\nCFTNA: COSTO FINANCIERO TOTAL NOMINAL ANUAL. CFTNA:0%. TASA FIJA NOMINAL Y EFECTIVA ANUAL 0%. VÁLIDO DEL 1/6/25 AL 31/12/25 PARA COMPRAS DESDE $30.000 CON LA TARJETA DE CRÉDITO MERCADO PAGO EN UN QR DE MERCADO PAGO. OTORGAMIENTO DE LA TARJETA SUJETO A EVALUACIÓN CREDITICIA. MÁS INFORMACIÓN CONSULTÁ EN MERCADOPAGO.COM.AR/CUENTA.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  SUPERVIELLE CUOTAS RODADOS **\nCOSTO FINANCIERO TOTAL EFECTIVO ANUAL \n\nCFT 0,00%\n\n\nFINANCIACIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA DESDE EL 18 DE DICIEMBRE DE 2025 HASTA EL 08 DE ENERO DE 2026, PARA COMPRAS EN SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE Y EN COTO DIGITAL (COTODIGITAL.COM.AR). EN 3, 6, 9 y 12 CUOTAS FIJAS SIN INTERÉS VÁLIDAS PARA COMPRAS DE PRODUCTOS DE RODADOS, ABONANDO CON TARJETAS DE CRÉDITO VISA Y MASTERCARD DEL BANCO SUPERVIELLE. CUOTAS FIJAS IGUALES MENSUALES Y CONSECUTIVAS. TNA (TASA NOMINAL ANUAL): 0,00%, TEA (TASA EFECTIVA ANUAL): 0,00%; CFT (COSTO FINANCIERO TOTAL) EXPRESADO EN TEA: 0,00%.\nDICHA PROMOCIÓN NO ES ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. FINANCIACIÓN NO VÁLIDA PARA COMPRAS ABONADAS MEDIANTE BILLETERAS VIRTUALES, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. NO VÁLIDO PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC”. PARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  SUPERVIELLE CUOTAS JUGUETERÍA **\nCOSTO FINANCIERO TOTAL EFECTIVO ANUAL \n\nCFT 0,00%\n\n\nFINANCIACIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA DESDE EL 18 DE DICIEMBRE DE 2025 HASTA EL 08 DE ENERO DE 2026, PARA COMPRAS EN SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE Y EN COTO DIGITAL (COTODIGITAL.COM.AR). EN 3 Y/O 6 CUOTAS FIJAS SIN INTERÉS VÁLIDAS PARA COMPRAS DE PRODUCTOS DE JUGUETERÍA, ABONANDO CON TARJETAS DE CRÉDITO VISA Y MASTERCARD DEL BANCO SUPERVIELLE. CUOTAS FIJAS IGUALES MENSUALES Y CONSECUTIVAS. TNA (TASA NOMINAL ANUAL): 0,00%, TEA (TASA EFECTIVA ANUAL): 0,00%; CFT (COSTO FINANCIERO TOTAL) EXPRESADO EN TEA: 0,00%.\nDICHA PROMOCIÓN NO ES ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. FINANCIACIÓN NO VÁLIDA PARA COMPRAS ABONADAS MEDIANTE BILLETERAS VIRTUALES, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. NO VÁLIDO PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC”. PARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  BANCOS REGIONALES RODADOS **\nCOSTO FINANCIERO TOTAL EFECTIVO ANUAL \n\nCFT 0,00%\n\n\nFINANCIACIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA DESDE EL 15 DE DICIEMBRE DE 2025 HASTA EL 08 DE ENERO DE 2026, PARA COMPRAS EN SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE Y EN COTO DIGITAL (COTODIGITAL.COM.AR). EN 3, 6, 9 y 12 CUOTAS FIJAS SIN INTERÉS VÁLIDAS PARA COMPRAS DE PRODUCTOS DE RODADOS, ABONANDO CON TARJETAS DE CRÉDITO VISA Y MASTERCARD DEL BANCO SUPERVIELLE. CUOTAS FIJAS IGUALES MENSUALES Y CONSECUTIVAS. TNA (TASA NOMINAL ANUAL): 0,00%, TEA (TASA EFECTIVA ANUAL): 0,00%; CFT (COSTO FINANCIERO TOTAL) EXPRESADO EN TEA: 0,00%. DICHA PROMOCIÓN NO ES ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. FINANCIACIÓN NO VÁLIDA PARA COMPRAS ABONADAS MEDIANTE BILLETERAS VIRTUALES, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. NO VÁLIDO PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC”. PARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL\n\n\n\n\n\n\n\n\n\n\n\n\n BANCOS REGIONALES JUGUETERÍA **\nCOSTO FINANCIERO TOTAL EFECTIVO ANUAL \n\nCFT 0,00%\n\n\nFINANCIACIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA DESDE EL 15 DE DICIEMBRE DE 2025 HASTA EL 08 DE ENERO DE 2026, PARA COMPRAS EN SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE Y EN COTO DIGITAL (COTODIGITAL.COM.AR). EN 3 Y/O 6 CUOTAS FIJAS SIN INTERÉS VÁLIDAS PARA COMPRAS DE PRODUCTOS DE JUGUETERÍA, ABONANDO CON TARJETAS DE CRÉDITO VISA Y MASTERCARD DEL BANCO SUPERVIELLE. CUOTAS FIJAS IGUALES MENSUALES Y CONSECUTIVAS. TNA (TASA NOMINAL ANUAL): 0,00%, TEA (TASA EFECTIVA ANUAL): 0,00%; CFT (COSTO FINANCIERO TOTAL) EXPRESADO EN TEA: 0,00%.\nDICHA PROMOCIÓN NO ES ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. FINANCIACIÓN NO VÁLIDA PARA COMPRAS ABONADAS MEDIANTE BILLETERAS VIRTUALES, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. NO VÁLIDO PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC”. PARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n GALICIA CUOTAS JUGUETERÍA Y RODADOS **\n\n\n\n\nCOSTO FINANCIERO TOTAL EFECTIVO ANUAL \n\nCFTEA 0,00%\n\n\nFINANCIACIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA DESDE EL 16 DE DICIEMBRE DE 2025 HASTA EL 08 DE ENERO DE 2026, PARA COMPRAS EN SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE Y EN COTO DIGITAL (COTODIGITAL.COM.AR). EN 3, 6, 9 y 12 CUOTAS FIJAS SIN INTERÉS VÁLIDAS PARA COMPRAS DE PRODUCTOS DE JUGUETERÍA Y RODADOS, ABONANDO CON TARJETAS DE CRÉDITO VISA, MASTERCARD Y AMERICAN EXPRESS. CUOTAS FIJAS IGUALES MENSUALES Y CONSECUTIVAS. TNA (TASA NOMINAL ANUAL): 0,00%, TEA (TASA EFECTIVA ANUAL): 0,00%; CFT (COSTO FINANCIERO TOTAL) EXPRESADO EN TEA: 0,00%.\nDICHA PROMOCIÓN NO ES ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. FINANCIACIÓN NO VÁLIDA PARA COMPRAS ABONADAS MEDIANTE TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. PARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n ICBC CUOTAS JUGUETERÍA Y RODADOS **\n\nCOSTO FINANCIERO TOTAL EFECTIVO ANUAL \n\nCFT 0,00%\n\n\nPROPUESTA VÁLIDA PARA CARTERA DE CONSUMO EN LA REPÚBLICA ARGENTINA DESDE EL 12 DE DICIEMBRE DE 2025 HASTA EL 08 DE ENERO DE 2026, PARA COMPRAS EN SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE Y EN COTO DIGITAL (COTODIGITAL.COM.AR). EN 3 Y/O 6 CUOTAS FIJAS SIN INTERÉS EN PRODUCTOS DE JUGUETERÍA Y RODADOS CON TARJETAS DE CRÉDITO VISA Y MASTERCARD ICBC. EL PLAN DE CUOTAS TIENE TNA (TASA NOMINAL ANUAL): 0,00%, TEA (TASA EFECTIVA ANUAL): 0,00%; CFTNA (COSTO FINANCIERO TOTAL NOMINAL ANUAL): 0,00%. PROMOCIÓN NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. FINANCIACIÓN NO VÁLIDA PARA COMPRAS ABONADAS MEDIANTE TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. PARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL\n\n\n\n\n\n\n\n\n\n\n\n\n CIUDAD CUOTAS RODADOS **\n\nCOSTO FINANCIERO TOTAL EFECTIVO ANUAL \n\nCFT 0,00%\n\n\nFINANCIACIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA DESDE EL 12 DE DICIEMBRE DE 2025 HASTA EL 08 DE ENERO DE 2026, PARA COMPRAS EN SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE Y EN COTO DIGITAL (COTODIGITAL.COM.AR). EN 3, 6, 9 y 12 CUOTAS FIJAS SIN INTERÉS VÁLIDAS PARA COMPRAS DE PRODUCTOS DE RODADOS, ABONANDO CON TARJETAS DE CRÉDITO VISA Y MASTERCARD DEL BANCO CIUDAD. CUOTAS FIJAS IGUALES MENSUALES Y CONSECUTIVAS. TNA (TASA NOMINAL ANUAL): 0,00%, TEA (TASA EFECTIVA ANUAL): 0,00%; CFT (COSTO FINANCIERO TOTAL) EXPRESADO EN TEA: 0,00%. DICHA PROMOCIÓN NO ES ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. FINANCIACIÓN NO VÁLIDA PARA COMPRAS ABONADAS MEDIANTE BILLETERAS VIRTUALES, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. NO VÁLIDO PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC”. PARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL.\n\n\n\n\n\n\n\n\n\n\n\n CIUDAD CUOTAS JUGUETERÍA **\n\nCOSTO FINANCIERO TOTAL EFECTIVO ANUAL \n\nCFT 0,00%\n\n\nFINANCIACIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA DESDE EL 12 DE DICIEMBRE DE 2025 HASTA EL 08 DE ENERO DE 2026, PARA COMPRAS EN SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE Y EN COTO DIGITAL (COTODIGITAL.COM.AR). EN 3 Y/O 6 CUOTAS FIJAS SIN INTERÉS VÁLIDAS PARA COMPRAS DE PRODUCTOS DE JUGUETERÍA, ABONANDO CON TARJETAS DE CRÉDITO VISA Y MASTERCARD DEL BANCO CIUDAD. CUOTAS FIJAS IGUALES MENSUALES Y CONSECUTIVAS. TNA (TASA NOMINAL ANUAL): 0,00%, TEA (TASA EFECTIVA ANUAL): 0,00%; CFT (COSTO FINANCIERO TOTAL) EXPRESADO EN TEA: 0,00%. DICHA PROMOCIÓN NO ES ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. FINANCIACIÓN NO VÁLIDA PARA COMPRAS ABONADAS MEDIANTE BILLETERAS VIRTUALES, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. NO VÁLIDO PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC”. PARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n MERCADO PAGO JUGUETERÍA **\n\n\n\n\n\n\nDESCUENTOS VÁLIDOS EN LA REPÚBLICA ARGENTINA PARA EL SÁBADO 13 Y DOMINGO 14 DE DICIEMBRE DE 2025, SÁBADO 20 Y DOMINGO 21 DE DICIEMBRE DE 2025 y SÁBADO 03 Y DOMINGO 04 DE ENERO DE 2026. VÁLIDO PARA SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE.\nNO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES.\nBENEFICIO VÁLIDO EXCLUSIVAMENTE EN LA REPÚBLICA ARGENTINA PARA PAGOS REALIZADOS A TRAVÉS DEL SERVICIO DE PROCESAMIENTO DE PAGOS DE MERCADO PAGO OPERADO POR MERCADOLIBRE S.R.L. (“MERCADO PAGO”) A TRAVÉS DEL ESCANEO DEL CÓDIGO QR CON LA APP DE MERCADO PAGO (LA “APP”), UTILIZANDO TODOS LOS MEDIOS DE PAGO DENTRO DE LA APP. EL BENEFICIO CONSISTE EN UN 40% DE DESCUENTO, SIN TOPE DE REINTEGRO, EN LAS COMPRAS DE PRODUCTOS DE JUGUETERÍA Y RODADOS, EN TODAS LAS SUCURSALES DE COTO C.I.C.S.A (EL “BENEFICIO”). EL BENEFICIO ESTARÁ A CARGO DE COTO C.I.C.S.A Y SE REALIZARÁ EN LÍNEA DE CAJAS SOBRE EL PRECIO DE CONTADO. MERCADO PAGO NO ES UNA ENTIDAD FINANCIERA. LOS FONDOS EN CUENTAS DE PAGO NO SON DEPÓSITOS GARANTIZADOS. MERCADOLIBRE S.R.L. CUIT 30-70308853-4, CASEROS 3039, PISO 2º, CABA”.\nEXCLUSIONES: DESCUENTOS NO VÁLIDOS PARA COMPRAS POR INTERNET EN COTO DIGITAL. OFERTAS NO VÁLIDAS PARA COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, PAGOS EFECTUADOS CON TECNOLOGÍA “NFC”, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, COMPRAS ABONADAS EN EUROS, DOLARES, TICKETS O ABONADAS MEDIANTE BILLETERAS VIRTUALES, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. OFERTAS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. PARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n COLUMBIA CUOTAS JUGUETERIA Y RODADOS **\n\nCOSTO FINANCIERO TOTAL EFECTIVO ANUAL \n\nCFT 0,00%\n\n\nFINANCIACIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA DESDE EL 19 DE DICIEMBRE DE 2025 HASTA EL 08 DE ENERO DE 2026, PARA COMPRAS EN SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE Y EN COTO DIGITAL (COTODIGITAL.COM.AR). EN 3 Y/O 6 CUOTAS FIJAS SIN INTERÉS VÁLIDAS PARA COMPRAS DE PRODUCTOS DE JUGUETERÍA Y RODADOS, ABONANDO CON TARJETAS DE CRÉDITO VISA, MASTERCARD Y AMERICAN EXPRESS. CUOTAS FIJAS IGUALES MENSUALES Y CONSECUTIVAS. TNA (TASA NOMINAL ANUAL): 0,00%, TEA (TASA EFECTIVA ANUAL): 0,00%; CFT (COSTO FINANCIERO TOTAL) EXPRESADO EN TEA: 0,00%. DICHA PROMOCIÓN NO ES ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. FINANCIACIÓN NO VÁLIDA PARA COMPRAS ABONADAS MEDIANTE BILLETERAS VIRTUALES, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. NO VÁLIDO PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC”. PARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n BANCO MACRO CUOTAS **\n\nCOSTO FINANCIERO TOTAL EFECTIVO ANUAL \n\nCFT 0,00%\n\n\nFINANCIACIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA DESDE EL 30/12/2025 AL 31/01/2026. PARA COMPRAS EN SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE Y EN COTO DIGITAL (COTODIGITAL.COM.AR). PROMOCIÓN DE 18 CUOTAS FIJAS SIN INTERÉS VÁLIDAS PARA COMPRAS DE PRODUCTOS SELECCIONADOS DE TELEVISORES Y AIRES ACONDICIONADOS, ABONANDO CON TARJETAS DE CRÉDITO VISA, MASTERCARD Y AMERICAN EXPRESS DEL BANCO MACRO. CUOTAS FIJAS IGUALES MENSUALES Y CONSECUTIVAS. TNA (TASA NOMINAL ANUAL): 0,00%, TEA (TASA EFECTIVA ANUAL): 0,00%; CFT (COSTO FINANCIERO TOTAL) EXPRESADO EN TEA: 0,00%. DICHA PROMOCIÓN NO ES ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. FINANCIACIÓN NO VÁLIDA PARA COMPRAS ABONADAS MEDIANTE BILLETERAS VIRTUALES, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. NO VÁLIDO PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC”. DICHA PROMOCIÓN NO ES ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. PARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n BANCO CIUDAD - LUNES **\n25% DE DESCUENTO - TARJETAS DE CRÉDITO\nDESCUENTO VÁLIDO EN LA REPÚBLICA ARGENTINA LOS DÍAS LUNES DESDE EL 01 DE ENERO HASTA EL 31 DE ENERO DE 2026 VÁLIDO PARA SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE Y COMPRAS EN COTO DIGITAL (WWW.COTODIGITAL.COM.AR). NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. \nPROMOCIÓN VÁLIDA PARA TODOS LOS LUNES DE ENERO 2026. PARA LA COMPRA EN UN PAGO CON TARJETAS DE CRÉDITO VISA, MASTERCARD Y CABAL EMITIDAS POR EL BANCO CIUDAD. ALCANZA A LA TOTALIDAD DE LOS RUBROS (EXCEPTO EXCLUSIONES). REEMBOLSO MÁXIMO: $ 10.000 (PESOS DIEZ MIL) SEMANAL POR CLIENTE. ABONANDO CON TARJETAS DE CRÉDITO VISA Y TARJETAS DE CRÉDITO MASTERCARD DE BANCO CIUDAD DE BUENOS AIRES EL REINTEGRO SE VERÁ REFLEJADO EN EL PRIMER O SEGUNDO RESUMEN POSTERIOR AL DE LA FECHA DE COMPRA. ABONANDO CON TARJETAS DE CRÉDITO CABAL EL DESCUENTO SE HARÁ EFECTIVO POR LÍNEA DE CAJAS. PARA COMPRAS POR INTERNET (COTO DIGITAL) VER BASES Y CONDICIONES EN https://www.cotodigital.com.ar/. SÓLO VÁLIDO PARA CLIENTES QUE SE ENCUENTREN AL DÍA EN SUS PRODUCTOS. QUEDAN EXCLUIDAS DE LA PROMOCIÓN LAS TARJETAS CORPORATIVAS.\nEXCLUSIONES: DESCUENTOS NO VÁLIDOS PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC” Y/O PARA PAGOS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS O ABONADAS MEDIANTE MERCADO PAGO, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. DESCUENTOS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. OPERATORIA DE MODO NO VÁLIDA EN CAJAS DE AUTOSERVICIO. DESCUENTOS NO VÁLIDOS PARA COMPRAS EN LOS PATIOS DE COMIDAS, COTO EXPRESSO, COTO BAR, ZONA JUEGOS Y ESTACIONAMIENTO PROPIO, NI COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR. NO INCLUYE ELECTRODOMÉSTICOS, NEUMÁTICOS NI RODADOS. NO INCLUYE PRODUCTOS DE BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOT X 1,5LT, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LEONCIO ARIZU (LUIGI BOSCA), BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN), BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR), NI VINOS EN TETRABRIK NI GENEROSOS. EL DESCUENTO EN CHAMPAÑAS Y ESPUMANTES NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON, POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG. NO INCLUYE CORTES DE CARNES DE NOVILLO, NOVILLITO, TERNERA, MENUDENCIAS NI CARNES ELABORADAS. NO INCLUYE POLLO ENTERO NI TROZADO, FRESCO NI CONGELADO. NO INCLUYE LECHES INFANTILES ETAPAS 1 Y 2 (FLUÍDAS NI EN POLVO), NI HARINAS EN TODAS SUS PRESENTACIONES, NI AZÚCAR EN TODAS SUS PRESENTACIONES, NI ACEITE DE GIRASOL Y MEZCLA GIRASOL-SOJA EN TODAS SUS PRESENTACIONES. NO INCLUYE TODAS LAS PRESENTACIONES DE LAS SIGUIENTES MARCAS: COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SIN AZÚCAR, SCHWEPPES, SPRITE Y SPRITE SIN AZÚCAR, AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE, ADES, HI-C NI MONSTER. NO INCLUYE CAJA NAVIDEÑA VERDE (COD. 179000), AZUL (COD. 179002), ROJA (COD. 179001) NI NEGRA (COD. 179003). DESCUENTOS, PRECIOS Y PROMOCIONES PARA CONSUMO FAMILIAR. ESTA PUBLICACIÓN NO ACUMULA CON OTROS DESCUENTOS, OFERTAS Y/O PROMOCIONES BANCARIAS\nPARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL.\n\n\n BANCO CIUDAD – 2° FIN DE SEMANA **\n20% DE DESCUENTO - TARJETAS DE DÉBITO \nDESCUENTO VÁLIDO EN LA REPÚBLICA ARGENTINA DESDE EL SÁBADO 10 DE ENERO HASTA EL DOMINGO 11 DE ENERO DE 2026 VÁLIDO PARA SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE Y COMPRAS EN COTO DIGITAL (WWW.COTODIGITAL.COM.AR)\nNO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. \nDESCUENTO VÁLIDO PARA EL DIA SABADO 10 DE ENERO HASTA EL DOMINGO 11 DE ENERO DE 2026. LA PRESENTE PROMOCIÓN ES VÁLIDA EN EL ÁMBITO DE LA REPÚBLICA ARGENTINA PARA TODOS LOS CLIENTES DEL BANCO CIUDAD QUE REALICEN COMPRAS CON LA TARJETA DE DÉBITO VISA Y MAESTRO. 20% DE DESCUENTO SIN TOPE DE DEVOLUCIÓN POR CUENTA. VÁLIDO EN LOS SUPERMERCADOS COTO. EL DESCUENTO OPERARÁ DE LA SIGUIENTE MANERA: PARA LAS TARJETAS MAESTRO Y PARA LAS TARJETAS VISA DÉBITO EL DESCUENTO SE ACREDITARÁ EN LA CUENTA VINCULADA A LA TARJETA DENTRO DE LOS 45 (CUARENTA Y CINCO) DÍAS SIGUIENTES DE REALIZADA LA COMPRA. PARA COMPRAS POR INTERNET (COTO DIGITAL) VER BASES Y CONDICIONES EN https://www.cotodigital.com.ar/. SÓLO VÁLIDO PARA CLIENTES QUE SE ENCUENTREN AL DÍA EN SUS PRODUCTOS.\nEXCLUSIONES: DESCUENTOS NO VÁLIDOS PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC” Y/O PARA PAGOS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, O COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS O ABONADAS MEDIANTE MERCADO PAGO, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. DESCUENTOS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. OPERATORIA DE MODO NO VÁLIDA EN CAJAS DE AUTOSERVICIO.\nDESCUENTOS NO VÁLIDOS PARA COMPRAS EN LOS PATIOS DE COMIDAS, COTO EXPRESSO, COTO BAR, ZONA JUEGOS Y ESTACIONAMIENTO PROPIO, NI COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR. NO INCLUYE ELECTRODOMÉSTICOS, NEUMÁTICOS NI RODADOS. NO INCLUYE PRODUCTOS DE BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOT X 1,5LT, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LEONCIO ARIZU (LUIGI BOSCA), BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN), BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR), NI VINOS EN TETRABRIK NI GENEROSOS. EL DESCUENTO EN CHAMPAÑAS Y ESPUMANTES NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON, POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG. NO INCLUYE CORTES DE CARNES DE NOVILLO, NOVILLITO, TERNERA, MENUDENCIAS NI CARNES ELABORADAS. NO INCLUYE POLLO ENTERO NI TROZADO, FRESCO NI CONGELADO. NO INCLUYE LECHES INFANTILES ETAPAS 1 Y 2 (FLUÍDAS NI EN POLVO), NI HARINAS EN TODAS SUS PRESENTACIONES, NI AZÚCAR EN TODAS SUS PRESENTACIONES, NI ACEITE DE GIRASOL Y MEZCLA GIRASOL-SOJA EN TODAS SUS PRESENTACIONES. NO INCLUYE TODAS LAS PRESENTACIONES DE LAS SIGUIENTES MARCAS: COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SIN AZÚCAR, SCHWEPPES, SPRITE Y SPRITE SIN AZÚCAR, AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE, ADES, HI-C NI MONSTER. NO INCLUYE CAJA NAVIDEÑA VERDE (COD. 179000), AZUL (COD. 179002), ROJA (COD. 179001) NI NEGRA (COD. 179003). DESCUENTOS, PRECIOS Y PROMOCIONES PARA CONSUMO FAMILIAR. ESTA PUBLICACIÓN NO ACUMULA CON OTROS DESCUENTOS, OFERTAS Y/O PROMOCIONES BANCARIAS\nPARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL. \n\n\n BANCO CIUDAD – 5° FIN DE SEMANA **\n20% DE DESCUENTO - TARJETAS DE DÉBITO \nDESCUENTO VÁLIDO EN LA REPÚBLICA ARGENTINA DESDE EL SÁBADO 31 DE ENERO HASTA EL DOMINGO 01 DE FEBRERO DE 2026 VÁLIDO PARA SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE Y COMPRAS EN COTO DIGITAL (WWW.COTODIGITAL.COM.AR). NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. \nDESCUENTO VÁLIDO PARA EL DIA SABADO 31 DE ENERO HASTA EL DOMINGO 01 DE FEBRERO DE 2026. LA PRESENTE PROMOCIÓN ES VÁLIDA EN EL ÁMBITO DE LA REPÚBLICA ARGENTINA PARA TODOS LOS CLIENTES DEL BANCO CIUDAD QUE REALICEN COMPRAS CON LA TARJETA DE DÉBITO VISA Y MAESTRO. 20% DE DESCUENTO SIN TOPE DE DEVOLUCIÓN POR CUENTA. VÁLIDO EN LOS SUPERMERCADOS COTO. EL DESCUENTO OPERARÁ DE LA SIGUIENTE MANERA: PARA LAS TARJETAS MAESTRO Y PARA LAS TARJETAS VISA DÉBITO EL DESCUENTO SE ACREDITARÁ EN LA CUENTA VINCULADA A LA TARJETA DENTRO DE LOS 45 (CUARENTA Y CINCO) DÍAS SIGUIENTES DE REALIZADA LA COMPRA. PARA COMPRAS POR INTERNET (COTO DIGITAL) VER BASES Y CONDICIONES EN https://www.cotodigital.com.ar/ SÓLO VÁLIDO PARA CLIENTES QUE SE ENCUENTREN AL DÍA EN SUS PRODUCTOS.\nEXCLUSIONES: DESCUENTOS NO VÁLIDOS PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC” Y/O PARA PAGOS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, O COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS O ABONADAS MEDIANTE MERCADO PAGO, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. DESCUENTOS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. OPERATORIA DE MODO NO VÁLIDA EN CAJAS DE AUTOSERVICIO.\nDESCUENTOS NO VÁLIDOS PARA COMPRAS EN LOS PATIOS DE COMIDAS, COTO EXPRESSO, COTO BAR, ZONA JUEGOS Y ESTACIONAMIENTO PROPIO, NI COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR. NO INCLUYE ELECTRODOMÉSTICOS, NEUMÁTICOS NI RODADOS. NO INCLUYE PRODUCTOS DE BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOT X 1,5LT, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LEONCIO ARIZU (LUIGI BOSCA), BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN), BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR), NI VINOS EN TETRABRIK NI GENEROSOS. EL DESCUENTO EN CHAMPAÑAS Y ESPUMANTES NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON, POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG. NO INCLUYE CORTES DE CARNES DE NOVILLO, NOVILLITO, TERNERA, MENUDENCIAS NI CARNES ELABORADAS. NO INCLUYE POLLO ENTERO NI TROZADO, FRESCO NI CONGELADO. NO INCLUYE LECHES INFANTILES ETAPAS 1 Y 2 (FLUÍDAS NI EN POLVO), NI HARINAS EN TODAS SUS PRESENTACIONES, NI AZÚCAR EN TODAS SUS PRESENTACIONES, NI ACEITE DE GIRASOL Y MEZCLA GIRASOL-SOJA EN TODAS SUS PRESENTACIONES. NO INCLUYE TODAS LAS PRESENTACIONES DE LAS SIGUIENTES MARCAS: COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SIN AZÚCAR, SCHWEPPES, SPRITE Y SPRITE SIN AZÚCAR AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE, ADES, HI-C NI MONSTER. NO INCLUYE CAJA NAVIDEÑA VERDE (COD. 179000), AZUL (COD. 179002), ROJA (COD. 179001) NI NEGRA (COD. 179003). DESCUENTOS, PRECIOS Y PROMOCIONES PARA CONSUMO FAMILIAR. ESTA PUBLICACIÓN NO ACUMULA CON OTROS DESCUENTOS, OFERTAS Y/O PROMOCIONES BANCARIAS\nPARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL. \n\n\n BANCO CREDICOOP – MODO **\n30% DE DESCUENTO - TARJETAS DE CRÉDITO Y DÉBITO\nCARTERA DE CONSUMO. PROMOCIÓN DEL 30% DE AHORRO EN COMPRAS REALIZADAS EN EL PAÍS, EN UN PAGO SOBRE EL PRECIO DE CONTADO. TOPE DE REINTEGRO: $15.000 POR USUARIO POR SEMANA. VÁLIDA PARA TODOS LOS LUNES COMPRENDIDOS ENTRE EL 01/01/2026 AL 31/01/2026, PARA COMPRAS REALIZADAS CON TARJETAS CABAL CREDICOOP (EXCEPTO AGROCABAL Y CABAL MAYORISTA) ESCANEANDO EL QR DE MODO DESDE LA APP BANCA CREDICOOP Y/O MODO. \n\n**PRODUCT EXCLUSIONS:** NO APLICA PARA PAGOS CON DINERO EN CUENTA Y/O TRANSFERENCIA\n\n. PROMOCIÓN VÁLIDA ÚNICAMENTE PARA COMPRAS REALIZADAS DE MANERA PRESENCIAL EN SUCURSALES. EL REINTEGRO SE ACREDITARÁ EN LA CUENTA ABIERTA EN BANCO CREDICOOP DENTRO DE LOS SIGUIENTES 30 DÍAS. SERÁ CONDICIÓN ESENCIAL PARA PARTICIPAR DE LA MISMA QUE AL MOMENTO DE EFECTUAR EL REINTEGRO, LA TARJETA SE ENCUENTRE VIGENTE Y EN ESTADO DE CUMPLIMIENTO NORMAL EN EL CASO DE CRÉDITO, Y LA CUENTA ABIERTA EN EL CASO DE DÉBITO, A TÍTULO PERSONAL Y ADHERIDA A MODO. PROMOCIÓN VÁLIDA ÚNICAMENTE PARA COMPRAS REALIZADAS EN 1 PAGO CON TARJETAS DE CRÉDITO CABAL Y TARJETA DE DÉBITO CABAL EMITIDAS POR EL BANCO CREDICOOP. DICHA PROMOCIÓN NO ES ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. EJEMPLO: EN UNA COMPRA DE $1.000 EN UN PAGO: EL IMPORTE DEL AHORRO ES DE $300. LA PROMOCIÓN \n\n**PRODUCT EXCLUSIONS:** NO APLICA A PAGOS A TRAVÉS DE BILLETERAS VIRTUALES (EXCEPTO MODO), MPOS Y/O PLATAFORMAS DE PAGO ONLINE\n\n. MODO ES MARCA REGISTRADA POR PLAY DIGITAL S.A., CUIT 30-71682943-6, CON DOMICILIO EN AV. DEL LIBERTADOR 7208, TORRE II, PISO 4, CABA (“PDSA”). SÓLO PODRÁN PARTICIPAR DE LA PROMOCIÓN AQUELLOS CLIENTES QUE AL MOMENTO DE COMPRAR SE ENCUENTREN AL DÍA CON SUS PRODUCTOS. BANCO CREDICOOP SOLO ES EL MEDIO DE PAGO PARA LA ADQUISICIÓN DEL PRODUCTO/SERVICIO.\n\n BANCO CREDICOOP – 3° FIN DE SEMANA **\n30% DE DESCUENTO - TARJETAS DE CRÉDITO Y DÉBITO MODO\nCARTERA DE CONSUMO. PROMOCIÓN DEL 30% DE AHORRO EN COMPRAS REALIZADAS EN EL PAÍS, EN UN PAGO SOBRE EL PRECIO DE CONTADO. TOPE DE REINTEGRO: $13.500 POR USUARIO POR SEMANA. VÁLIDA PARA EL DÍA SÁBADO 17 Y DOMINGO 18 DE ENERO 2026, PARA COMPRAS REALIZADAS CON TARJETAS CABAL CREDICOOP (EXCEPTO AGROCABAL Y CABAL MAYORISTA) ESCANEANDO EL QR DE MODO DESDE LA APP CREDICOOP Y/O MODO. \n\n**PRODUCT EXCLUSIONS:** NO APLICA PARA PAGOS CON DINERO EN CUENTA Y/O TRANSFERENCIA\n\n. PROMOCIÓN VÁLIDA ÚNICAMENTE PARA COMPRAS REALIZADAS DE MANERA PRESENCIAL EN SUCURSALES. EL REINTEGRO SE VERÁ REFLEJADO EN EL PRIMER O SEGUNDO RESUMEN DE LA TARJETA DE CRÉDITO CABAL O DENTRO DE LOS 60 DÍAS EN EL CASO DE CONSUMO CON TARJETA DE DÉBITO CABAL. SERÁ CONDICIÓN ESENCIAL PARA PARTICIPAR DE LA MISMA QUE AL MOMENTO DE EFECTUAR EL REINTEGRO, LA TARJETA SE ENCUENTRE VIGENTE Y EN ESTADO DE CUMPLIMIENTO NORMAL EN EL CASO DE CRÉDITO, Y LA CUENTA ABIERTA EN EL CASO DE DÉBITO. TAMBIÉN SERÁ REQUISITO TENER UNA CUENTA ABIERTA EN EL BANCO, A TÍTULO PERSONAL, ADHERIDA A MODO. PROMOCIÓN VÁLIDA ÚNICAMENTE PARA COMPRAS REALIZADAS EN 1 PAGO CON TARJETAS DE CRÉDITO CABAL Y TARJETA DE DÉBITO CABAL EMITIDAS POR EL BANCO CREDICOOP. DICHA PROMOCIÓN NO ES ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. EJEMPLO: EN UNA COMPRA DE $1.000 EN UN PAGO: EL IMPORTE DEL AHORRO ES DE $350. LA PROMOCIÓN \n\n**PRODUCT EXCLUSIONS:** NO APLICA A PAGOS A TRAVÉS DE BILLETERAS VIRTUALES (EXCEPTO MODO), MPOS Y/O PLATAFORMAS DE PAGO ONLINE\n\n. MODO ES MARCA REGISTRADA POR PLAY DIGITAL S.A., CUIT 30-71682943-6, CON DOMICILIO EN AV. DEL LIBERTADOR 7208, TORRE II, PISO 4, CABA (“PDSA”). SÓLO PODRÁN PARTICIPAR DE LA PROMOCIÓN AQUELLOS CLIENTES QUE AL MOMENTO DE COMPRAR SE ENCUENTREN AL DÍA CON SUS PRODUCTOS. BANCO CREDICOOP SOLO ES EL MEDIO DE PAGO PARA LA ADQUISICIÓN DEL PRODUCTO/SERVICIO.\n\n BANCO CREDICOOP – 3° FIN DE SEMANA PLAN SUELDO **\n40% DE DESCUENTO - TARJETAS DE CRÉDITO Y DÉBITO MODO\nCARTERA DE CONSUMO. PROMOCIÓN DEL 40% DE AHORRO EN COMPRAS REALIZADAS EN EL PAÍS, EN UN PAGO SOBRE EL PRECIO DE CONTADO. TOPE DE REINTEGRO: $18.000 POR USUARIO POR SEMANA EN EL CASO DE COBRAR HABERES EN EL BANCO (\n\n**PRODUCT EXCLUSIONS:** EXCLUYE JUBILACIONES Y PENSIONES)\n\n. VÁLIDA PARA EL DÍA SÁBADO 17 Y DOMINGO 18 DE ENERO 2026, PARA COMPRAS REALIZADAS CON TARJETAS CABAL CREDICOOP (EXCEPTO AGROCABAL Y CABAL MAYORISTA) ESCANEANDO EL QR DE MODO DESDE LA APP CREDICOOP Y/O MODO. \n\n**PRODUCT EXCLUSIONS:** NO APLICA PARA PAGOS CON DINERO EN CUENTA Y/O TRANSFERENCIA\n\n. PROMOCIÓN VÁLIDA ÚNICAMENTE PARA COMPRAS REALIZADAS DE MANERA PRESENCIAL EN SUCURSALES. EL REINTEGRO SE VERÁ REFLEJADO EN EL PRIMER O SEGUNDO RESUMEN DE LA TARJETA DE CRÉDITO CABAL O DENTRO DE LOS 60 DÍAS EN EL CASO DE CONSUMO CON TARJETA DE DÉBITO CABAL. SERÁ CONDICIÓN ESENCIAL PARA PARTICIPAR DE LA MISMA QUE AL MOMENTO DE EFECTUAR EL REINTEGRO, LA TARJETA SE ENCUENTRE VIGENTE Y EN ESTADO DE CUMPLIMIENTO NORMAL EN EL CASO DE CRÉDITO, Y LA CUENTA ABIERTA EN EL CASO DE DÉBITO. TAMBIÉN SERÁ REQUISITO TENER UNA CUENTA ABIERTA EN EL BANCO, A TÍTULO PERSONAL, ADHERIDA A MODO. PROMOCIÓN VÁLIDA ÚNICAMENTE PARA COMPRAS REALIZADAS EN 1 PAGO CON TARJETAS DE CRÉDITO CABAL Y TARJETA DE DÉBITO CABAL EMITIDAS POR EL BANCO CREDICOOP. DICHA PROMOCIÓN NO ES ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. EJEMPLO: EN UNA COMPRA DE $1.000 EN UN PAGO: EL IMPORTE DEL AHORRO ES DE $400. LA PROMOCIÓN \n\n**PRODUCT EXCLUSIONS:** NO APLICA A PAGOS A TRAVÉS DE BILLETERAS VIRTUALES (EXCEPTO MODO), MPOS Y/O PLATAFORMAS DE PAGO ONLINE\n\n. MODO ES MARCA REGISTRADA POR PLAY DIGITAL S.A., CUIT 30-71682943-6, CON DOMICILIO EN AV. DEL LIBERTADOR 7208, TORRE II, PISO 4, CABA (“PDSA”). SÓLO PODRÁN PARTICIPAR DE LA PROMOCIÓN AQUELLOS CLIENTES QUE AL MOMENTO DE COMPRAR SE ENCUENTREN AL DÍA CON SUS PRODUCTOS. BANCO CREDICOOP SOLO ES EL MEDIO DE PAGO PARA LA ADQUISICIÓN DEL PRODUCTO/SERVICIO\n\n SUPERVIELLE MARTES **\nTARJETAS DE CRÉDITO Y DÉBITO\nDESCUENTO VÁLIDO EN LA REPÚBLICA ARGENTINA LOS DÍAS MARTES DESDE EL 01 DE ENERO HASTA EL 31 DE ENERO DE 2026. VÁLIDO PARA SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE.\nNO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. \nCARTERA CONSUMO. BANCO SUPERVIELLE S.A., RECONQUISTA 330, C.A.B.A., CUIT 33-50000517-9, INSCRIP. I.G.J. N° 23, F° 502, L. 45, T° A DE ESTATUTOS NAC. (“EL BANCO”). VIGENTE LOS MARTES DEL 01 DE ENERO AL 31 DE ENERO DE 2026 PARA COMPRAS REALIZADAS EN SUCURSALES DE COTO DE C.A.B.A., BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS, SANTA FE Y POR INTERNET EN HTTPS://WWW.COTODIGITAL.COM.AR/ CON LA TARJETA DE DÉBITO VISA (“LA TD”) Y LAS TARJETAS DE CRÉDITO VISA Y/O MASTERCARD (“LAS TC”) QUE FORMEN PARTE DE UN PAQUETE DE PRODUCTOS DEL BANCO. LA PROMOCIÓN NO ES APLICABLE A TARJETAS CORPORATIVAS. SIN TOPE DE REINTEGRO. SE OTORGARÁ UN 25% DE AHORRO PARA LAS TD Y LAS TC CLASSIC/INTERNACIONAL Y GOLD (“CG”), Y UN 30% DE AHORRO PARA LAS TC PLATINUM Y SIGNATURE/BLACK (“IDT”). EJ.: CG: PARA UNA COMPRA DE $50.000 EN 1 (UN) PAGO SE REALIZARÁ UN DESCUENTO VÍA REINTEGRO DEL 25% SOBRE AQUELLOS PRODUCTOS QUE NO ESTÉN ALCANZADOS POR ACUERDOS DEL GOBIERNO Y/U OTRAS PROMOCIONES. EL CONSUMO DE $50.000 Y EL REINTEGRO CORRESPONDIENTE PODRÁ VERSE REFLEJADO EN LA CUENTA RELACIONADA CON LA TD A LOS 30 DÍAS DE REALIZADA LA COMPRA O EN EL 1ER O 2DO RESUMEN POSTERIOR A LA COMPRA PARA LOS PAGOS CON TC. IDT: PARA UNA COMPRA DE $50.000 EN 1 (UN) PAGO SE REALIZARÁ UN DESCUENTO VÍA REINTEGRO DEL 30% SOBRE AQUELLOS PRODUCTOS QUE NO ESTÉN ALCANZADOS POR ACUERDOS DEL GOBIERNO Y/U OTRAS PROMOCIONES. EL CONSUMO DE $50.000 Y EL REINTEGRO CORRESPONDIENTE PODRÁ VERSE REFLEJADO EN LA CUENTA RELACIONADA CON LA TD A LOS 30 DÍAS DE REALIZADA LA COMPRA O EN EL 1ER O 2DO RESUMEN POSTERIOR A LA COMPRA PARA LOS PAGOS CON TC. EXCLUSIONES: PROMOCIÓN NO VÁLIDA PARA COMPRAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, NI PARA COMPRAS ABONADAS EN EUROS, DÓLARES O TICKETS, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. NO INCLUYE ELECTRODOMÉSTICOS NI NEUMÁTICOS. NO VÁLIDO PARA PAGOS EFECTUADOS CON TECNOLOGÍA NFC (NEAR FIELD COMMUNICATION), NI PARA COMPRAS REALIZADAS CON TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO. NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. DESCUENTOS NO VÁLIDOS PARA COMPRAS EN LOS PATIOS DE COMIDAS, COTO EXPRESSO, COTO BAR, ZONA JUEGOS Y ESTACIONAMIENTO PROPIO. NO INCLUYE ELECTRODOMÉSTICOS, NEUMÁTICOS NI RODADOS. NO INCLUYE PRODUCTOS DE BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOTELLA POR 1,5 L, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LEONCIO ARIZU (LUIGI BOSCA), BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN) BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR) NI VINOS EN TETRABRIK NI GENEROSOS. EL DESCUENTO EN CHAMPAÑAS Y ESPUMANTES NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON, POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG. NO INCLUYE CORTES DE CARNES DE NOVILLO, NOVILLITO, TERNERA, MENUDENCIAS NI CARNES ELABORADAS. NO INCLUYE POLLO ENTERO NI TROZADO, FRESCO NI CONGELADO. NO INCLUYE LECHES INFANTILES ETAPAS 1 Y 2 (FLUIDAS NI EN POLVO), NI YERBAS EN TODAS SUS PRESENTACIONES, NI HARINAS EN TODAS SUS PRESENTACIONES, NI AZÚCAR EN TODAS SUS PRESENTACIONES, NI ACEITE DE GIRASOL Y MEZCLA GIRASOL-SOJA EN TODAS SUS PRESENTACIONES. NO INCLUYE TODAS LAS PRESENTACIONES DE LAS SIGUIENTES MARCAS: COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SIN AZÚCAR, SCHWEPPES, SPRITE, SPRITE SIN AZÚCAR, AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE, ADES, HI-C NI MONSTER. NO INCLUYE CAJA NAVIDEÑA VERDE (COD. 179000), AZUL (COD. 179002), ROJA (COD. 179001) NI NEGRA (COD. 179003). NO COMBINABLE CON OTRAS PROMOCIONES NI DESCUENTOS. LAS COMPRAS REALIZADAS A TRAVÉS DE BILLETERAS VIRTUALES O 'PROVEEDORES DE SERVICIOS DE PAGO' NO APLICAN A DESCUENTOS NI FINANCIACIÓN BANCARIA. PARA LA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTAS AL TELÉFONO 0800-2226678. COTO C.I.C.S.A., CUIT 30-54808315-6, PAYSANDÚ 1842 - C1416CDP – C.A.B.A. FONOCOTO 0800-888-4848. WWW.COTO.COM.AR. EL BANCO NO ES RESPONSABLE POR LOS PRODUCTOS Y/O SERVICIOS COMERCIALIZADOS POR LAS MARCAS Y LOCALES PARTICIPANTES EN LAS PROMOCIONES..\n\n\n BANCO SUPERVIELLE – 1° FIN DE SEMANA **\nDESCUENTO VÁLIDO EN LA REPÚBLICA ARGENTINA LOS DÍAS SÁBADO 03 DE ENERO HASTA EL DOMINGO 04 DE ENERO DE 2026. VÁLIDO PARA SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE.\nNO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. \nCARTERA CONSUMO. BANCO SUPERVIELLE S.A., RECONQUISTA 330, C.A.B.A., CUIT 33-50000517-9, INSCRIP. I.G.J. N° 23, F° 502, L. 45, T° A DE ESTATUTOS NAC. (“EL BANCO”). VIGENTE EN LA REPÚBLICA ARGENTINA LOS DÍAS SÁBADO 03 Y DOMINGO 04 DE ENERO DE 2026 PARA CLIENTES QUE REALICEN COMPRAS PRESENCIALES EN LOCALES DE SUPERMERCADOS COTO DE TODO EL PAÍS ABONADAS EN 1 (UN) PAGO MEDIANTE LA MODALIDAD DE PAGO CON “QR” A TRAVÉS DE “MODO” DESDE APP SUPERVIELLE, APP SUPERVIELLE JUBILADOS O APP MODO CON LAS TARJETAS DE CRÉDITO VISA Y/O MASTERCARD QUE FORMEN PARTE DE UN PAQUETE DE PRODUCTOS DEL BANCO. SE OTORGARÁ UN 20% DE REINTEGRO CON TOPE POR CLIENTE POR EL TOTAL DE LA PROMOCIÓN (CONSIDERANDO LA SUMA DE LOS CONSUMOS REALIZADOS EN CUALQUIERA DE LOS LOCALES ADHERIDOS): $10.000 PARA TARJETAS CLASSIC/INTERNACIONAL Y GOLD (“CG”). LOS CLIENTES QUE TENGAN TARJETAS PLATINUM Y STIGNATURE/BLACK (“IDT”), RECIBIRÁN UN 5% ADICIONAL CON TOPE POR PROMOCIÓN DE $5.000. EJ.: CG: PARA UNA COMPRA CON QR DE $40.000, SE REINTEGRARÁ EL 20% DEL PRECIO, ES DECIR, $8.000. EL CONSUMO Y EL REINTEGRO SE VERÁN REFLEJADOS EN LA CUENTA ASOCIADA A MODO DENTRO DE LOS 30 DÍAS DE REALIZADA LA COMPRA. IDT: PARA UNA COMPRA CON QR DE $40.000, SE REINTEGRARÁ EL 20% DEL PRECIO, ES DECIR, $8.000, Y UN ADICIONAL DE 5%, ES DECIR $2.000. EL CONSUMO DE $40.000 Y LOS REINTEGROS DE $8.000 Y $2.000 RESPECTIVAMENTE SE VERÁN REFLEJADOS EN LA CUENTA ASOCIADA A MODO DENTRO DE LOS 30 DÍAS DE REALIZADA LA COMPRA. ES CONDICIÓN NECESARIA TENER UNA CUENTA SUPERVIELLE PROPIA ADHERIDA A MODO. \n\n**PRODUCT EXCLUSIONS:** NO APLICA A PAGOS REALIZADOS A TRAVÉS DE BILLETERAS VIRTUALES O 'PROVEEDORES DE SERVICIOS DE PAGO', EXCEPTO MODO\n\n. LA MARCA “MODO” ES PROPIEDAD DE PLAY DIGITAL S.A., CUIT 30-71682943-6, DOMICILIO EN AV. LEANDRO N. ALEM 882, C.A.B.A. EL BANCO NO ES RESPONSABLE POR LOS PRODUCTOS Y/O SERVICIOS COMERCIALIZADOS POR LAS MARCAS Y LOCALES PARTICIPANTES EN LAS PROMOCIONES.\nVÁLIDO PARA CONSUMOS DE TIPO FAMILIAR. \nEXCLUSIONES: DESCUENTOS NO VÁLIDOS PARA COMPRAS POR INTERNET EN COTO DIGITAL. DESCUENTOS NO VÁLIDOS PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC” Y/O PARA PAGOS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS O ABONADAS MEDIANTE MERCADO PAGO, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. DESCUENTOS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. OPERATORIA DE MODO NO VÁLIDA EN CAJAS DE AUTOSERVICIO.\nDESCUENTOS NO VÁLIDOS PARA COMPRAS EN LOS PATIOS DE COMIDAS, COTO EXPRESSO, COTO BAR, ZONA JUEGOS Y ESTACIONAMIENTO PROPIO, NI COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR. NO INCLUYE ELECTRODOMÉSTICOS, NEUMÁTICOS NI RODADOS. NO INCLUYE PRODUCTOS DE BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOT X 1,5LT, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LEONCIO ARIZU (LUIGI BOSCA), BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN), BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR), NI VINOS EN TETRABRIK NI GENEROSOS. EL DESCUENTO EN CHAMPAÑAS Y ESPUMANTES NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON, POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG. NO INCLUYE CORTES DE CARNES DE NOVILLO, NOVILLITO, TERNERA, MENUDENCIAS NI CARNES ELABORADAS. NO INCLUYE POLLO ENTERO NI TROZADO, FRESCO NI CONGELADO. NO INCLUYE LECHES INFANTILES ETAPAS 1 Y 2 (FLUÍDAS NI EN POLVO), NI HARINAS EN TODAS SUS PRESENTACIONES, NI AZÚCAR EN TODAS SUS PRESENTACIONES, NI ACEITE DE GIRASOL Y MEZCLA GIRASOL-SOJA EN TODAS SUS PRESENTACIONES. NO INCLUYE TODAS LAS PRESENTACIONES DE LAS SIGUIENTES MARCAS: COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SIN AZÚCAR, SCHWEPPES, SPRITE Y SPRITE SIN AZÚCAR AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE, ADES, HI-C NI MONSTER. NO INCLUYE CAJA NAVIDEÑA VERDE (COD. 179000), AZUL (COD. 179002), ROJA (COD. 179001) NI NEGRA (COD. 179003). DESCUENTOS, PRECIOS Y PROMOCIONES PARA CONSUMO FAMILIAR. ESTA PUBLICACIÓN NO ACUMULA CON OTROS DESCUENTOS, OFERTAS Y/O PROMOCIONES BANCARIAS\nPARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL.\n\n\n MODO BNA + **\n30% DE DESCUENTO - TARJETAS DE CRÉDITO\nDESCUENTO VÁLIDO EN LA REPÚBLICA ARGENTINA LOS DÍAS MIÉRCOLES DESDE EL 01 DE ENERO HASTA EL 31 DE ENERO DE 2026 VÁLIDO PARA SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE.\nNO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. \nPROMOCIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA LOS MIÉRCOLES DE ENERO DE 2026 PARA COMPRAS CON TARJETAS DE CRÉDITO VISA Y MASTERCARD DEL BNA EN UN PAGO, A TRAVÉS DE MODO BNA+ ESCANEANDO EL CÓDIGO QR Y SELECCIONANDO LAS TARJETAS PARTICIPANTES. TOPE DE REINTEGRO: $12.000 POR CLIENTE (CONSIDERANDO SU CUIT) POR CADA MIÉRCOLES. NO VÁLIDO PARA PAGOS CON SALDO EN CUENTA. EXCLUSIVO CARTERA DE CONSUMO. SI SE UTILIZA MÁS DE UN MEDIO DE PAGO SE REINTEGRARÁ HASTA LLEGAR AL TOPE. \n\n**PRODUCT EXCLUSIONS:** EXCLUYE TARJETAS CORPORATIVAS Y/O PREPAGAS\n\n. ACREDITACIÓN DEL REINTEGRO: DENTRO DE LOS 30 DÍAS DE OCURRIDA LA TRANSACCIÓN EN LA CUENTA MONETARIA ASOCIADA A BNA+ DE LA PERSONA QUE REALIZÓ LA COMPRA. EN CASO DE COMPRAS REALIZADAS POR ADICIONALES DEBERÁN CONTAR CON UNA CUENTA MONETARIA EN EL BNA PARA RECIBIR EL REINTEGRO. DESCUENTO NO VÁLIDO PARA COMPRAS POR INTERNET (COTO DIGITAL). PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN SEMANANACION.COM.AR.\nEXCLUSIONES: DESCUENTOS NO VÁLIDOS PARA COMPRAS POR INTERNET EN COTO DIGITAL. OPERATORIA DE MODO NO VÁLIDA EN CAJAS DE AUTOSERVICIO. DESCUENTOS NO VÁLIDOS PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC” Y/O PARA PAGOS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS O ABONADAS MEDIANTE MERCADO PAGO, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. DESCUENTOS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. \nDESCUENTOS NO VÁLIDOS PARA COMPRAS EN LOS PATIOS DE COMIDAS, COTO EXPRESSO, COTO BAR, ZONA JUEGOS Y ESTACIONAMIENTO PROPIO, NI COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR. NO INCLUYE ELECTRODOMÉSTICOS, NEUMÁTICOS NI RODADOS. NO INCLUYE PRODUCTOS DE BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOT X 1,5LT, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LEONCIO ARIZU (LUIGI BOSCA), BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN), BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR), NI VINOS EN TETRABRIK NI GENEROSOS. EL DESCUENTO EN CHAMPAÑAS Y ESPUMANTES NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON, POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG. NO INCLUYE CORTES DE CARNES DE NOVILLO, NOVILLITO, TERNERA, MENUDENCIAS NI CARNES ELABORADAS. NO INCLUYE POLLO ENTERO NI TROZADO, FRESCO NI CONGELADO. NO INCLUYE LECHES INFANTILES ETAPAS 1 Y 2 (FLUÍDAS NI EN POLVO), NI HARINAS EN TODAS SUS PRESENTACIONES, NI AZÚCAR EN TODAS SUS PRESENTACIONES, NI ACEITE DE GIRASOL Y MEZCLA GIRASOL-SOJA EN TODAS SUS PRESENTACIONES. NO INCLUYE TODAS LAS PRESENTACIONES DE LAS SIGUIENTES MARCAS: COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SIN AZÚCAR, SCHWEPPES, SPRITE Y SPRITE SIN AZÚCAR AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE, ADES, HI-C NI MONSTER. NO INCLUYE CAJA NAVIDEÑA VERDE (COD. 179000), AZUL (COD. 179002), ROJA (COD. 179001) NI NEGRA (COD. 179003). DESCUENTOS, PRECIOS Y PROMOCIONES PARA CONSUMO FAMILIAR. ESTA PUBLICACIÓN NO ACUMULA CON OTROS DESCUENTOS, OFERTAS Y/O PROMOCIONES BANCARIAS\nPARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL.\n\n\n BANCO ICBC – JUEVES **\n20% DE DESCUENTO - TARJETAS DE DÉBITO\nDESCUENTO VÁLIDO EN LA REPÚBLICA ARGENTINA LOS DÍAS JUEVES DESDE EL 01 DE ENERO HASTA EL 31 DE ENERO DE 2026 VÁLIDO PARA SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE.\nNO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. \nDESCUENTO PARA CARTERA DE CONSUMO VÁLIDO LOS DÍAS JUEVES DE ENERO DE 2026: 20% DE AHORRO CON VISA DÉBITO ICBC PARA COMPRAS EN TODOS LOS PRODUCTOS EN SUCURSALES DE LA CADENA COTO. SIN TOPE DE REINTEGRO. POR LA COMPRA DE $ 1.000 EN PRODUCTOS INCLUÍDOS EN LA PROMOCIÓN SE LE REINTEGRARÁN $ 200. EL BENEFICIO ES EXCLUSIVO PARA EL TARJETAHABIENTE ICBC. LOS REINTEGROS SE VERÁN ACREDITADOS DENTRO DE LOS 90 DÍAS POSTERIORES DE REALIZADA LA COMPRA EN EXTRACTO DE CUENTA PARA VISA DÉBITO. SÓLO PODRÁN PARTICIPAR DE LA PROMOCIÓN AQUELLOS CLIENTES QUE SE ENCUENTREN AL DÍA EN SUS PRODUCTOS. NO VÁLIDO PARA COMPRAS MAYORISTAS NI PARA TARJETAS VISA BUSINESS, VISA DISTRIBUTION, VISA PURCHASING, VISA PURCHASING CAMPO, CORPORATE, CORPORATE SIGNATURE, RECARGABLE EMPRESA Y VISA CUENTA CENTRAL. NO VÁLIDO PARA CLIENTES QUE POSEAN COMO ÚNICO PRODUCTO CAJA DE AHORRO EN PESOS EN ICBC. PARA MAS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES CONSULTE EN HTTPS://WWW.BENEFICIOS.ICBC.COM.AR. INDUSTRIAL AND COMMERCIAL BANK OF CHINA (ARGENTINA) S.A.U. ES UNA SOCIEDAD ANÓNIMA UNIPERSONAL BAJO LA LEY ARGENTINA. SU ACCIONISTA LIMITA SU RESPONSABILIDAD AL CAPITAL APORTADO. FLORIDA 99, CABA. CUIT 30709447846.\nEXCLUSIONES: DESCUENTOS NO VÁLIDOS PARA COMPRAS POR INTERNET EN COTO DIGITAL. OPERATORIA DE MODO NO VÁLIDA EN CAJAS DE AUTOSERVICIO. DESCUENTOS NO VÁLIDOS PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC” Y/O PARA PAGOS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS O ABONADAS MEDIANTE MERCADO PAGO, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. DESCUENTOS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. \nDESCUENTOS NO VÁLIDOS PARA COMPRAS EN LOS PATIOS DE COMIDAS, COTO EXPRESSO, COTO BAR, ZONA JUEGOS Y ESTACIONAMIENTO PROPIO, NI COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR. NO INCLUYE ELECTRODOMÉSTICOS, NEUMÁTICOS NI RODADOS. NO INCLUYE PRODUCTOS DE BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOT X 1,5LT, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LEONCIO ARIZU (LUIGI BOSCA), BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN), BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR), NI VINOS EN TETRABRIK NI GENEROSOS. EL DESCUENTO EN CHAMPAÑAS Y ESPUMANTES NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON, POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG. NO INCLUYE CORTES DE CARNES DE NOVILLO, NOVILLITO, TERNERA, MENUDENCIAS NI CARNES ELABORADAS. NO INCLUYE POLLO ENTERO NI TROZADO, FRESCO NI CONGELADO. NO INCLUYE LECHES INFANTILES ETAPAS 1 Y 2 (FLUÍDAS NI EN POLVO), NI HARINAS EN TODAS SUS PRESENTACIONES, NI AZÚCAR EN TODAS SUS PRESENTACIONES, NI ACEITE DE GIRASOL Y MEZCLA GIRASOL-SOJA EN TODAS SUS PRESENTACIONES. NO INCLUYE TODAS LAS PRESENTACIONES DE LAS SIGUIENTES MARCAS: COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SIN AZÚCAR, SCHWEPPES, SPRITE Y SPRITE SIN AZÚCAR AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE, ADES, HI-C NI MONSTER. NO INCLUYE CAJA NAVIDEÑA VERDE (COD. 179000), AZUL (COD. 179002), ROJA (COD. 179001) NI NEGRA (COD. 179003). DESCUENTOS, PRECIOS Y PROMOCIONES PARA CONSUMO FAMILIAR. ESTA PUBLICACIÓN NO ACUMULA CON OTROS DESCUENTOS, OFERTAS Y/O PROMOCIONES BANCARIAS\nPARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL.\n\n\n BANCO ICBC - CLIENTE PAYROLL **\n25% DE DESCUENTO - TARJETAS DE CRÉDITO Y DÉBITO\nDESCUENTO VÁLIDO EN LA REPÚBLICA ARGENTINA LOS DÍAS JUEVES 08 DE ENERO Y JUEVES 22 DE ENERO DE 2026 VÁLIDO PARA SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE.\nNO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. \nPROPUESTA PARA CARTERA DE CONSUMO VÁLIDA PARA LOS JUEVES 08 Y 22 DE ENERO DE 2026. 25% DE AHORRO CON TARJETAS DE CRÉDITO VISA Y MASTERCARD EN UN PAGO Y TARJETAS DE DÉBITO VISA ICBC EN LAS SUCURSALES INDICADAS. EXCLUSIVO PARA CLIENTES QUE DEPOSITEN SU SUELDO EN ICBC. PARA COMPRAS EN TODOS LOS PRODUCTOS INCLUIDOS EN LA PROMOCIÓN. SIN TOPE DE REINTEGRO. EL DESCUENTO OPERARÁ DE LA SIGUIENTE MANERA: ABONANDO CON TARJETAS DE CRÉDITO VISA Y TARJETAS DE CRÉDITO MASTERCARD DE BANCO ICBC EL REINTEGRO SE VERÁ REFLEJADO EN SU RESUMEN DENTRO DE LOS 90 DÍAS POSTERIORES DE REALIZADA LA COMPRA. PARA LAS TARJETAS VISA DÉBITO EL DESCUENTO SE ACREDITARÁ EN LA CUENTA VINCULADA A LA TARJETA DENTRO DE LOS 90 DÍAS SIGUIENTES DE REALIZADA LA COMPRA. SÓLO PODRÁN PARTICIPAR DE LA PROMOCIÓN AQUELLOS CLIENTES QUE SE ENCUENTREN AL DÍA EN SUS PRODUCTOS. PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES CONSULTE EN WWW.BENEFICIOS.ICBC.COM.AR. “INDUSTRIAL AND COMMERCIAL BANK OF CHINA (ARGENTINA) S.A.U. ES UNA SOCIEDAD ANÓNIMA UNIPERSONAL BAJO LA LEY ARGENTINA. SU ACCIONISTA LIMITA SU RESPONSABILIDAD AL CAPITAL APORTADO”. FLORIDA 99, CABA. CUIT 30709447846.\nEXCLUSIONES: DESCUENTOS NO VÁLIDOS PARA COMPRAS POR INTERNET EN COTO DIGITAL. DESCUENTOS NO VÁLIDOS PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC” Y/O PARA PAGOS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS O ABONADAS MEDIANTE BILLETERAS VIRTUALES, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. DESCUENTOS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. \nDESCUENTOS NO VÁLIDOS PARA COMPRAS EN LOS PATIOS DE COMIDAS, COTO EXPRESSO, COTO BAR, ZONA JUEGOS Y ESTACIONAMIENTO PROPIO, NI COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR. NO INCLUYE ELECTRODOMÉSTICOS, NEUMÁTICOS NI RODADOS. NO INCLUYE PRODUCTOS DE BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOT X 1,5LT, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LEONCIO ARIZU (LUIGI BOSCA), BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN), BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR), NI VINOS EN TETRABRIK NI GENEROSOS. EL DESCUENTO EN CHAMPAÑAS Y ESPUMANTES NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON, POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG. NO INCLUYE CORTES DE CARNES DE NOVILLO, NOVILLITO, TERNERA, MENUDENCIAS NI CARNES ELABORADAS. NO INCLUYE POLLO ENTERO NI TROZADO, FRESCO NI CONGELADO. NO INCLUYE LECHES INFANTILES ETAPAS 1 Y 2 (FLUÍDAS NI EN POLVO), NI HARINAS EN TODAS SUS PRESENTACIONES, NI AZÚCAR EN TODAS SUS PRESENTACIONES, NI ACEITE DE GIRASOL Y MEZCLA GIRASOL-SOJA EN TODAS SUS PRESENTACIONES. NO INCLUYE TODAS LAS PRESENTACIONES DE LAS SIGUIENTES MARCAS: COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SIN AZÚCAR, SCHWEPPES, SPRITE Y SPRITE SIN AZÚCAR AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE, ADES, HI-C NI MONSTER. NO INCLUYE CAJA NAVIDEÑA VERDE (COD. 179000), AZUL (COD. 179002), ROJA (COD. 179001) NI NEGRA (COD. 179003). DESCUENTOS, PRECIOS Y PROMOCIONES PARA CONSUMO FAMILIAR. ESTA PUBLICACIÓN NO ACUMULA CON OTROS DESCUENTOS, OFERTAS Y/O PROMOCIONES BANCARIAS\nPARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL.\n\n\n BANCO ICBC – FIN DE SEMANA **\n20% DE DESCUENTO - TARJETAS DE CRÉDITO \nDESCUENTO VÁLIDO EN LA REPÚBLICA ARGENTINA LOS DÍAS SÁBADO 24 DE ENERO Y DOMINGO 25 DE ENERO DE 2026 VÁLIDO PARA SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE.\nNO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. \nPROPUESTA PARA CARTERA DE CONSUMO VÁLIDA EN LA REPÚBLICA ARGENTINA LOS DÍAS SÁBADO 24 Y DOMINGO 25 DE ENERO DE 2026. 20% DE AHORRO EN UN PAGO CON TARJETAS DE CRÉDITO VISA ICBC Y MASTERCARD ICBC PARA COMPRAS EN TODOS LOS PRODUCTOS (EXCEPTO EL RUBRO ELECTRODOMÉSTICOS) EN SUCURSALES ADHERIDAS DE LA CADENA COTO. SIN TOPE DE REINTEGRO. POR LA COMPRA DE $ 1.000 EN PRODUCTOS INCLUIDOS EN LA PROMOCIÓN SE LE REINTEGRARÁN $ 200. EL BENEFICIO ES EXCLUSIVO PARA EL TARJETA HABIENTE ICBC. PARA COMPRAS CON TARJETAS VISA CRÉDITO ICBC Y TARJETAS MASTERCARD ICBC LOS REINTEGROS SE VERÁN ACREDITADOS DENTRO DE LOS 90 DÍAS CORRIDOS POSTERIORES A LA FECHA DE REALIZADA LA COMPRA EN EL RESUMEN DE TARJETA. SÓLO PODRÁN PARTICIPAR DE LA PROMOCIÓN AQUELLOS CLIENTES QUE SE ENCUENTREN AL DÍA EN SUS PRODUCTOS. NO VÁLIDO PARA COMPRAS MAYORISTAS NI PARA TARJETAS VISA BUSINESS, VISA DISTRIBUTION, VISA PURCHASING, VISA PURCHASING CAMPO, CORPORATE, CORPORATE SIGNATURE, RECARGABLE EMPRESA Y VISA CUENTA CENTRAL. NO VÁLIDO PARA CLIENTES QUE POSEAN COMO ÚNICO PRODUCTO CAJA DE AHORRO EN PESOS EN ICBC. PARA MÁS INFORMACIÓN Y CONOCER CONDICIONES Y LIMITACIONES APLICABLES CONSULTE EN HTTPS://WWW.BENEFICIOS.ICBC.COM.AR. INDUSTRIAL AND COMMERCIAL BANK OF CHINA (ARGENTINA) S.A.U. ES UNA SOCIEDAD ANÓNIMA UNIPERSONAL BAJO LA LEY ARGENTINA. SU ACCIONISTA LIMITA SU RESPONSABILIDAD AL CAPITAL APORTADO. FLORIDA 99, CABA. CUIT 30709447846.\nEXCLUSIONES: DESCUENTOS NO VÁLIDOS PARA COMPRAS POR INTERNET EN COTO DIGITAL. OPERATORIA DE MODO NO VÁLIDA EN CAJAS DE AUTOSERVICIO. DESCUENTOS NO VÁLIDOS PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC” Y/O PARA PAGOS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS O ABONADAS MEDIANTE MERCADO PAGO, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. DESCUENTOS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. \nDESCUENTOS NO VÁLIDOS PARA COMPRAS EN LOS PATIOS DE COMIDAS, COTO EXPRESSO, COTO BAR, ZONA JUEGOS Y ESTACIONAMIENTO PROPIO, NI COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR. NO INCLUYE ELECTRODOMÉSTICOS, NEUMÁTICOS NI RODADOS. NO INCLUYE PRODUCTOS DE BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOT X 1,5LT, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LEONCIO ARIZU (LUIGI BOSCA), BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN), BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR), NI VINOS EN TETRABRIK NI GENEROSOS. EL DESCUENTO EN CHAMPAÑAS Y ESPUMANTES NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON, POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG. NO INCLUYE CORTES DE CARNES DE NOVILLO, NOVILLITO, TERNERA, MENUDENCIAS NI CARNES ELABORADAS. NO INCLUYE POLLO ENTERO NI TROZADO, FRESCO NI CONGELADO. NO INCLUYE LECHES INFANTILES ETAPAS 1 Y 2 (FLUÍDAS NI EN POLVO), NI HARINAS EN TODAS SUS PRESENTACIONES, NI AZÚCAR EN TODAS SUS PRESENTACIONES, NI ACEITE DE GIRASOL Y MEZCLA GIRASOL-SOJA EN TODAS SUS PRESENTACIONES. NO INCLUYE TODAS LAS PRESENTACIONES DE LAS SIGUIENTES MARCAS: COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SIN AZÚCAR, SCHWEPPES, SPRITE Y SPRITE SIN AZÚCAR AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE, ADES, HI-C NI MONSTER. NO INCLUYE CAJA NAVIDEÑA VERDE (COD. 179000), AZUL (COD. 179002), ROJA (COD. 179001) NI NEGRA (COD. 179003). DESCUENTOS, PRECIOS Y PROMOCIONES PARA CONSUMO FAMILIAR. ESTA PUBLICACIÓN NO ACUMULA CON OTROS DESCUENTOS, OFERTAS Y/O PROMOCIONES BANCARIAS\nPARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL.\n\n\n BANCO COMAFI – JUEVES **\n25% DE DESCUENTO - TARJETAS DE DÉBITO \nDESCUENTO VÁLIDO EN LA REPÚBLICA ARGENTINA LOS DÍAS JUEVES DESDE EL 01 DE ENERO HASTA EL 31 DE ENERO DE 2026 VÁLIDO PARA SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE Y COMPRAS EN COTO DIGITAL (WWW.COTODIGITAL.COM.AR).\nNO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. \nDESCUENTO VÁLIDO EN TODAS LAS SUCURSALES COTO DE LA REPÚBLICA ARGENTINA PARA LAS COMPRAS ABONADAS LOS DÍAS JUEVES DE ENERO DE 2026 CON TARJETAS VISA DÉBITO BANCO COMAFI PERTENECIENTES A CLIENTES QUE SEAN ADEMÁS TITULARES DE SERVICIOS DE CUENTA COMAFI AHORRO, GLOBAL, CLASSIC PREMIUM Y/O PLATINUM EN TODOS LOS PRODUCTOS (EXCEPTO EXCLUÍDOS). TOPE DE DEVOLUCIÓN: $ 13.000 POR TRANSACCIÓN. ABONANDO CON TARJETAS VISA DÉBITO BANCO COMAFI PERTENECIENTES A CLIENTES QUE ADEMÁS SEAN TITULARES DE SERVICIOS DE CUENTA COMAFI UNICO EL TOPE DE DEVOLUCIÓN SERÁ DE $ 18.000 POR TRANSACCIÓN. QUEDAN EXCLUÍDAS TODAS AQUELLAS TARJETAS DE DÉBITO EMITIDAS A TRAVÉS DE PLANES SOCIALES ANSES. EL REINTEGRO DEL 25% SE HARÁ EFECTIVO DENTRO DE LOS 40 DÍAS POSTERIORES DE REALIZADA LA COMPRA A TRAVÉS DE UN CRÉDITO EN LA CUENTA DONDE SE REALIZÓ EL CONSUMO. EJEMPLO: POR LA COMPRA DE $ 1.000 DE PRODUCTOS INCLUÍDOS EN LA PROMOCIÓN SE LE REINTEGRARÁN $ 250.\nEXCLUSIONES: DESCUENTOS NO VÁLIDOS PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC” Y/O PARA PAGOS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS O ABONADAS MEDIANTE BILLETERAS VIRTUALES, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. DESCUENTOS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. \nDESCUENTOS NO VÁLIDOS PARA COMPRAS EN LOS PATIOS DE COMIDAS, COTO EXPRESSO, COTO BAR, ZONA JUEGOS Y ESTACIONAMIENTO PROPIO, NI COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR. NO INCLUYE ELECTRODOMÉSTICOS, NEUMÁTICOS NI RODADOS. NO INCLUYE PRODUCTOS DE BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOT X 1,5LT, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LEONCIO ARIZU (LUIGI BOSCA), BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN), BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR), NI VINOS EN TETRABRIK NI GENEROSOS. EL DESCUENTO EN CHAMPAÑAS Y ESPUMANTES NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON, POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG. NO INCLUYE CORTES DE CARNES DE NOVILLO, NOVILLITO, TERNERA, MENUDENCIAS NI CARNES ELABORADAS. NO INCLUYE POLLO ENTERO NI TROZADO, FRESCO NI CONGELADO. NO INCLUYE LECHES INFANTILES ETAPAS 1 Y 2 (FLUÍDAS NI EN POLVO), NI HARINAS EN TODAS SUS PRESENTACIONES, NI AZÚCAR EN TODAS SUS PRESENTACIONES, NI ACEITE DE GIRASOL Y MEZCLA GIRASOL-SOJA EN TODAS SUS PRESENTACIONES. NO INCLUYE TODAS LAS PRESENTACIONES DE LAS SIGUIENTES MARCAS: COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SIN AZÚCAR, SCHWEPPES, SPRITE Y SPRITE SIN AZÚCAR AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE, ADES, HI-C NI MONSTER. NO INCLUYE CAJA NAVIDEÑA VERDE (COD. 179000), AZUL (COD. 179002), ROJA (COD. 179001) NI NEGRA (COD. 179003). DESCUENTOS, PRECIOS Y PROMOCIONES PARA CONSUMO FAMILIAR. ESTA PUBLICACIÓN NO ACUMULA CON OTROS DESCUENTOS, OFERTAS Y/O PROMOCIONES BANCARIAS\nPARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL.\n\n\n BANCO COLUMBIA – JUEVES **\n30% DE DESCUENTO - TARJETAS DE CRÉDITO \nDESCUENTO VÁLIDO EN LA REPÚBLICA ARGENTINA LOS DÍAS JUEVES DESDE EL 01 DE ENERO HASTA EL 31 DE ENERO DE 2026 VÁLIDO PARA SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE Y COMPRAS EN COTO DIGITAL (WWW.COTODIGITAL.COM.AR).\nNO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. \nCARTERA DE CONSUMO. DESCUENTO VÁLIDO PARA LOS DÍAS JUEVES DESDE EL 01/01/2026 HASTA EL 31/01/2026. VÁLIDO PARA SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE Y COMPRAS EN COTO DIGITAL (WWW.COTODIGITAL.COM.AR). CONSULTE DOMICILIOS DE LAS SUCURSALES EN WWW.COTO.COM.AR O LLAMANDO A FONOCOTO 0800-888-4848. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. PARA COMPRAS EN UN PAGO REALIZADAS EN SUCURSALES DE COTO CICSA UBICADAS EN EL TERRITORIO DE LA REPÚBLICA ARGENTINA, CON LAS TARJETAS DE CRÉDITO COLUMBIA VISA Y MASTERCARD, EN TODOS LOS PRODUCTOS (EXCEPTO EXCLUÍDOS). SIN TOPE DE REINTEGRO. PARA COMPRAS CON TARJETA DE CRÉDITO VISA Y TARJETA MASTERCARD, LA BONIFICACIÓN SE VERÁ REFLEJADA HASTA EN LOS 2 RESÚMENES SIGUIENTES AL QUE SE REFLEJE LA/S TRANSACCIÓN/ES. EJEMPLO: SI CONSUMIS $ 1.000 DE PRODUCTOS INCLUIDOS EN COTO SE TE BONIFICARÁ $ 300. LA BONIFICACIÓN SE OTORGARÁ SIEMPRE QUE LA TARJETA SE ENCUENTRE HABILITADA, Y LA CUENTA NO SE ENCUENTRE EN MORA Y/O BLOQUEADA POR MOTIVOS ADMINISTRATIVOS. BANCO COLUMBIA S.A. NO SE RESPONSABILIZA POR LAS TRANSACCIONES PRESENTADAS FUERA DE TÉRMINO POR EL ESTABLECIMIENTO ADHERIDO.\nEXCLUSIONES: DESCUENTOS NO VÁLIDOS PARA COMPRAS POR INTERNET EN COTO DIGITAL. DESCUENTOS NO VÁLIDOS PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC” Y/O PARA PAGOS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS O ABONADAS MEDIANTE BILLETERAS VIRTUALES, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. DESCUENTOS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. \nDESCUENTOS NO VÁLIDOS PARA COMPRAS EN LOS PATIOS DE COMIDAS, COTO EXPRESSO, COTO BAR, ZONA JUEGOS Y ESTACIONAMIENTO PROPIO, NI COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR. NO INCLUYE ELECTRODOMÉSTICOS, NEUMÁTICOS NI RODADOS. NO INCLUYE PRODUCTOS DE BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOT X 1,5LT, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LEONCIO ARIZU (LUIGI BOSCA), BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN), BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR), NI VINOS EN TETRABRIK NI GENEROSOS. EL DESCUENTO EN CHAMPAÑAS Y ESPUMANTES NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON, POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG. NO INCLUYE CORTES DE CARNES DE NOVILLO, NOVILLITO, TERNERA, MENUDENCIAS NI CARNES ELABORADAS. NO INCLUYE POLLO ENTERO NI TROZADO, FRESCO NI CONGELADO. NO INCLUYE LECHES INFANTILES ETAPAS 1 Y 2 (FLUÍDAS NI EN POLVO), NI HARINAS EN TODAS SUS PRESENTACIONES, NI AZÚCAR EN TODAS SUS PRESENTACIONES, NI ACEITE DE GIRASOL Y MEZCLA GIRASOL-SOJA EN TODAS SUS PRESENTACIONES. NO INCLUYE TODAS LAS PRESENTACIONES DE LAS SIGUIENTES MARCAS: COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SIN AZÚCAR, SCHWEPPES, SPRITE Y SPRITE SIN AZÚCAR AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE, ADES, HI-C NI MONSTER. NO INCLUYE CAJA NAVIDEÑA VERDE (COD. 179000), AZUL (COD. 179002), ROJA (COD. 179001) NI NEGRA (COD. 179003). DESCUENTOS, PRECIOS Y PROMOCIONES PARA CONSUMO FAMILIAR. ESTA PUBLICACIÓN NO ACUMULA CON OTROS DESCUENTOS, OFERTAS Y/O PROMOCIONES BANCARIAS\nPARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL.\n\n\n BANCO REGIONALES **\n30% DE DESCUENTO - TARJETAS DE CRÉDITO\nDESCUENTO VÁLIDO EN LA REPÚBLICA ARGENTINA LOS DÍAS LUNES DESDE EL 01 DE ENERO HASTA EL 31 DE ENERO DE 2026 VÁLIDO PARA SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE Y COMPRAS EN COTO DIGITAL (WWW.COTODIGITAL.COM.AR). NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. \nPROMOCIÓN VÁLIDA PARA TODOS LOS LUNES DESDE EL 01 DE ENERO AL 31 DE ENERO 2026. PARA LA COMPRA EN UN PAGO CON TARJETAS DE CRÉDITO VISA Y MASTERCARD EMITIDAS POR LOS SIGUIENTES BANCOS SELECCIONADOS:  BANCO SANTA FE, BANCO ENTRE RÍOS, BANCO SANTA CRUZ Y BANCO SAN JUAN. ALCANZA A LA TOTALIDAD DE LOS RUBROS (EXCEPTO EXCLUSIONES). SIN TOPE. EL REINTEGRO SE VERÁ REFLEJADO EN EL PRIMER O SEGUNDO RESUMEN POSTERIOR AL DE LA FECHA DE COMPRA. SÓLO VÁLIDO PARA CLIENTES QUE SE ENCUENTREN AL DÍA EN SUS PRODUCTOS.\n \nEXCLUSIONES: DESCUENTOS NO VÁLIDOS PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC” Y/O PARA PAGOS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS O ABONADAS MEDIANTE MERCADO PAGO, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. DESCUENTOS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. OPERATORIA DE MODO NO VÁLIDA EN CAJAS DE AUTOSERVICIO. DESCUENTOS NO VÁLIDOS PARA COMPRAS EN LOS PATIOS DE COMIDAS, COTO EXPRESSO, COTO BAR, ZONA JUEGOS Y ESTACIONAMIENTO PROPIO, NI COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR. NO INCLUYE ELECTRODOMÉSTICOS, NEUMÁTICOS NI RODADOS. NO INCLUYE PRODUCTOS DE BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOT X 1,5LT, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LEONCIO ARIZU (LUIGI BOSCA), BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN), BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR), NI VINOS EN TETRABRIK NI GENEROSOS. EL DESCUENTO EN CHAMPAÑAS Y ESPUMANTES NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON, POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG. NO INCLUYE CORTES DE CARNES DE NOVILLO, NOVILLITO, TERNERA, MENUDENCIAS NI CARNES ELABORADAS. NO INCLUYE POLLO ENTERO NI TROZADO, FRESCO NI CONGELADO. NO INCLUYE LECHES INFANTILES ETAPAS 1 Y 2 (FLUÍDAS NI EN POLVO), NI HARINAS EN TODAS SUS PRESENTACIONES, NI AZÚCAR EN TODAS SUS PRESENTACIONES, NI ACEITE DE GIRASOL Y MEZCLA GIRASOL-SOJA EN TODAS SUS PRESENTACIONES. NO INCLUYE TODAS LAS PRESENTACIONES DE LAS SIGUIENTES MARCAS: COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SIN AZÚCAR, SCHWEPPES, SPRITE Y SPRITE SIN AZÚCAR, AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE, ADES, HI-C NI MONSTER. NO INCLUYE CAJA NAVIDEÑA VERDE (COD. 179000), AZUL (COD. 179002), ROJA (COD. 179001) NI NEGRA (COD. 179003). DESCUENTOS, PRECIOS Y PROMOCIONES PARA CONSUMO FAMILIAR. ESTA PUBLICACIÓN NO ACUMULA CON OTROS DESCUENTOS, OFERTAS Y/O PROMOCIONES BANCARIAS. PARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL.\n\n TARJETA NARANJA X - MARTES ** \nTARJETA DE CRÉDITO NARANJA X - TARJETA DE DÉBITO NARANJA X VISA - QR\nBeneficio: 15% de reintegro pagando con Tarjeta de Crédito Naranja X, Tarjeta de Débito Naranja X Visa ó QR con la opción de dinero en cuenta desde la app NaranjaX. Vigencia: todos los martes del 01/01/2026 al 31/01/2026, o hasta agotar 80.000 reintegros. Tope: $6.000 por cuenta por semana.\nBeneficio: 25% de reintegro, exclusivo para clientes suscritos al PLAN TURBO, pagando con Tarjeta de Crédito Naranja X, Tarjeta de Débito Naranja X Visa ó QR con la opción de dinero en cuenta desde la app NaranjaX. Vigencia: todos los martes del 01/01/2026 al 31/01/2026, o hasta agotar 80.000 reintegros. Tope: $12.000 por cuenta por semana. \nReintegro: se acreditará únicamente en tu cuenta Naranja X dentro de los 10 días posteriores a la compra. Promoción válida únicamente en los comercios adheridos. Beneficio no válido para compras realizadas con tarjeta de crédito Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales que no sean Nx. Naranja X podrá suspender o modificar la promoción en caso de fuerza mayor, notificando a través de la app. La Cuenta Naranja X es administrada por Naranja Digital Compañía Financiera S.A.U., CUIT 30-71663964-5, Tte. Gral. Juan D. Perón 430, Piso 19, CABA. La Tarjeta de Crédito Naranja X es emitida por Tarjeta Naranja S.A.U., CUIT 30-68537634-9, La Tablada 451, Ciudad de Córdoba.\n\n\n PROGRAMA DE CIUDADANIA PORTEÑA **\n15% DE DESCUENTO – TARJETA CIUDADANIA PORTEÑA\nDESCUENTO VÁLIDO EN LA REPÚBLICA ARGENTINA LOS DÍAS MARTES Y JUEVES DESDE EL 01 DE ENERO HASTA EL 31 DE ENERO DE 2026. VÁLIDO PARA SUCURSALES COTO DE CABA.\nNO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. \nDESCUENTO VÁLIDO LOS DÍAS MARTES Y JUEVES DE ENERO DE 2026. 15% DE DESCUENTO PARA COMPRAS ABONADAS CON TARJETA CIUDADANIA PORTEÑA. SIN TOPE DE REINTEGRO. EL DESCUENTO CORRESPONDIENTE SE REALIZARÁ EN LÍNEA DE CAJAS SOBRE EL PRECIO DE CONTADO. PROMOCIÓN EXCLUSIVA PARA LAS SIGUIENTES SUCURSALES: 2, 6, 7, 18, 19, 20, 22, 24, 25, 26, 35, 37, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 52, 55, 56, 58, 59, 60, 61, 63, 66, 74, 78, 80, 82, 83, 84, 85, 88, 90, 91, 103, 108, 110, 116, 121, 124, 125, 136, 151, 153, 158, 159, 160, 163, 167, 168, 170, 174, 175, 176, 180, 181, 203, 220. \nEXCLUSIONES: DESCUENTOS NO VÁLIDOS PARA COMPRAS POR INTERNET EN COTO DIGITAL. DESCUENTOS NO VÁLIDOS PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC” Y/O PARA PAGOS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS O ABONADAS MEDIANTE BILLETERAS VIRTUALES, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. DESCUENTOS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. \nDESCUENTOS NO VÁLIDOS PARA COMPRAS EN LOS PATIOS DE COMIDAS, COTO EXPRESSO, COTO BAR, ZONA JUEGOS Y ESTACIONAMIENTO PROPIO, NI COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR. NO INCLUYE ELECTRODOMÉSTICOS, NEUMÁTICOS NI RODADOS. NO INCLUYE PRODUCTOS DE BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOT X 1,5LT, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LEONCIO ARIZU (LUIGI BOSCA), BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN), BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR), NI VINOS EN TETRABRIK NI GENEROSOS. EL DESCUENTO EN CHAMPAÑAS Y ESPUMANTES NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON, POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG. NO INCLUYE CORTES DE CARNES DE NOVILLO, NOVILLITO, TERNERA, MENUDENCIAS NI CARNES ELABORADAS. NO INCLUYE POLLO ENTERO NI TROZADO, FRESCO NI CONGELADO. NO INCLUYE LECHES INFANTILES ETAPAS 1 Y 2 (FLUÍDAS NI EN POLVO), NI HARINAS EN TODAS SUS PRESENTACIONES, NI AZÚCAR EN TODAS SUS PRESENTACIONES, NI ACEITE DE GIRASOL Y MEZCLA GIRASOL-SOJA EN TODAS SUS PRESENTACIONES. NO INCLUYE TODAS LAS PRESENTACIONES DE LAS SIGUIENTES MARCAS: COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SIN AZÚCAR, SCHWEPPES, SPRITE Y SPRITE SIN AZÚCAR AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE, ADES, HI-C NI MONSTER. NO INCLUYE CAJA NAVIDEÑA VERDE (COD. 179000), AZUL (COD. 179002), ROJA (COD. 179001) NI NEGRA (COD. 179003). DESCUENTOS, PRECIOS Y PROMOCIONES PARA CONSUMO FAMILIAR. ESTA PUBLICACIÓN NO ACUMULA CON OTROS DESCUENTOS, OFERTAS Y/O PROMOCIONES BANCARIAS\nPARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL.\n\n\n\n\n\n\n\n\n\n PROMO CUMPLE 40 **\n\nPROMOCION VIGENTE UTILIZANDO EL CUPÓN DEL 02/01/2026 AL 31/01/2026, EXCLUSIVO PARA COMPRAS REALIZADAS EN COTO DIGITAL (COTODIGITAL.COM.AR). VER PRODUCTOS INCLUIDOS HACIENDO CLICK EN EL SIGUIENTE LINK: https://www.cotodigital.com.ar/sitios/cdigi/categoria?_dyncharset=utf-8&Dy=1&Ntt=cumple40 DESCUENTOS NO VÁLIDOS PARA COMPRAS EN LOS PATIOS DE COMIDAS, COTO EXPRESSO, COTO BAR, ZONA JUEGOS Y ESTACIONAMIENTO PROPIO, NI COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR. NO INCLUYE NO INCLUYE PRODUCTOS DE BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOT X 1,5LT, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN), BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR), NI VINOS EN TETRABRIK NI GENEROSOS. EL DESCUENTO EN CHAMPAÑAS Y ESPUMANTES NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON, POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG. SENTACIONES. NO INCLUYE TODAS LAS PRESENTACIONES DE LAS SIGUIENTES MARCAS: COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SI N AZÚCAR, SCHWEPPES, SPRITE Y SPRITE SIN AZÚCAR, AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE , ADES, HI-C NI MONSTER. NO INCLUYE CAJA NAVIDEÑA VERDE COD. 179000, AZUL COD. 179002, ROJA COD. 179001 NI NEGRA COD. 179003. DESCUENTOS, PRECIOS Y PROMOCIONES PARA CONSUMO FAMILIAR. ESTA PUBLICACIÓN NO ACUMULA CON OTROS DESCUENTOS, OFERTAS Y/O PROMOCIONES BANCARIAS. PARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
  "discountData": [
    {
      "id": "zqeibchvktaunodxseemw",
      "txt": "Todos los Lunes25% descuentoen un pago con tarjetas de crédito Visa, Mastercard y CabalReembolso máximo $10.000semanal por cliente.Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Todos los Lunes\"<p> \"25\"<span> \"% descuento\"<p> \"en un pago con tarjetas de crédito Visa, Mastercard y Cabal\"<img src=\"https://www.coto.com.ar/images/bancos/logo_ciudad.png\"><div><div> \"Reembolso máximo $10.000 semanal por cliente.\"<br><br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "inmvsitsycassexbbfcvx",
      "txt": "Todos los Lunes30% descuentoSIN TOPE DE REINTEGROen un pago con tarjetas de crédito Visa y MastercardAplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Todos los Lunes\"<p> \"30\"<span> \"% descuento\"<p> \"en un pago con tarjetas de crédito Visa y Mastercard\"<span> \"SIN TOPE DE REINTEGRO\"<br><img src=\"https://www.coto.com.ar/images/bancos/bancosregionales.jpg\"><div><div><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "gwdntmbivnibfggqbynao",
      "txt": "Martes y Jueves15% descuentopara todos losJUBILADOS Y PENSIONADOSen un pago con todoslos medios de pagopresentando dniNo válido para venta online.Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Martes y Jueves\"<p> \"15\"<span> \"% descuento\"<p> \"para todos los en un pago con todos los medios de pago\"<br><br><span><strong> \"JUBILADOS Y PENSIONADOS\"<br><br><br><br><span> \"presentando dni\"<img src=\"https://www.coto.com.arundefined\"><div><div><span> \"No válido para venta online.\"<span><br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "vuwlixsyzwlapnnjopxcn",
      "txt": "Todos los Lunes30% ahorroabonando con tarjetas de débito y crédito cabal credicoopTope de reintegro $15.000 por usuario por semana.Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Todos los Lunes\"<p> \"30\"<span> \"% ahorro\"<p> \"abonando con tarjetas de débito y crédito cabal credicoop\"<img src=\"https://www.coto.com.ar/images/bancos/modocredicoop.jpg\"><div><div> \"Tope de reintegro $15.000 por usuario por semana.\"<br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "wkgtadyqovniejhcrsafm",
      "txt": "Todos los Miércoles15% descuentoEXCLUSIVO EN SUCURSALESen un pago si sos miembroDE NUESTRA COMUNIDADSin tope de reintegro.No válido para venta online (Coto Digital).Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Todos los Miércoles\"<p> \"15\"<span> \"% descuento\"<p> \"EXCLUSIVO EN SUCURSALES en un pago si sos miembro\"<br><br><span> \"DE NUESTRA COMUNIDAD\"<img src=\"https://www.coto.com.ar/images/bancos/comu2.png\"><div><div><span> \"Sin tope de reintegro. No válido para venta online (Coto Digital).\"<br><span><br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "stvtppksyzunayjmkxawv",
      "txt": "Lunes y Miércoles3 CUOTAS SIN INTERÉSPAGANDO CON QR EN CUOTAS SIN TARJETA DESDE LA APP NARANJA XAplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Lunes y Miércoles\"<p><span> \"3\"<span><span> \"CUOTAS SIN INTERÉS\"<p> \"PAGANDO CON QR EN CUOTAS SIN TARJETA DESDE LA APP NARANJA X\"<img src=\"https://www.coto.com.ar/images/bancos/naranja3cuotas.jpg\"><div><div><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "fxeuzpknkagufjjfbgnba",
      "txt": "Todos los Miércoles30% descuentocon tarjetas de crédito visa y mastercard del bna a través de la appTope de reintegro unificado: $12.000 por día Miércoles por cliente.Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Todos los Miércoles\"<p> \"30\"<span> \"% descuento\"<p> \"con tarjetas de crédito visa y mastercard del bna a través de la app\"<img src=\"https://www.coto.com.ar/images/bancos/modobna2.jpg\"><div><div> \"Tope de reintegro unificado: $12.000 por día Miércoles por cliente.\"<br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "nunjqtnayaiqjpknyuxbv",
      "txt": "Todos los Martes25% ahorrocon tarjetas de crédito y débitoSin tope de reintegro.Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Todos los Martes\"<p> \"25\"<span> \"% ahorro\"<p> \"con tarjetas de crédito y débito\"<img src=\"https://www.coto.com.ar/images/bancos/supervielle2025.jpg\"><div><div> \"Sin tope de reintegro.\"<br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "ghozblxupwxnabcntvolx",
      "txt": "Todos los Martes30% ahorropara clientes Identitécon tarjetas de créditoSin tope de reintegro.Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Todos los Martes\"<p> \"30\"<span> \"% ahorro\"<p> \"con tarjetas de crédito\"<span> \"para clientes Identité\"<br><img src=\"https://www.coto.com.ar/images/bancos/supervielle2025.jpg\"><div><div> \"Sin tope de reintegro.\"<br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "zokqknhksqgcvermlcari",
      "txt": "Todos los Martes15% ahorrocon tarjetas de crédito naranja x, débito naranja x visa y QR (DINERO EN CUENTA DESDE LA APP NARANJA X)Tope de reintegro: $6.000 por semana para clientes no adheridos a planes de suscripción NX.Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Todos los Martes\"<p> \"15\"<span> \"% ahorro\"<p> \"con tarjetas de crédito naranja x, débito naranja x visa y QR (DINERO EN CUENTA DESDE LA APP NARANJA X)\"<img src=\"https://www.coto.com.ar/images/bancos/naranjax2025.jpg\"><div><div> \"Tope de reintegro: $6.000 por semana para clientes no adheridos a planes de suscripción NX.\"<br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "nvvyoegnsbplklwdzmzzu",
      "txt": "Todos los Martes25% ahorrocon tarjetas de crédito naranja x, débito naranja x visa Y QR (DINERO EN CUENTA DESDE LA APP NARANJA X)Tope de reintegro: $12.000 por semana para clientes adheridos a planes de suscripción (PLAN TURBO).Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Todos los Martes\"<p> \"25\"<span> \"% ahorro\"<p> \"con tarjetas de crédito naranja x, débito naranja x visa Y QR (DINERO EN CUENTA DESDE LA APP NARANJA X)\"<img src=\"https://www.coto.com.ar/images/bancos/naranjax2025planturbo.jpg\"><div><div> \"Tope de reintegro: $12.000 por semana para clientes adheridos a planes de suscripción (PLAN TURBO).\"<br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "qwvyvmpjeagfmrlygnxrz",
      "txt": "Todos los Martes y Jueves15% descuentoprogramaciudadania porteñaSin tope de reintegro.Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Todos los Martes y Jueves\"<p> \"15\"<span> \"% descuento\"<p> \"programa ciudadania porteña\"<br><img src=\"https://www.coto.com.ar/images/bancos/logo_portena.jpg\"><div><div> \"Sin tope de reintegro.\"<br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "pyjjloatksstwdhmkpxbf",
      "txt": "De Lunes a Jueves10% descuentoen un pago con tarjetasde débito y créditoSin tope de reintegro.Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"De Lunes a Jueves\"<p> \"10\"<span> \"% descuento\"<p> \"en un pago con tarjetas de débito y crédito\"<br><img src=\"https://www.coto.com.ar/images/bancos/anses2.png\"><div><div> \"Sin tope de reintegro.\"<br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "qcwtbomhvwtfstwlsnuap",
      "txt": "Todos los Jueves20% ahorrocon tarjetasDE DÉBITO VISASin tope de reintegro.Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Todos los Jueves\"<p> \"20\"<span> \"% ahorro\"<p> \"con tarjetas DE DÉBITO VISA\"<br><img src=\"https://www.coto.com.ar/images/bancos/logo_icbc.png\"><div><div> \"Sin tope de reintegro.\"<br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "fhklloxfuvliqtqkhfjai",
      "txt": "Todos los Jueves30% descuentoen un pago con tarjetasde crédito VISA y mastercardSin tope de reintegroAplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Todos los Jueves\"<p> \"30\"<span> \"% descuento\"<p> \"en un pago con tarjetas de crédito VISA y mastercard\"<br><img src=\"https://www.coto.com.ar/images/bancos/columbia2.jpg\"><div><div> \"Sin tope de reintegro\"<br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "sicszsfqmlihyxbdupjgs",
      "txt": "Todos los Jueves25% descuentocon tarjetaVISA débitoTope de devolución: $13.000 p/ transacción. Clientes Cuenta Comafi Único tope de reintegro $18.000.Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Todos los Jueves\"<p> \"25\"<span> \"% descuento\"<p> \"con tarjeta VISA débito\"<br><img src=\"https://www.coto.com.ar/images/bancos/logo_comafi.png\"><div><div> \"Tope de devolución: $13.000 p/ transacción. Clientes Cuenta Comafi Único tope de reintegro $18.000.\"<br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "uolproxvzhnluwtytuypd",
      "txt": "Viernes 02/0125% descuentoSIN TOPE DE REINTEGRO utilizando todos los medios de pago dentro de la appSin tope de reintegro.No valido para venta online (Coto Digital).Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Viernes 02/01\"<p> \"25\"<span> \"% descuento\"<p> \"utilizando todos los medios de pago dentro de la app\"<span> \"SIN TOPE DE REINTEGRO\"<br><img src=\"https://www.coto.com.ar/images/bancos/logo-mercadopago.jpg\"><div><div><span> \"Sin tope de reintegro. No valido para venta online (Coto Digital).\"<br><span><br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "zspkixnqzvfzptyrpzqmv",
      "txt": "Viernes 02/0115% descuentocon tarjetas deDÉBITOSin tope de reintegro.No valido para venta online (Coto Digital).Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Viernes 02/01\"<p> \"15\"<span> \"% descuento\"<p> \"con tarjetas de\"<br><br><span><strong> \"DÉBITO\"<img src=\"https://www.coto.com.arundefined\"><div><div><span> \"Sin tope de reintegro. No valido para venta online (Coto Digital).\"<br><span><br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "jsehdupndgscuqghppoke",
      "txt": "Del Sábado 03/01 al Domingo 04/0120% descuentoen un pago con todos los medios de pagosi sos miembro DE NUESTRA COMUNIDADSin tope de reintegro.No válido para venta online (Coto Digital).Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Del Sábado 03/01 al Domingo 04/01\"<p> \"20\"<span> \"% descuento\"<p> \"en un pago con todos los medios de pago\"<br><span> \"si sos miembro DE NUESTRA COMUNIDAD\"<img src=\"https://www.coto.com.ar/images/bancos/comu2.png\"><div><div><span> \"Sin tope de reintegro. No válido para venta online (Coto Digital).\"<br><span><br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "rekuqjxphddvfwnpirvkc",
      "txt": "Del Sábado 03/01 al Domingo 04/0120% descuentoSIN TOPE DE REINTEGROutilizando todos los medios de pagodentro de la appSin tope de reintegro.No valido para venta online (Coto Digital).Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Del Sábado 03/01 al Domingo 04/01\"<p> \"20\"<span> \"% descuento\"<p> \"utilizando todos los medios de pago dentro de la app\"<span> \"SIN TOPE DE REINTEGRO\"<br><br><img src=\"https://www.coto.com.ar/images/bancos/logo-mercadopago.jpg\"><div><div><span> \"Sin tope de reintegro. No valido para venta online (Coto Digital).\"<br><span><br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "sumqccxuojpjlcbbvjnoi",
      "txt": "Del Sábado 03/01 al Domingo 04/0120% ahorrocon tarjetas Supervielle de créditoTope de reintegro: $10.000.Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Del Sábado 03/01 al Domingo 04/01\"<p> \"20\"<span> \"% ahorro\"<p> \"con tarjetas Supervielle de crédito\"<img src=\"https://www.coto.com.ar/images/bancos/modo-supervielle2.jpg\"><div><div><span> \"Tope de reintegro: $10.000.\"<span><br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "wbexesjjkbsjotmrfsjca",
      "txt": "Del Sábado 03/01 al Domingo 04/0125% ahorrocon tarjetas Supervielle Identité de créditoTope de reintegro: $15.000.Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Del Sábado 03/01 al Domingo 04/01\"<p> \"25\"<span> \"% ahorro\"<p> \"con tarjetas Supervielle Identité de crédito\"<img src=\"https://www.coto.com.ar/images/bancos/modo-supervielle2.jpg\"><div><div><span> \"Tope de reintegro: $15.000.\"<span><br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "lfpgcmsgjewgqwrvtbogh",
      "txt": "Todos los días3 CUOTAS SIN INTERÉSpagando con QRtarjeta de crédito mercado pagoen compras a partir de $30.000No valido para venta online (Coto Digital).Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Todos los días\"<p><span> \"3\"<span><span> \"CUOTAS SIN INTERÉS\"<p> \"tarjeta de crédito mercado pago\"<span> \"pagando con QR\"<br><br><span> \"en compras a partir de $30.000\"<img src=\"https://www.coto.com.ar/images/bancos/logo-mercadopago.jpg\"><div><div><span> \"No valido para venta online (Coto Digital).\"<br><span><br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "akufzjdqceiuliqqhjpnn",
      "txt": "Todos los días3 CUOTAS SIN INTERÉSCon tarjeta naranjaAplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Todos los días\"<p><span> \"3\"<span><span> \"CUOTAS SIN INTERÉS\"<p> \"Con tarjeta naranja\"<img src=\"https://www.coto.com.ar/images/bancos/logo-planz.jpg\"><div><div><a> \"Aplican exclusiones. Ver legal.\""
    }
  ]
}