{
  "legales": " SORTEO ANIVERSARIO **\n\n\n\nVER LEGALES EN: www.coto.com.ar/sorteo/legales.html\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n MERCADO PAGO 25 VIERNES **\n\n\nDESCUENTO VÁLIDO EN LA REPÚBLICA ARGENTINA EL 26 DE SEPTIEMBRE DE 2025 VÁLIDO PARA SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. BENEFICIO VÁLIDO EXCLUSIVAMENTE EN LA REPÚBLICA ARGENTINA PARA PAGOS REALIZADOS A TRAVÉS DEL SERVICIO DE PROCESAMIENTO DE PAGOS DE MERCADO PAGO OPERADO POR MERCADOLIBRE S.R.L. (“MERCADO PAGO”) A TRAVÉS DEL ESCANEO DEL CÓDIGO QR CON LA APP DE MERCADO PAGO (LA “APP”), UTILIZANDO TODOS LOS MEDIOS DE PAGO DENTRO DE LA APP. EL BENEFICIO CONSISTE EN UN 25% DE DESCUENTO, SIN TOPE DE REINTEGRO, EN LAS COMPRAS EN TODAS LAS SUCURSALES DE COTO C.I.C.S.A (EL “BENEFICIO”). EL BENEFICIO ESTARÁ A CARGO DE COTO C.I.C.S.A Y SE REALIZARÁ EN LÍNEA DE CAJAS SOBRE EL PRECIO DE CONTADO. MERCADO PAGO NO ES UNA ENTIDAD FINANCIERA. LOS FONDOS EN CUENTAS DE PAGO NO SON DEPÓSITOS GARANTIZADOS. MERCADOLIBRE S.R.L. CUIT 30-70308853-4, CASEROS 3039, PISO 2º, CABA”. APLICAN EXCLUSIONES. EXCLUSIONES: DESCUENTOS NO VÁLIDOS PARA COMPRAS POR INTERNET EN COTO DIGITAL. DESCUENTOS NO VÁLIDOS PARA COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, PAGOS EFECTUADOS CON TECNOLOGÍA “NFC”, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. DESCUENTOS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. DESCUENTOS NO VÁLIDOS PARA COMPRAS EN LOS PATIOS DE COMIDAS, COTO EXPRESSO, COTO BAR, ZONA JUEGOS Y ESTACIONAMIENTO PROPIO, NI COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR. NO INCLUYE ELECTRODOMÉSTICOS, NEUMÁTICOS NI RODADOS. NO INCLUYE PRODUCTOS DE BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOT X 1,5LT, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN) BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR) NI VINOS EN TETRABRIK NI GENEROSOS. EL DESCUENTO EN CHAMPAÑAS Y ESPUMANTES NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON, POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG. NO INCLUYE CORTES DE CARNES DE NOVILLO, NOVILLITO, TERNERA, MENUDENCIAS NI CARNES ELABORADAS. NO INCLUYE POLLO ENTERO NI TROZADO, FRESCO NI CONGELADO. NO INCLUYE LECHES INFANTILES ETAPAS 1 Y 2 (FLUÍDAS NI EN POLVO), NI HARINAS EN TODAS SUS PRESENTACIONES, NI AZÚCAR EN TODAS SUS PRESENTACIONES, NI ACEITE DE GIRASOL Y MEZCLA GIRASOL-SOJA EN TODAS SUS PRESENTACIONES. NO INCLUYE TODAS LAS PRESENTACIONES DE LAS SIGUIENTES MARCAS: COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SIN AZÚCAR, SCHWEPPES, SPRITE, SPRITE SIN AZÚCAR, AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE, ADES, HI-C NI MONSTER. PARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. LA IMAGEN DE LA FIGURA HUMANA HA SIDO RETOCADA Y/O MODIFICADA DIGITALMENTE. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL.\n\n\n\n\n\n\n\n\n\n\n\n DESCUENTOS VIERNES **\n\n\n\nDESCUENTO VÁLIDO EN LA REPÚBLICA ARGENTINA EL 26 DE SEPTIEMBRE DE 2025 VÁLIDO PARA SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. (1) BENEFICIO VÁLIDO EXCLUSIVAMENTE EN LA REPÚBLICA ARGENTINA PARA PAGOS REALIZADOS A TRAVÉS DEL SERVICIO DE PROCESAMIENTO DE PAGOS DE MERCADO PAGO OPERADO POR MERCADOLIBRE S.R.L. (“MERCADO PAGO”) A TRAVÉS DEL ESCANEO DEL CÓDIGO QR CON LA APP DE MERCADO PAGO (LA “APP”), UTILIZANDO TODOS LOS MEDIOS DE PAGO DENTRO DE LA APP. EL BENEFICIO CONSISTE EN UN 25% DE DESCUENTO, SIN TOPE DE REINTEGRO, EN LAS COMPRAS EN TODAS LAS SUCURSALES DE COTO C.I.C.S.A (EL “BENEFICIO”). EL BENEFICIO ESTARÁ A CARGO DE COTO C.I.C.S.A Y SE REALIZARÁ EN LÍNEA DE CAJAS SOBRE EL PRECIO DE CONTADO. MERCADO PAGO NO ES UNA ENTIDAD FINANCIERA. LOS FONDOS EN CUENTAS DE PAGO NO SON DEPÓSITOS GARANTIZADOS. MERCADOLIBRE S.R.L. CUIT 30-70308853-4, CASEROS 3039, PISO 2º, CABA”. APLICAN EXCLUSIONES. (2) EL DESCUENTO DEL 15% SE EFECTUARÁ SOBRE EL PRECIO ANTERIOR EN LINEAS DE CAJA ABONANDO CON CUALQUIER TARJETA DE CRÉDITO (EN UN PAGO). INCLUYE TARJETA NARANJA PLAN Z. SIN TOPE. APLICAN EXCLUSIONES. EXCLUSIONES: DESCUENTOS NO VÁLIDOS PARA COMPRAS POR INTERNET EN COTO DIGITAL. DESCUENTOS NO VÁLIDOS PARA COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, PAGOS EFECTUADOS CON TECNOLOGÍA “NFC”, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. DESCUENTOS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. DESCUENTOS NO VÁLIDOS PARA COMPRAS EN LOS PATIOS DE COMIDAS, COTO EXPRESSO, COTO BAR, ZONA JUEGOS Y ESTACIONAMIENTO PROPIO, NI COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR. NO INCLUYE ELECTRODOMÉSTICOS, NEUMÁTICOS NI RODADOS. NO INCLUYE PRODUCTOS DE BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOT X 1,5LT, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN) BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR) NI VINOS EN TETRABRIK NI GENEROSOS. EL DESCUENTO EN CHAMPAÑAS Y ESPUMANTES NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON,POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG.NO INCLUYE CORTES DE CARNES DE NOVILLO, NOVILLITO, TERNERA, MENUDENCIAS NI CARNES ELABORADAS. NO INCLUYE POLLO ENTERO NI TROZADO, FRESCO NI CONGELADO. NO INCLUYE LECHES INFANTILES ETAPAS 1 Y 2 (FLUÍDAS NI EN POLVO), NI HARINAS EN TODAS SUS PRESENTACIONES, NI AZÚCAR EN TODAS SUS PRESENTACIONES, NI ACEITE DE GIRASOL Y MEZCLA GIRASOL-SOJA EN TODAS SUS PRESENTACIONES. NO INCLUYE TODAS LAS PRESENTACIONES DE LAS SIGUIENTES MARCAS: COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SIN AZÚCAR, SCHWEPPES, SPRITE, SPRITE SIN AZÚCAR, AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE, ADES, HI-C NI MONSTER.  PARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. LA IMAGEN DE LA FIGURA HUMANA HA SIDO RETOCADA Y/O MODIFICADA DIGITALMENTE. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL.\n\n\n\n\n\n\n\n\n\n\n\n DESCUENTOS SÁBADO Y DOMINGO **\n\n\n\nDESCUENTOS VÁLIDOS EN LA REPÚBLICA ARGENTINA DESDE EL 27 HASTA EL 28 DE SEPTIEMBRE DE 2025 VÁLIDO PARA SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. (1) BENEFICIO VÁLIDO EXCLUSIVAMENTE EN LA REPÚBLICA ARGENTINA PARA PAGOS REALIZADOS A TRAVÉS DEL SERVICIO DE PROCESAMIENTO DE PAGOS DE MERCADO PAGO OPERADO POR MERCADOLIBRE S.R.L. (“MERCADO PAGO”) A TRAVÉS DEL ESCANEO DEL CÓDIGO QR CON LA APP DE MERCADO PAGO (LA “APP”), UTILIZANDO DINERO EN CUENTA DENTRO DE LA APP. EL BENEFICIO CONSISTE EN UN 20% DE DESCUENTO, SIN TOPE DE REINTEGRO, EN LAS COMPRAS EN TODAS LAS SUCURSALES DE COTO C.I.C.S.A (EL “BENEFICIO”). EL BENEFICIO ESTARÁ A CARGO DE COTO C.I.C.S.A Y SE REALIZARÁ EN LÍNEA DE CAJAS SOBRE EL PRECIO DE CONTADO. MERCADO PAGO NO ES UNA ENTIDAD FINANCIERA. LOS FONDOS EN CUENTAS DE PAGO NO SON DEPÓSITOS GARANTIZADOS. MERCADOLIBRE S.R.L. CUIT 30-70308853-4, CASEROS 3039, PISO 2º, CABA”. APLICAN EXCLUSIONES. (2) DESCUENTO VÁLIDO PARA MIEMBROS DE LA COMUNIDAD COTO, PRESENTANDO DNI. EL DESCUENTO SE REALIZARÁ SOBRE COMPRAS EFECTUADAS EN EFECTIVO, CON TARJETA DE DÉBITO O DE CRÉDITO EN UN PAGO POR LÍNEA DE CAJA. PARA LAS COMPRAS DE PRODUCTOS DE FERRETERÍA, MUEBLES, ILUMINACIÓN, ACCESORIOS DE ILUMINACIÓN, AUTOMOTOR, JUGUETERÍA, LIBRERÍA, LIBROS, DEPORTES Y CAMPING, EL DESCUENTO SE REALIZARÁ ÚNICAMENTE ABONANDO EN EFECTIVO O DÉBITO. NO VÁLIDO PARA VENTA EN COTO DIGITAL. APLICAN EXCLUSIONES. (3) PROMOCIÓN PARA CARTERA DE CONSUMO. 20% DE AHORRO EN UN PAGO CON TARJETAS DE CRÉDITO VISA ICBC Y MASTERCARD ICBC PARA COMPRAS EN TODOS LOS PRODUCTOS (EXCEPTO EL RUBRO ELECTRODOMÉSTICOS) EN SUCURSALES ADHERIDAS DE LA CADENA COTO. SIN TOPE DE REINTEGRO. POR LA COMPRA DE $ 1.000 EN PRODUCTOS INCLUIDOS EN LA PROMOCIÓN SE LE REINTEGRARÁN $ 200. EL BENEFICIO ES EXCLUSIVO PARA EL TARJETA HABIENTE ICBC. PARA COMPRAS CON TARJETAS VISA CRÉDITO ICBC Y TARJETAS MASTERCARD ICBC LOS REINTEGROS SE VERÁN ACREDITADOS DENTRO DE LOS 90 DÍAS CORRIDOS POSTERIORES A LA FECHA DE REALIZADA LA COMPRA EN EL RESUMEN DE TARJETA. SÓLO PODRÁN PARTICIPAR DE LA PROMOCIÓN AQUELLOS CLIENTES QUE SE ENCUENTREN AL DÍA EN SUS PRODUCTOS. NO VÁLIDO PARA COMPRAS MAYORISTAS NI PARA TARJETAS VISA BUSINESS, VISA DISTRIBUTION, VISA PURCHASING, VISA PURCHASING CAMPO, CORPORATE, CORPORATE SIGNATURE, RECARGABLE EMPRESA Y VISA CUENTA CENTRAL. NO VÁLIDO PARA CLIENTES QUE POSEAN COMO ÚNICO PRODUCTO CAJA DE AHORRO EN PESOS EN ICBC. PARA MÁS INFORMACIÓN Y CONOCER CONDICIONES Y LIMITACIONES APLICABLES CONSULTE EN HTTPS://WWW.BENEFICIOS.ICBC.COM.AR. INDUSTRIAL AND COMMERCIAL BANK OF CHINA (ARGENTINA) S.A.U. ES UNA SOCIEDAD ANONIMA UNIPERSONAL BAJO LA LEY ARGENTINA. SU ACCIONISTA LIMITA SU RESPONSABILIDAD AL CAPITAL APORTADO. FLORIDA 99, CABA. CUIT 30709447846 DESCUENTO NO VÁLIDO PARA COMPRAS POR INTERNET (COTO DIGITAL). APLICAN EXCLUSIONES.\n(4) LA PRESENTE PROMOCIÓN ES VÁLIDA EN EL ÁMBITO DE LA REPÚBLICA ARGENTINA PARA TODOS LOS CLIENTES DEL BANCO CIUDAD QUE REALICEN COMPRAS CON LA TARJETA DE DÉBITO VISA Y MAESTRO. 20% DE DESCUENTO SIN TOPE DE DEVOLUCIÓN POR CUENTA. VÁLIDO EN LOS SUPERMERCADOS COTO. EL DESCUENTO OPERARÁ DE LA SIGUIENTE MANERA: PARA LAS TARJETAS MAESTRO Y PARA LAS TARJETAS VISA DÉBITO EL DESCUENTO SE ACREDITARÁ EN LA CUENTA VINCULADA A LA TARJETA DENTRO DE LOS 45 (cuarenta y cinco) DÍAS SIGUIENTES DE REALIZADA LA COMPRA. PARA COMPRAS POR INTERNET (COTO DIGITAL) VER BASES Y CONDICIONES EN WWW.COTODIGITAL.COM.AR. SÓLO VÁLIDO PARA CLIENTES QUE SE ENCUENTREN AL DÍA EN SUS PRODUCTOS. APLICAN EXCLUSIONES. APLICA PARA COMPRAS ABONADAS MEDIANTE BILLETERAS VIRTUALES. OPERATORIA DE MODO NO VÁLIDA EN CAJAS DE AUTOSERVICIO. (5) OFERTAS VÁLIDAS EN LA REPÚBLICA ARGENTINA DESDE EL 27 HASTA EL 28 DE SEPTIEMBRE DE 2025 Ó HASTA AGOTAR STOCK INDICADO EN CADA PRODUCTO, LO QUE SUCEDA PRIMERO. VÁLIDO PARA COMPRAS EN SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE Y EN COTO DIGITAL (COTODIGITAL.COM.AR). LOS DESCUENTOS SE REALIZARÁN SOBRE COMPRAS EFECTUADAS EN EFECTIVO, CON TARJETA DE DÉBITO O DE CRÉDITO EN UN PAGO POR LÍNEA DE CAJA. NO ACUMULABLE CON OTRAS OFERTAS VIGENTES. \nPRODUCTOS DISPONIBLES EN LAS SIGUIENTES SUCURSALES: 43/44/45/56/60/61/63/64/65/75/80/90/91/107/129/131/158/165/184/185/188/189/\n197/203/208/209/215/219/220/238.  CONSULTE DOMICILIOS DE LAS SUCURSALES EN COTO.COM.AR O LLAMANDO A FONOCOTO 0800-888-4848.  EXCLUSIONES: DESCUENTOS NO VÁLIDOS PARA COMPRAS POR INTERNET EN COTO DIGITAL. DESCUENTOS NO VÁLIDOS PARA COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, PAGOS EFECTUADOS CON TECNOLOGÍA “NFC”, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. DESCUENTOS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. DESCUENTOS NO VÁLIDOS PARA COMPRAS EN LOS PATIOS DE COMIDAS, COTO EXPRESSO, COTO BAR, ZONA JUEGOS Y ESTACIONAMIENTO PROPIO, NI COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR. NO INCLUYE ELECTRODOMÉSTICOS, NEUMÁTICOS NI RODADOS. NO INCLUYE PRODUCTOS DE BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOT X 1,5LT, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN) BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR) NI VINOS EN TETRABRIK NI GENEROSOS. EL DESCUENTO EN CHAMPAÑAS Y ESPUMANTES NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON,POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG.NO INCLUYE CORTES DE CARNES DE NOVILLO, NOVILLITO, TERNERA, MENUDENCIAS NI CARNES ELABORADAS. NO INCLUYE POLLO ENTERO NI TROZADO, FRESCO NI CONGELADO. NO INCLUYE LECHES INFANTILES ETAPAS 1 Y 2 (FLUÍDAS NI EN POLVO), NI HARINAS EN TODAS SUS PRESENTACIONES, NI AZÚCAR EN TODAS SUS PRESENTACIONES, NI ACEITE DE GIRASOL Y MEZCLA GIRASOL-SOJA EN TODAS SUS PRESENTACIONES. NO INCLUYE TODAS LAS PRESENTACIONES DE LAS SIGUIENTES MARCAS: COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SIN AZÚCAR, SCHWEPPES, SPRITE, SPRITE SIN AZÚCAR, AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE, ADES, HI-C NI MONSTER.  PARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. LA IMAGEN DE LA FIGURA HUMANA HA SIDO RETOCADA Y/O MODIFICADA DIGITALMENTE. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL.\n\n\n\n\n\n\n\n\n\n\n\n\n\n BANCO MACRO 12 CUOTAS **\n\nCOSTO FINANCIERO TOTAL EFECTIVO ANUAL \n\nCFT 0,00%\n\n\n\n\nFINANCIACIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA PARA TODOS LOS SÁBADOS Y DOMINGOS DESDE EL 01/09/2025 AL 30/09/2025. PARA COMPRAS EN SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE Y EN COTO DIGITAL (COTODIGITAL.COM.AR). PROMOCIÓN DE 3,6,9 Y/O 12 CUOTAS FIJAS SIN INTERÉS VÁLIDAS PARA COMPRAS DE PRODUCTOS SELECCIONADOS, ABONANDO CON TARJETAS DE CRÉDITO VISA, MASTERCARD Y AMERICAN EXPRESS DEL BANCO MACRO. CUOTAS FIJAS IGUALES MENSUALES Y CONSECUTIVAS. TNA (TASA NOMINAL ANUAL): 0,00%, TEA (TASA EFECTIVA ANUAL): 0,00%; CFT (COSTO FINANCIERO TOTAL) EXPRESADO EN TEA: 0,00%. DICHA PROMOCIÓN NO ES ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. FINANCIACIÓN NO VÁLIDA PARA COMPRAS ABONADAS MEDIANTE BILLETERAS VIRTUALES, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. NO VÁLIDO PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC”. DICHA PROMOCIÓN NO ES ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. PARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n BANCO CIUDAD 18 CUOTAS **\n\nCOSTO FINANCIERO TOTAL EFECTIVO ANUAL \n\nCFT 0,00%\n\n\nFINANCIACIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA TODOS LOS SÁBADOS Y DOMINGOS DESDE EL 01/09/2025 AL 30/09/2025, PARA COMPRAS EN SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE Y EN COTO DIGITAL (COTODIGITAL3.COM.AR). PROMOCIÓN DE 12,15 Y/O 18 CUOTAS FIJAS SIN INTERÉS VÁLIDAS PARA COMPRAS DE PRODUCTOS SELECCIONADOS, ABONANDO CON TARJETAS DE CRÉDITO VISA DEL BANCO SANTANDER. CUOTAS FIJAS IGUALES MENSUALES Y CONSECUTIVAS. TNA (TASA NOMINAL ANUAL): 0,00%, TEA (TASA EFECTIVA ANUAL): 0,00%; CFT (COSTO FINANCIERO TOTAL) EXPRESADO EN TEA: 0,00%. DICHA PROMOCIÓN NO ES ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. FINANCIACIÓN NO VÁLIDA PARA COMPRAS ABONADAS MEDIANTE BILLETERAS VIRTUALES, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. NO VÁLIDO PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC”. DICHA PROMOCIÓN NO ES ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. PARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL\n\n\n\n\n\n\n\n\n\n\n\n\n\n GALICIA 12 CUOTAS **\n\nCOSTO FINANCIERO TOTAL EFECTIVO ANUAL \n\nCFT 0,00%\n\n\n\n\nOFERTAS VÁLIDAS EN LA REPÚBLICA ARGENTINA DEL 01/09/2025 AL 30/09/2025 Ó HASTA AGOTAR STOCK INDICADO EN CADA PRODUCTO, LO QUE SUCEDA PRIMERO. VÁLIDO PARA COMPRAS EN SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA Y ENTRE RÍOS. CARTERA DE CONSUMO. TASA NOMINAL ANUAL, EN ADELANTE \"TNA\": 0,00%, TASA EFECTIVA ANUAL, EN ADELANTE \"TEA\": 0,00%, COSTO FINANCIERO TOTAL EFECTIVO ANUAL, EN ADELANTE \"CFTEA\": 0,00%.\"CFTEA\"+IVA: 0,00%. PROMOCIÓN DE 3,6 Y/O 12 CUOTAS SIN INTERÉS EN EL PRECIO DE CONTADO, PARA COMPRAS REALIZADAS EN EL PAÍS. VÁLIDA PARA TODOS LOS DÍAS COMPRENDIDOS ENTRE EL 01/09/2025 Y EL 30/09/2025, PARA COMPRAS REALIZADAS CON TARJETA VISA, TARJETA MASTERCARD, TARJETA AMERICAN EXPRESS. PROMOCIÓN VALIDA ÚNICAMENTE EN LOS COMERCIOS ADHERIDOS, EN PRODUCTOS SELECCIONADOS. DICHA PROMOCIÓN NO ES ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. EJEMPLO: UNA COMPRA DE $1000 Y SE PAGA EN 18 CUOTAS: EL VALOR DE CADA CUOTA SERÁ DE $55.56. \n\n**PRODUCT EXCLUSIONS:** NO APLICA PARA COMPRAS REALIZADAS CON TARJETAS DE CREDITO VISA BUSINESS, VISA RURAL Y TARJETAS DE DÉBITO\n\n. LA PROMOCIÓN \n\n**PRODUCT EXCLUSIONS:** NO APLICA A PAGOS A TRAVÉS DE BILLETERAS VIRTUALES (EXCEPTO MODO, GOOGLE PAY Y APPLE PAY), MPOS Y/O PLATAFORMAS DE PAGO ONLINE\n\n. MODO ES MARCA REGISTRADA POR PLAY DIGITAL S.A., CUIT 30-71682943-6, CON DOMICILIO EN AV. DEL LIBERTADOR 7208, TORRE II, PISO 4, CABA (\"PDSA\") Y ES UN PROVEEDOR DE SERVICIOS TECNOLÓGICOS DE BANCO DE GALICIA Y BUENOS AIRES S.A.U. SÓLO PODRÁN PARTICIPAR DE LA PROMOCIÓN AQUELLOS CLIENTES QUE AL MOMENTO DE COMPRAR SE ENCUENTREN AL DÍA CON SUS PRODUCTOS. BANCO GALICIA SOLO ES EL MEDIO DE PAGO PARA LA ADQUISICIÓN DEL PRODUCTO/SERVICIO. TASA NOMINAL ANUAL \"TNA\": 0,00%, TASA EFECTIVA ANUAL \"TEA\": 0,00%, COSTO FINANCIERO TOTAL EFECTIVO ANUAL \"CFTEA\": 0,00%.\"CFTEA\"+IVA: 0,00%.” PARA PROVINCIA DE MENDOZA: LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678. COTO C.I.C.S.A. - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n BANCO CREDICOOP MODO **\n\n30% DE DESCUENTO - TARJETAS DE CRÉDITO Y DÉBITO.CARTERA DE CONSUMO. PROMOCIÓN DEL 30% DE AHORRO EN COMPRAS REALIZADAS EN EL PAÍS, EN UN PAGO SOBRE EL PRECIO DE CONTADO. TOPE DE REINTEGRO: $15.000 POR USUARIO POR SEMANA. VÁLIDA PARA TODOS LOS LUNES COMPRENDIDOS ENTRE EL 01/09/2025 AL 30/09/2025, PARA COMPRAS REALIZADAS CON TARJETAS CABAL CREDICOOP (EXCEPTO AGROCABAL Y CABAL MAYORISTA) ESCANEANDO EL QR DE MODO DESDE LA APP BANCA CREDICOOP Y/O MODO. \n\n**PRODUCT EXCLUSIONS:** NO APLICA PARA PAGOS CON DINERO EN CUENTA Y/O TRANSFERENCIA\n\n. PROMOCIÓN VÁLIDA ÚNICAMENTE PARA COMPRAS REALIZADAS DE MANERA PRESENCIAL EN SUCURSALES. EL REINTEGRO SE ACREDITARÁ EN LA CUENTA ABIERTA EN BANCO CREDICOOP DENTRO DE LOS SIGUIENTES 30 DÍAS. SERÁ CONDICIÓN ESENCIAL PARA PARTICIPAR DE LA MISMA QUE AL MOMENTO DE EFECTUAR EL REINTEGRO, LA TARJETA SE ENCUENTRE VIGENTE Y EN ESTADO DE CUMPLIMIENTO NORMAL EN EL CASO DE CRÉDITO, Y LA CUENTA ABIERTA EN EL CASO DE DÉBITO, A TÍTULO PERSONAL Y ADHERIDA A MODO. PROMOCIÓN VÁLIDA ÚNICAMENTE PARA COMPRAS REALIZADAS EN 1 PAGO CON TARJETAS DE CRÉDITO CABAL Y TARJETA DE DÉBITO CABAL EMITIDAS POR EL BANCO CREDICOOP. DICHA PROMOCIÓN NO ES ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. EJEMPLO: EN UNA COMPRA DE $1.000 EN UN PAGO: EL IMPORTE DEL AHORRO ES DE $300. LA PROMOCIÓN \n\n**PRODUCT EXCLUSIONS:** NO APLICA A PAGOS A TRAVÉS DE BILLETERAS VIRTUALES (EXCEPTO MODO), MPOS Y/O PLATAFORMAS DE PAGO ONLINE\n\n. MODO ES MARCA REGISTRADA POR PLAY DIGITAL S.A., CUIT 30-71682943-6, CON DOMICILIO EN AV. DEL LIBERTADOR 7208, TORRE II, PISO 4, CABA (“PDSA”). SÓLO PODRÁN PARTICIPAR DE LA PROMOCIÓN AQUELLOS CLIENTES QUE AL MOMENTO DE COMPRAR SE ENCUENTREN AL DÍA CON SUS PRODUCTOS. BANCO CREDICOOP SOLO ES EL MEDIO DE PAGO PARA LA ADQUISICIÓN DEL PRODUCTO/SERVICIO.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n OFERTA SEMANAL **\n\n\n\nOFERTAS VÁLIDAS PARA CONSUMO FAMILIAR EN LA REPÚBLICA ARGENTINA DESDE EL 22 HASTA EL 28 DE SEPTIEMBRE DE 2025 Ó HASTA AGOTAR STOCK INDICADO EN CADA PRODUCTO, LO QUE SUCEDA PRIMERO. VÁLIDO PARA COMPRAS EN SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE Y EN COTO DIGITAL (COTODIGITAL.COM.AR). LOS DESCUENTOS SE REALIZARÁN SOBRE COMPRAS EFECTUADAS EN EFECTIVO, CON TARJETA DE DÉBITO O DE CRÉDITO EN UN PAGO POR LÍNEA DE CAJA. NO ACUMULABLE CON OTRAS OFERTAS VIGENTES. LOS PRODUCTOS OFERTADOS EN EL PRESENTE PODRÍAN CONTENER AL MENOS UN SELLO DE ADVERTENCIA Y/O LEYENDAS PRECAUTORIAS EN LOS TÉRMINOS DE LA LEY N° 27.642. SE RECOMIENDA CONSULTAR LA INFORMACIÓN NUTRICIONAL EN EL ENVASE PREVIO A SU CONSUMO. SE SUGIERE UN CONSUMO ADECUADO DE LOS MISMOS. LA OFERTA DE PRODUCTOS REALIZADA EN EL PRESENTE NO SE ENCUENTRA DIRIGIDA A NIÑOS, NIÑAS Y/O ADOLESCENTES. LOS BENEFICIOS ADICIONALES CON COMUNIDAD SE HARÁN EFECTIVOS EN LÍNEA DE CAJAS ÚNICAMENTE PRESENTANDO DNI. LOS PRODUCTOS DE ESTE VOLANTE SON ORIGEN ARGENTINA, EXCEPTO LOS EXPRESAMENTE INDICADOS. NO SE INCLUYEN ELEMENTOS DECORATIVOS.\nEXCLUSIONES: OFERTAS NO VÁLIDAS PARA COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, PAGOS EFECTUADOS CON TECNOLOGÍA “NFC”, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS O ABONADAS MEDIANTE BILLETERAS VIRTUALES, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. OFERTAS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. PARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. LA IMAGEN DE LA FIGURA HUMANA HA SIDO RETOCADA Y/O MODIFICADA DIGITALMENTE. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL\n\n\n\n\nCOSTO FINANCIERO TOTAL EFECTIVO ANUAL \n\nCFT 0,00%\n\n\n\n\n\n\n\n\n\n\n\n\n\n MIX MENDOZA **\n\n\n\nOFERTAS VÁLIDAS EN LA REPÚBLICA ARGENTINA DESDE EL 15 HASTA EL 30 DE SEPTIEMBRE DE 2025 Ó HASTA AGOTAR STOCK INDICADO EN CADA PRODUCTO, LO QUE SUCEDA PRIMERO. VÁLIDO EXCLUSIVAMENTE PARA COMPRAS EN COTO SUCURSAL 209 MENDOZA (AV. PERÚ Y CARLOS PELLEGRINI). LOS DESCUENTOS SE REALIZARÁN SOBRE COMPRAS EFECTUADAS EN EFECTIVO, CON TARJETA DE DÉBITO O DE CRÉDITO EN UN PAGO POR LÍNEA DE CAJA. NO ACUMULABLE CON OTRAS OFERTAS VIGENTES. TODOS LOS PRODUCTOS SON ORIGEN ARGENTINA SALVO LOS EXPRESAMENTE INDICADOS. PRECIOS SÓLO PARA VENTA EN GÓNDOLA AUTOSERVICIO. CONSULTE DOMICILIOS DE LAS SUCURSALES EN COTO.COM.AR O LLAMANDO A FONOCOTO 0800-888-4848. \nEXCLUSIONES: OFERTAS NO VÁLIDAS PARA COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS O ABONADAS MEDIANTE BILLETERAS VIRTUALES, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. OFERTAS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. PARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. LA IMAGEN DE LA FIGURA HUMANA HA SIDO RETOCADA Y/O MODIFICADA DIGITALMENTE. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n TEXTIL COLEGIAL **\n\n\nOFERTAS VÁLIDAS EN LA REPÚBLICA ARGENTINA DESDE EL 11 DE AGOSTO HASTA EL 28 DE SEPTIEMBRE DE 2025 VÁLIDO PARA COMPRAS EN SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE Y EN COTO DIGITAL (COTODIGITAL.COM.AR). LOS DESCUENTOS SE REALIZARÁN SOBRE COMPRAS EFECTUADAS EN EFECTIVO, CON TARJETA DE DÉBITO O DE CRÉDITO EN UN PAGO POR LÍNEA DE CAJA. NO ACUMULABLE CON OTRAS OFERTAS VIGENTES. LOS PRODUCTOS SELECCIONADOS SE ENCUENTRAN SEÑALADOS EN LA GÓNDOLA. OFERTAS VÁLIDAS PARA COMPRAS DE PRODUCTOS DE LAS CATEGORÍAS MENCIONADAS ABONADAS EN EFECTIVO Y/O CON TARJETA DE DÉBITO Y/O CON TARJETA DE CRÉDITO EN UN PAGO O EN CUOTAS.PRODUCTOS DISPONIBLES EN LAS SIGUIENTES SUCURSALES 44/60/61/63/64/65/75/80/85/90/91/92/96/107/109/118/129/131/165/178/181/184/185/188/189/192/197/203/204/208/209/215/219/220/238. CONSULTE DOMICILIOS DE LAS SUCURSALES EN COTO.COM.AR O LLAMANDO A FONOCOTO 0800-888-4848. OFERTAS NO VÁLIDAS PARA COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, PAGOS EFECTUADOS CON TECNOLOGÍA “NFC”, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS O ABONADAS MEDIANTE BILLETERAS VIRTUALES, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. OFERTAS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. PARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n HOGAR **\n\n\nOFERTAS VÁLIDAS EN LA REPÚBLICA ARGENTINA DESDE EL 26 DE SEPTIEMBRE AL 2 DE OCTUBRE DE 2025 Ó HASTA AGOTAR STOCK INDICADO EN CADA PRODUCTO, LO QUE SUCEDA PRIMERO. VÁLIDO PARA COMPRAS EN SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE Y COTO DIGITAL (COTODIGITAL.COM.AR). LOS DESCUENTOS EXCLUSIVOS CON COMUNIDAD APLICAN PARA MIEMBROS DE LA COMUNIDAD COTO, PRESENTANDO DNI. LOS DESCUENTOS SE REALIZARÁN SOBRE COMPRAS EFECTUADAS EN EFECTIVO, CON TARJETA DE DÉBITO O DE CRÉDITO EN UN PAGO POR LÍNEA DE CAJA. NO ACUMULABLE CON OTRAS OFERTAS VIGENTES. LOS PRODUCTOS SELECCIONADOS SE ENCUENTRAN SEÑALADOS EN LA GÓNDOLA. OFERTAS VÁLIDAS PARA COMPRAS DE PRODUCTOS DE LAS CATEGORÍAS MENCIONADAS ABONADAS EN EFECTIVO Y/O CON TARJETA DE DÉBITO Y/O CON TARJETA DE CRÉDITO EN UN PAGO O EN CUOTAS. PRODUCTOS DISPONIBLES EN LAS SIGUIENTES SUCURSALES 44/60/61/63/64/65/75/80/85/90/91/92/96/107/109/118/129/131/165/178/181/184/185/188/189/192/197/203/204/208/209/215/219/220/238. CONSULTE DOMICILIOS DE LAS SUCURSALES EN COTO.COM.AR O LLAMANDO A FONOCOTO 0800-888-4848. \n(1) EXCLUSIONES: CUOTAS FIJAS SIN INTERÉS IGUALES MENSUALES Y CONSECUTIVAS, VÁLIDAS PARA COMPRAS DE PRODUCTOS DE LAS CATEGORÍAS MENCIONADAS ABONANDO EXCLUSIVAMENTE CON TARJETAS DE CRÉDITO BANCARIAS EMITIDAS POR LOS SIGUIENTES BANCOS SELECCIONADOS: BANCO GALICIA:  TARJETAS VISA, MASTERCARD Y AMERICAN EXPRESS, 3, 6, 9 y 12 CUOTAS SIN INTERÉS; BANCO SANTANDER: TARJETAS VISA, MASTERCARD Y AMERICAN EXPRESS, 3, 6, 9 y 12 CUOTAS SIN INTERÉS; BBVA: TARJETAS VISA y MASTERCARD, 3, 6, 9 y 12 CUOTAS SIN INTERÉS. TNA (TASA NOMINAL ANUAL): 0,00%, TEA (TASA EFECTIVA ANUAL): 0,00%; CFT (COSTO FINANCIERO TOTAL): 0,00%. OFERTAS NO VÁLIDAS PARA COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, PAGOS EFECTUADOS CON TECNOLOGÍA “NFC”, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS O ABONADAS MEDIANTE BILLETERAS VIRTUALES, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. OFERTAS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL.\n\n\n\n(1)COSTO FINANCIERO TOTAL (CFT:0,00%)\n\n\n\n\n\n\n\n\n\n\n\n\n\n RENOVÁ TU CASA **\n\n\n\nOFERTAS VÁLIDAS EN LA REPÚBLICA ARGENTINA DESDE EL 26 DE SEPTIEMBRE HASTA EL 2 DE OCTUBRE DE 2025 VÁLIDO PARA COMPRAS EN SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE Y EN COTO DIGITAL (COTODIGITAL.COM.AR). LOS DESCUENTOS SE REALIZARÁN SOBRE COMPRAS EFECTUADAS EN EFECTIVO, CON TARJETA DE DÉBITO O DE CRÉDITO EN UN PAGO POR LÍNEA DE CAJA. NO ACUMULABLE CON OTRAS OFERTAS VIGENTES. LOS PRODUCTOS SELECCIONADOS SE ENCUENTRAN SEÑALADOS EN LA GÓNDOLA. OFERTAS VÁLIDAS PARA COMPRAS DE PRODUCTOS DE LAS CATEGORÍAS MENCIONADAS ABONADAS EN EFECTIVO Y/O CON TARJETA DE DÉBITO Y/O CON TARJETA DE CRÉDITO EN UN PAGO O EN CUOTAS. PRODUCTOS DISPONIBLES EN LAS SIGUIENTES SUCURSALES 44/60/61/63/64/65/75/80/85/90/91/92/96/107/109/118/129/131/165/178/181/184/185/188/189/192/197/203/204/208/209/215/219/220/238. CONSULTE DOMICILIOS DE LAS SUCURSALES EN COTO.COM.AR O LLAMANDO A FONOCOTO 0800-888-4848. \nEXCLUSIONES: (1) NO INCLUYE PRODUCTOS MARCA DURAX Y VASOS DOBLE VIDRIO.\nOFERTAS NO VÁLIDAS PARA COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, PAGOS EFECTUADOS CON TECNOLOGÍA “NFC”, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS O ABONADAS MEDIANTE BILLETERAS VIRTUALES, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. OFERTAS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. PARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n BANCO CIUDAD - LUNES **\n25% DE DESCUENTO - TARJETAS DE CRÉDITO\nDESCUENTO VÁLIDO EN LA REPÚBLICA ARGENTINA LOS DÍAS LUNES DESDE EL 01 DE SEPTIEMBRE HASTA EL 30 DE SEPTIEMBRE DE 2025 VÁLIDO PARA SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE Y COMPRAS EN COTO DIGITAL (WWW.COTODIGITAL.COM.AR). NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. \nPROMOCIÓN VÁLIDA PARA TODOS LOS LUNES DE SEPTIEMBRE 2025. PARA LA COMPRA EN UN PAGO CON TARJETAS DE CRÉDITO VISA, MASTERCARD Y CABAL EMITIDAS POR EL BANCO CIUDAD. ALCANZA A LA TOTALIDAD DE LOS RUBROS (EXCEPTO EXCLUSIONES). REEMBOLSO MÁXIMO: $ 10.000 (PESOS DIEZ MIL) SEMANAL POR CLIENTE. ABONANDO CON TARJETAS DE CRÉDITO VISA Y TARJETAS DE CRÉDITO MASTERCARD DE BANCO CIUDAD DE BUENOS AIRES EL REINTEGRO SE VERÁ REFLEJADO EN EL PRIMER O SEGUNDO RESUMEN POSTERIOR AL DE LA FECHA DE COMPRA. ABONANDO CON TARJETAS DE CRÉDITO CABAL EL DESCUENTO SE HARÁ EFECTIVO POR LÍNEA DE CAJAS. PARA COMPRAS POR INTERNET (COTO DIGITAL) VER BASES Y CONDICIONES EN https://www.cotodigital.com.ar/. SÓLO VÁLIDO PARA CLIENTES QUE SE ENCUENTREN AL DÍA EN SUS PRODUCTOS. QUEDAN EXCLUIDAS DE LA PROMOCIÓN LAS TARJETAS CORPORATIVAS.\nEXCLUSIONES: DESCUENTOS NO VÁLIDOS PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC” Y/O PARA PAGOS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS O ABONADAS MEDIANTE MERCADO PAGO, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. DESCUENTOS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. OPERATORIA DE MODO NO VÁLIDA EN CAJAS DE AUTOSERVICIO. DESCUENTOS NO VÁLIDOS PARA COMPRAS EN LOS PATIOS DE COMIDAS, COTO EXPRESSO, COTO BAR, ZONA JUEGOS Y ESTACIONAMIENTO PROPIO, NI COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR. NO INCLUYE ELECTRODOMÉSTICOS, NEUMÁTICOS NI RODADOS. NO INCLUYE PRODUCTOS DE BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOT X 1,5LT, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LEONCIO ARIZU (LUIGI BOSCA), BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN), BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR), NI VINOS EN TETRABRIK NI GENEROSOS. EL DESCUENTO EN CHAMPAÑAS Y ESPUMANTES NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON, POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG. NO INCLUYE CORTES DE CARNES DE NOVILLO, NOVILLITO, TERNERA, MENUDENCIAS NI CARNES ELABORADAS. NO INCLUYE POLLO ENTERO NI TROZADO, FRESCO NI CONGELADO. NO INCLUYE LECHES INFANTILES ETAPAS 1 Y 2 (FLUÍDAS NI EN POLVO), NI HARINAS EN TODAS SUS PRESENTACIONES, NI AZÚCAR EN TODAS SUS PRESENTACIONES, NI ACEITE DE GIRASOL Y MEZCLA GIRASOL-SOJA EN TODAS SUS PRESENTACIONES. NO INCLUYE TODAS LAS PRESENTACIONES DE LAS SIGUIENTES MARCAS: COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SIN AZÚCAR, SCHWEPPES, SPRITE Y SPRITE SIN AZÚCAR, AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE, ADES, HI-C NI MONSTER. DESCUENTOS, PRECIOS Y PROMOCIONES PARA CONSUMO FAMILIAR. ESTA PUBLICACIÓN NO ACUMULA CON OTROS DESCUENTOS, OFERTAS Y/O PROMOCIONES BANCARIAS\nPARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL.\n\n\n BANCO CIUDAD – 2° FIN DE SEMANA **\n20% DE DESCUENTO - TARJETAS DE DÉBITO \nDESCUENTO VÁLIDO EN LA REPÚBLICA ARGENTINA DESDE EL SÁBADO 13 DE SEPTIEMBRE HASTA EL 14 DE SEPTIEMBRE DE 2025 VÁLIDO PARA SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE Y COMPRAS EN COTO DIGITAL (WWW.COTODIGITAL.COM.AR)\nNO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. \nDESCUENTO VÁLIDO PARA EL DIA SABADO 13 DE SEPTIEMBRE HASTA EL 14 DE SEPTIEMBRE DE 2025. LA PRESENTE PROMOCIÓN ES VÁLIDA EN EL ÁMBITO DE LA REPÚBLICA ARGENTINA PARA TODOS LOS CLIENTES DEL BANCO CIUDAD QUE REALICEN COMPRAS CON LA TARJETA DE DÉBITO VISA Y MAESTRO. 20% DE DESCUENTO SIN TOPE DE DEVOLUCIÓN POR CUENTA. VÁLIDO EN LOS SUPERMERCADOS COTO. EL DESCUENTO OPERARÁ DE LA SIGUIENTE MANERA: PARA LAS TARJETAS MAESTRO Y PARA LAS TARJETAS VISA DÉBITO EL DESCUENTO SE ACREDITARÁ EN LA CUENTA VINCULADA A LA TARJETA DENTRO DE LOS 45 (CUARENTA Y CINCO) DÍAS SIGUIENTES DE REALIZADA LA COMPRA. PARA COMPRAS POR INTERNET (COTO DIGITAL) VER BASES Y CONDICIONES EN https://www.cotodigital.com.ar/. SÓLO VÁLIDO PARA CLIENTES QUE SE ENCUENTREN AL DÍA EN SUS PRODUCTOS.\nEXCLUSIONES: DESCUENTOS NO VÁLIDOS PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC” Y/O PARA PAGOS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, O COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS O ABONADAS MEDIANTE MERCADO PAGO, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. DESCUENTOS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. OPERATORIA DE MODO NO VÁLIDA EN CAJAS DE AUTOSERVICIO.\nDESCUENTOS NO VÁLIDOS PARA COMPRAS EN LOS PATIOS DE COMIDAS, COTO EXPRESSO, COTO BAR, ZONA JUEGOS Y ESTACIONAMIENTO PROPIO, NI COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR. NO INCLUYE ELECTRODOMÉSTICOS, NEUMÁTICOS NI RODADOS. NO INCLUYE PRODUCTOS DE BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOT X 1,5LT, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LEONCIO ARIZU (LUIGI BOSCA), BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN), BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR), NI VINOS EN TETRABRIK NI GENEROSOS. EL DESCUENTO EN CHAMPAÑAS Y ESPUMANTES NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON, POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG. NO INCLUYE CORTES DE CARNES DE NOVILLO, NOVILLITO, TERNERA, MENUDENCIAS NI CARNES ELABORADAS. NO INCLUYE POLLO ENTERO NI TROZADO, FRESCO NI CONGELADO. NO INCLUYE LECHES INFANTILES ETAPAS 1 Y 2 (FLUÍDAS NI EN POLVO), NI HARINAS EN TODAS SUS PRESENTACIONES, NI AZÚCAR EN TODAS SUS PRESENTACIONES, NI ACEITE DE GIRASOL Y MEZCLA GIRASOL-SOJA EN TODAS SUS PRESENTACIONES. NO INCLUYE TODAS LAS PRESENTACIONES DE LAS SIGUIENTES MARCAS: COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SIN AZÚCAR, SCHWEPPES, SPRITE Y SPRITE SIN AZÚCAR, AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE, ADES, HI-C NI MONSTER. DESCUENTOS, PRECIOS Y PROMOCIONES PARA CONSUMO FAMILIAR. ESTA PUBLICACIÓN NO ACUMULA CON OTROS DESCUENTOS, OFERTAS Y/O PROMOCIONES BANCARIAS\nPARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL. \n\n\n BANCO CIUDAD – 4° FIN DE SEMANA **\n20% DE DESCUENTO - TARJETAS DE DÉBITO \nDESCUENTO VÁLIDO EN LA REPÚBLICA ARGENTINA DESDE EL SÁBADO 27 DE SEPTIEMBRE HASTA EL 28 DE SEPTIEMBRE DE 2025 VÁLIDO PARA SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE Y COMPRAS EN COTO DIGITAL (WWW.COTODIGITAL.COM.AR). NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. \nDESCUENTO VÁLIDO PARA EL DIA SABADO 27 DE SEPTIEMBRE HASTA EL 28 DE SEPTIEMBRE DE 2025. LA PRESENTE PROMOCIÓN ES VÁLIDA EN EL ÁMBITO DE LA REPÚBLICA ARGENTINA PARA TODOS LOS CLIENTES DEL BANCO CIUDAD QUE REALICEN COMPRAS CON LA TARJETA DE DÉBITO VISA Y MAESTRO. 20% DE DESCUENTO SIN TOPE DE DEVOLUCIÓN POR CUENTA. VÁLIDO EN LOS SUPERMERCADOS COTO. EL DESCUENTO OPERARÁ DE LA SIGUIENTE MANERA: PARA LAS TARJETAS MAESTRO Y PARA LAS TARJETAS VISA DÉBITO EL DESCUENTO SE ACREDITARÁ EN LA CUENTA VINCULADA A LA TARJETA DENTRO DE LOS 45 (CUARENTA Y CINCO) DÍAS SIGUIENTES DE REALIZADA LA COMPRA. PARA COMPRAS POR INTERNET (COTO DIGITAL) VER BASES Y CONDICIONES EN https://www.cotodigital.com.ar/ SÓLO VÁLIDO PARA CLIENTES QUE SE ENCUENTREN AL DÍA EN SUS PRODUCTOS.\nEXCLUSIONES: DESCUENTOS NO VÁLIDOS PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC” Y/O PARA PAGOS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, O COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS O ABONADAS MEDIANTE MERCADO PAGO, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. DESCUENTOS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. OPERATORIA DE MODO NO VÁLIDA EN CAJAS DE AUTOSERVICIO.\nDESCUENTOS NO VÁLIDOS PARA COMPRAS EN LOS PATIOS DE COMIDAS, COTO EXPRESSO, COTO BAR, ZONA JUEGOS Y ESTACIONAMIENTO PROPIO, NI COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR. NO INCLUYE ELECTRODOMÉSTICOS, NEUMÁTICOS NI RODADOS. NO INCLUYE PRODUCTOS DE BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOT X 1,5LT, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LEONCIO ARIZU (LUIGI BOSCA), BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN), BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR), NI VINOS EN TETRABRIK NI GENEROSOS. EL DESCUENTO EN CHAMPAÑAS Y ESPUMANTES NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON, POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG. NO INCLUYE CORTES DE CARNES DE NOVILLO, NOVILLITO, TERNERA, MENUDENCIAS NI CARNES ELABORADAS. NO INCLUYE POLLO ENTERO NI TROZADO, FRESCO NI CONGELADO. NO INCLUYE LECHES INFANTILES ETAPAS 1 Y 2 (FLUÍDAS NI EN POLVO), NI HARINAS EN TODAS SUS PRESENTACIONES, NI AZÚCAR EN TODAS SUS PRESENTACIONES, NI ACEITE DE GIRASOL Y MEZCLA GIRASOL-SOJA EN TODAS SUS PRESENTACIONES. NO INCLUYE TODAS LAS PRESENTACIONES DE LAS SIGUIENTES MARCAS: COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SIN AZÚCAR, SCHWEPPES, SPRITE Y SPRITE SIN AZÚCAR AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE, ADES, HI-C NI MONSTER. DESCUENTOS, PRECIOS Y PROMOCIONES PARA CONSUMO FAMILIAR. ESTA PUBLICACIÓN NO ACUMULA CON OTROS DESCUENTOS, OFERTAS Y/O PROMOCIONES BANCARIAS\nPARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL. \n\n\n TARJETA PREPAGA UALÁ **\nTARJETA PREPAGA\nPROMOCIÓN OFRECIDA POR ALAU TECNOLOGÍA S.A.U, CUIT 30-71542170-0 CON DOMICILIO EN NICARAGUA 4677, CABA, ARGENTINA (“UALÁ”), VÁLIDO ÚNICAMENTE EN ARGENTINA LOS DÍAS LUNES DESDE EL 01/09/2025 AL 30/09/2025, AMBAS FECHAS INCLUSIVE, PARA COMPRAS REALIZADAS EN TODAS LAS SUCURSALES FÍSICAS OFICIALES (“LOCALES ADHERIDOS”) DE COTO CENTRO INTEGRAL DE COMERCIALIZACIÓN S.A. - CUIT 30-54808315-6 (“COTO”) Y/O A TRAVÉS DEL SITIO WEB: HTTPS://WWW.COTODIGITAL.COM.AR// QUE SEAN ABONADAS CON LA TARJETA PREPAGA MASTERCARD UALÁ (“TARJETA PREPAGA”). SERÁ REQUISITO NECESARIO PARA ACCEDER A LA PROMOCIÓN, CONTAR CON UNA CAJA DE AHORROS EN PESOS (“CAJA DE AHORRO”) OFRECIDA POR UALÁ BANK S.A.U (\"UALÁ\") A TRAVÉS DE LA APLICACIÓN MÓVIL UALÁ (\"APP\"). SE OTORGARÁ UN 25% DE REINTEGRO SOBRE CADA COMPRA REALIZADA CON LA TARJETA PREPAGA, CON TOPE DE REINTEGRO DE $10.000 POR MES Y POR USUARIO DE LA APP (\"REINTEGRO\"). EL REINTEGRO SE DISPONIBILIZARÁ EN LA CUENTA DEL USUARIO DENTRO DE LOS 30 DÍAS CORRIDOS POSTERIORES A LA FECHA DE COMPRA. PROMOCIÓN NO ACUMULABLE CON OTRAS PROMOCIONES Y/O BENEFICIOS VIGENTES. PROMOCIÓN NO APLICABLE PARA PAGOS A TRAVÉS DE BILLETERAS VIRTUALES (EXCEPTO UALÁ Y APPLE PAY) Y/O PLATAFORMAS DE PAGO ONLINE. LOS LOCALES ADHERIDOS SON LOS EXCLUSIVOS RESPONSABLES POR LA PRESTACIÓN, CORRECTO FUNCIONAMIENTO Y/O GARANTÍA DEL PRODUCTO Y/O DEL SERVICIO ADQUIRIDO, CUALQUIER RECLAMO DEBERÁ DIRIGIRSE CONTRA ELLOS. PARA MÁS INFORMACIÓN SOBRE ESTA PROMOCIÓN SE DEBERÁ CONSULTAR EN EL CHAT DE LA APP INGRESANDO DESDE EL PERFIL DE USUARIO EN LA SECCIÓN “AYUDA”. LA CAJA DE AHORRO ES OFRECIDA POR UALÁ, ENTIDAD FINANCIERA DEBIDAMENTE AUTORIZADA POR EL BCRA, QUE OPERA A TRAVÉS DE LA APP COMO CANAL DE BANCA MÓVIL. EL TITULAR DE LA CAJA DE AHORRO EN UALÁ PODRÁ REALIZAR LAS OPERACIONES HABILITADAS A TRAVÉS DEL CANAL. LOS DEPÓSITOS EN LA CAJA DE AHORROS CUENTAN CON GARANTÍA LIMITADA PARA SU DEVOLUCIÓN, DE CONFORMIDAD CON LA LEY 24.485 Y LAS NORMAS DEL BCRA. LAS OPERACIONES BANCARIAS NO CUENTAN CON RESPALDO DEL ACCIONISTA DE CAPITAL EXTRANJERO EN EXCESO DE SU INTEGRACIÓN ACCIONARIA (LEY 25.738); TAMPOCO LO HACEN OTRAS ENTIDADES QUE UTILICEN LA MARCA. ALAU ES UN PROVEEDOR DE SERVICIOS DE PAGO, PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN WWW.UALA.COM.AR/LEGALES.\n\nTARJETA DE CRÉDITO\nPROMOCIÓN OFRECIDA POR ALAU TECNOLOGÍA S.A.U, CUIT 30-71542170-0 CON DOMICILIO EN NICARAGUA 4677, CABA, ARGENTINA (“ALAU”), VÁLIDO ÚNICAMENTE EN ARGENTINA LOS DÍAS LUNES DESDE EL 01/09/2025 AL 30/09/2025, AMBAS FECHAS INCLUSIVE. PARA COMPRAS REALIZADAS EN TODAS LAS SUCURSALES FÍSICAS OFICIALES (\"LOCALES ADHERIDOS\") DE COTO CENTRO INTEGRAL DE COMERCIALIZACIÓN S.A. - CUIT 30-54808315-6 (“COTO”) Y/O A TRAVÉS DEL SITIO WEB: HTTPS://WWW.COTODIGITAL.COM.AR// Y QUE SEA REALIZADA CON LAS TARJETAS DE CRÉDITO MASTERCARD UALÁ (“TARJETAS DE CRÉDITO”) OFRECIDAS POR UALÁ BANK S.A.U. (“UALÁ”). SERÁ REQUISITO NECESARIO PARA ACCEDER A LA PROMOCIÓN, TENER ABIERTA Y OPERATIVA UNA CAJA DE AHORROS EN PESOS (“CAJA DE AHORRO”) OFRECIDA POR UALÁ A TRAVÉS DE LA APLICACIÓN MÓVIL UALÁ (\"APP\"). SE OTORGARÁ UN 25% DE REINTEGRO DEL MONTO TOTAL DE CADA COMPRA QUE SEAN REALIZADAS EXCLUSIVAMENTE CON ALGUNA DE LAS TARJETAS DE CRÉDITO EN UN PAGO, CON TOPE DE REINTEGRO DE $15.000 POR MES Y POR USUARIO DE LA APP (\"REINTEGRO\"). EL REINTEGRO SE DISPONIBILIZARÁ EN LA CUENTA DEL USUARIO DENTRO DE LOS 30 DÍAS CORRIDOS POSTERIORES A LA FECHA DE COMPRA. PROMOCIÓN NO ACUMULABLE CON OTRAS PROMOCIONES Y/O BENEFICIOS VIGENTES. PROMOCIÓN NO APLICABLE PARA PAGOS A TRAVÉS DE BILLETERAS VIRTUALES (EXCEPTO UALÁ Y APPLE PAY) Y/O PLATAFORMAS DE PAGO ONLINE. LOS LOCALES ADHERIDOS SON LOS EXCLUSIVOS RESPONSABLES POR LA PRESTACIÓN, CORRECTO FUNCIONAMIENTO Y/O GARANTÍA DEL PRODUCTO Y/O DEL SERVICIO ADQUIRIDO, CUALQUIER RECLAMO DEBERÁ DIRIGIRSE CONTRA ELLOS. PARA MÁS INFORMACIÓN SOBRE ESTA PROMOCIÓN SE DEBERÁ CONSULTAR EN EL CHAT DE LA APP INGRESANDO DESDE EL PERFIL DE USUARIO EN LA SECCIÓN “AYUDA”. LA CAJA DE AHORRO Y LAS TARJETAS DE CRÉDITO SON OFRECIDAS POR UALÁ, ENTIDAD FINANCIERA DEBIDAMENTE AUTORIZADA POR EL BCRA, QUE OPERA A TRAVÉS DE LA APP COMO CANAL DE BANCA MÓVIL. EL TITULAR DE LA CAJA DE AHORRO EN UALÁ PODRÁ REALIZAR LAS OPERACIONES HABILITADAS A TRAVÉS DEL CANAL. LOS DEPÓSITOS EN LA CAJA DE AHORROS CUENTAN CON GARANTÍA LIMITADA PARA SU DEVOLUCIÓN, DE CONFORMIDAD CON LA LEY 24.485 Y LAS NORMAS DEL BCRA. LAS TARJETAS DE CRÉDITO SE ENCUENTRAN SUJETA A APROBACIÓN CREDITICIA. LAS OPERACIONES BANCARIAS NO CUENTAN CON RESPALDO DEL ACCIONISTA DE CAPITAL EXTRANJERO EN EXCESO DE SU INTEGRACIÓN ACCIONARIA (LEY 25.738); TAMPOCO LO HACEN OTRAS ENTIDADES QUE UTILICEN LA MARCA. ALAU ES UN PROVEEDOR DE SERVICIOS DE PAGO, PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN WWW.UALA.COM.AR/LEGALES.\n\nLAS COMPRAS ABONADAS MEDIANTE BILLETERAS VIRTUALES NO APLICAN PARA DESCUENTOS NI FINANCIACIÓN BANCARIA. DESCUENTOS NO VÁLIDOS PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC”. PARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL. \n\n\n BANCO CREDICOOP – MODO **\n30% DE DESCUENTO - TARJETAS DE CRÉDITO Y DÉBITO\nCARTERA DE CONSUMO. PROMOCIÓN DEL 30% DE AHORRO EN COMPRAS REALIZADAS EN EL PAÍS, EN UN PAGO SOBRE EL PRECIO DE CONTADO. TOPE DE REINTEGRO: $15.000 POR USUARIO POR SEMANA. VÁLIDA PARA TODOS LOS LUNES COMPRENDIDOS ENTRE EL 01/09/2025 AL 30/09/2025, PARA COMPRAS REALIZADAS CON TARJETAS CABAL CREDICOOP (EXCEPTO AGROCABAL Y CABAL MAYORISTA) ESCANEANDO EL QR DE MODO DESDE LA APP BANCA CREDICOOP Y/O MODO. \n\n**PRODUCT EXCLUSIONS:** NO APLICA PARA PAGOS CON DINERO EN CUENTA Y/O TRANSFERENCIA\n\n. PROMOCIÓN VÁLIDA ÚNICAMENTE PARA COMPRAS REALIZADAS DE MANERA PRESENCIAL EN SUCURSALES. EL REINTEGRO SE ACREDITARÁ EN LA CUENTA ABIERTA EN BANCO CREDICOOP DENTRO DE LOS SIGUIENTES 30 DÍAS. SERÁ CONDICIÓN ESENCIAL PARA PARTICIPAR DE LA MISMA QUE AL MOMENTO DE EFECTUAR EL REINTEGRO, LA TARJETA SE ENCUENTRE VIGENTE Y EN ESTADO DE CUMPLIMIENTO NORMAL EN EL CASO DE CRÉDITO, Y LA CUENTA ABIERTA EN EL CASO DE DÉBITO, A TÍTULO PERSONAL Y ADHERIDA A MODO. PROMOCIÓN VÁLIDA ÚNICAMENTE PARA COMPRAS REALIZADAS EN 1 PAGO CON TARJETAS DE CRÉDITO CABAL Y TARJETA DE DÉBITO CABAL EMITIDAS POR EL BANCO CREDICOOP. DICHA PROMOCIÓN NO ES ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. EJEMPLO: EN UNA COMPRA DE $1.000 EN UN PAGO: EL IMPORTE DEL AHORRO ES DE $300. LA PROMOCIÓN \n\n**PRODUCT EXCLUSIONS:** NO APLICA A PAGOS A TRAVÉS DE BILLETERAS VIRTUALES (EXCEPTO MODO), MPOS Y/O PLATAFORMAS DE PAGO ONLINE\n\n. MODO ES MARCA REGISTRADA POR PLAY DIGITAL S.A., CUIT 30-71682943-6, CON DOMICILIO EN AV. DEL LIBERTADOR 7208, TORRE II, PISO 4, CABA (“PDSA”). SÓLO PODRÁN PARTICIPAR DE LA PROMOCIÓN AQUELLOS CLIENTES QUE AL MOMENTO DE COMPRAR SE ENCUENTREN AL DÍA CON SUS PRODUCTOS. BANCO CREDICOOP SOLO ES EL MEDIO DE PAGO PARA LA ADQUISICIÓN DEL PRODUCTO/SERVICIO.\n\n BANCO CREDICOOP FIN DE SEMANA **\n30% DE DESCUENTO - TARJETAS DE CRÉDITO Y DÉBITO MODO\nCARTERA DE CONSUMO. PROMOCIÓN DEL 30% DE AHORRO EN COMPRAS REALIZADAS EN EL PAÍS, EN UN PAGO SOBRE EL PRECIO DE CONTADO. TOPE DE REINTEGRO: $13.500 POR USUARIO POR SEMANA. VÁLIDA PARA EL DÍA SÁBADO 20 Y DOMINGO 21 DE SEPTIEMBRE 2025, PARA COMPRAS REALIZADAS CON TARJETAS CABAL CREDICOOP (EXCEPTO AGROCABAL Y CABAL MAYORISTA) ESCANEANDO EL QR DE MODO DESDE LA APP CREDICOOP Y/O MODO. \n\n**PRODUCT EXCLUSIONS:** NO APLICA PARA PAGOS CON DINERO EN CUENTA Y/O TRANSFERENCIA\n\n. PROMOCIÓN VÁLIDA ÚNICAMENTE PARA COMPRAS REALIZADAS DE MANERA PRESENCIAL EN SUCURSALES. EL REINTEGRO SE VERÁ REFLEJADO EN EL PRIMER O SEGUNDO RESUMEN DE LA TARJETA DE CRÉDITO CABAL O DENTRO DE LOS 60 DÍAS EN EL CASO DE CONSUMO CON TARJETA DE DÉBITO CABAL. SERÁ CONDICIÓN ESENCIAL PARA PARTICIPAR DE LA MISMA QUE AL MOMENTO DE EFECTUAR EL REINTEGRO, LA TARJETA SE ENCUENTRE VIGENTE Y EN ESTADO DE CUMPLIMIENTO NORMAL EN EL CASO DE CRÉDITO, Y LA CUENTA ABIERTA EN EL CASO DE DÉBITO. TAMBIÉN SERÁ REQUISITO TENER UNA CUENTA ABIERTA EN EL BANCO, A TÍTULO PERSONAL, ADHERIDA A MODO. PROMOCIÓN VÁLIDA ÚNICAMENTE PARA COMPRAS REALIZADAS EN 1 PAGO CON TARJETAS DE CRÉDITO CABAL Y TARJETA DE DÉBITO CABAL EMITIDAS POR EL BANCO CREDICOOP. DICHA PROMOCIÓN NO ES ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. EJEMPLO: EN UNA COMPRA DE $1.000 EN UN PAGO: EL IMPORTE DEL AHORRO ES DE $350. LA PROMOCIÓN \n\n**PRODUCT EXCLUSIONS:** NO APLICA A PAGOS A TRAVÉS DE BILLETERAS VIRTUALES (EXCEPTO MODO), MPOS Y/O PLATAFORMAS DE PAGO ONLINE\n\n. MODO ES MARCA REGISTRADA POR PLAY DIGITAL S.A., CUIT 30-71682943-6, CON DOMICILIO EN AV. DEL LIBERTADOR 7208, TORRE II, PISO 4, CABA (“PDSA”). SÓLO PODRÁN PARTICIPAR DE LA PROMOCIÓN AQUELLOS CLIENTES QUE AL MOMENTO DE COMPRAR SE ENCUENTREN AL DÍA CON SUS PRODUCTOS. BANCO CREDICOOP SOLO ES EL MEDIO DE PAGO PARA LA ADQUISICIÓN DEL PRODUCTO/SERVICIO.\n\n BANCO CREDICOOP FIN DE SEMANA PLAN SUELDO **\n40% DE DESCUENTO - TARJETAS DE CRÉDITO Y DÉBITO MODO\nCARTERA DE CONSUMO. PROMOCIÓN DEL 40% DE AHORRO EN COMPRAS REALIZADAS EN EL PAÍS, EN UN PAGO SOBRE EL PRECIO DE CONTADO. TOPE DE REINTEGRO: $18.000 POR USUARIO POR SEMANA EN EL CASO DE COBRAR HABERES EN EL BANCO (\n\n**PRODUCT EXCLUSIONS:** EXCLUYE JUBILACIONES Y PENSIONES)\n\n. VÁLIDA PARA EL DÍA SÁBADO 20 Y DOMINGO 21 DE SEPTIEMBRE 2025, PARA COMPRAS REALIZADAS CON TARJETAS CABAL CREDICOOP (EXCEPTO AGROCABAL Y CABAL MAYORISTA) ESCANEANDO EL QR DE MODO DESDE LA APP CREDICOOP Y/O MODO. \n\n**PRODUCT EXCLUSIONS:** NO APLICA PARA PAGOS CON DINERO EN CUENTA Y/O TRANSFERENCIA\n\n. PROMOCIÓN VÁLIDA ÚNICAMENTE PARA COMPRAS REALIZADAS DE MANERA PRESENCIAL EN SUCURSALES. EL REINTEGRO SE VERÁ REFLEJADO EN EL PRIMER O SEGUNDO RESUMEN DE LA TARJETA DE CRÉDITO CABAL O DENTRO DE LOS 60 DÍAS EN EL CASO DE CONSUMO CON TARJETA DE DÉBITO CABAL. SERÁ CONDICIÓN ESENCIAL PARA PARTICIPAR DE LA MISMA QUE AL MOMENTO DE EFECTUAR EL REINTEGRO, LA TARJETA SE ENCUENTRE VIGENTE Y EN ESTADO DE CUMPLIMIENTO NORMAL EN EL CASO DE CRÉDITO, Y LA CUENTA ABIERTA EN EL CASO DE DÉBITO. TAMBIÉN SERÁ REQUISITO TENER UNA CUENTA ABIERTA EN EL BANCO, A TÍTULO PERSONAL, ADHERIDA A MODO. PROMOCIÓN VÁLIDA ÚNICAMENTE PARA COMPRAS REALIZADAS EN 1 PAGO CON TARJETAS DE CRÉDITO CABAL Y TARJETA DE DÉBITO CABAL EMITIDAS POR EL BANCO CREDICOOP. DICHA PROMOCIÓN NO ES ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. EJEMPLO: EN UNA COMPRA DE $1.000 EN UN PAGO: EL IMPORTE DEL AHORRO ES DE $400. LA PROMOCIÓN \n\n**PRODUCT EXCLUSIONS:** NO APLICA A PAGOS A TRAVÉS DE BILLETERAS VIRTUALES (EXCEPTO MODO), MPOS Y/O PLATAFORMAS DE PAGO ONLINE\n\n. MODO ES MARCA REGISTRADA POR PLAY DIGITAL S.A., CUIT 30-71682943-6, CON DOMICILIO EN AV. DEL LIBERTADOR 7208, TORRE II, PISO 4, CABA (“PDSA”). SÓLO PODRÁN PARTICIPAR DE LA PROMOCIÓN AQUELLOS CLIENTES QUE AL MOMENTO DE COMPRAR SE ENCUENTREN AL DÍA CON SUS PRODUCTOS. BANCO CREDICOOP SOLO ES EL MEDIO DE PAGO PARA LA ADQUISICIÓN DEL PRODUCTO/SERVICIO.\n\n\n SUPERVIELLE MARTES **\nTARJETAS DE CRÉDITO Y DÉBITO\nDESCUENTO VÁLIDO EN LA REPÚBLICA ARGENTINA LOS DÍAS MARTES DESDE EL 01 DE SEPTIEMBRE HASTA EL 30 DE SEPTIEMBRE DE 2025. VÁLIDO PARA SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE.\nNO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. \nCARTERA CONSUMO. BANCO SUPERVIELLE S.A., RECONQUISTA 330, C.A.B.A., CUIT 33-50000517-9, INSCRIP. I.G.J. N° 23, F° 502, L. 45, T° A DE ESTATUTOS NAC. (“EL BANCO”). VIGENTE LOS MARTES DEL 1 DE SEPTIEMBRE AL 30 DE NOVIEMBRE DE 2025 PARA COMPRAS REALIZADAS EN SUCURSALES DE COTO DE C.A.B.A., BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS, SANTA FE Y POR INTERNET EN HTTPS://WWW.COTODIGITAL.COM.AR/ CON LA TARJETA DE DÉBITO VISA (“LA TD”) Y LAS TARJETAS DE CRÉDITO VISA Y/O MASTERCARD (“LAS TC”) QUE FORMEN PARTE DE UN PAQUETE DE PRODUCTOS DEL BANCO. LA PROMOCIÓN NO ES APLICABLE A TARJETAS CORPORATIVAS. SIN TOPE DE REINTEGRO. SE OTORGARÁ UN 25% DE AHORRO PARA LAS TD Y LAS TC CLASSIC/INTERNACIONAL Y GOLD (“CG”), Y UN 30% DE AHORRO PARA LAS TC PLATINUM Y SIGNATURE/BLACK (“IDT”). EJ.: CG: PARA UNA COMPRA DE $50.000 EN 1 (UN) PAGO SE REALIZARÁ UN DESCUENTO VÍA REINTEGRO DEL 25% SOBRE AQUELLOS PRODUCTOS QUE NO ESTÉN ALCANZADOS POR ACUERDOS DEL GOBIERNO Y/U OTRAS PROMOCIONES. EL CONSUMO DE $50.000 Y EL REINTEGRO CORRESPONDIENTE PODRÁ VERSE REFLEJADO EN LA CUENTA RELACIONADA CON LA TD A LOS 30 DÍAS DE REALIZADA LA COMPRA O EN EL 1ER O 2DO RESUMEN POSTERIOR A LA COMPRA PARA LOS PAGOS CON TC. IDT: PARA UNA COMPRA DE $50.000 EN 1 (UN) PAGO SE REALIZARÁ UN DESCUENTO VÍA REINTEGRO DEL 30% SOBRE AQUELLOS PRODUCTOS QUE NO ESTÉN ALCANZADOS POR ACUERDOS DEL GOBIERNO Y/U OTRAS PROMOCIONES. EL CONSUMO DE $50.000 Y EL REINTEGRO CORRESPONDIENTE PODRÁ VERSE REFLEJADO EN LA CUENTA RELACIONADA CON LA TD A LOS 30 DÍAS DE REALIZADA LA COMPRA O EN EL 1ER O 2DO RESUMEN POSTERIOR A LA COMPRA PARA LOS PAGOS CON TC. EXCLUSIONES: PROMOCIÓN NO VÁLIDA PARA COMPRAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, NI PARA COMPRAS ABONADAS EN EUROS, DÓLARES O TICKETS, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. NO INCLUYE ELECTRODOMÉSTICOS NI NEUMÁTICOS. NO VÁLIDO PARA PAGOS EFECTUADOS CON TECNOLOGÍA NFC (NEAR FIELD COMMUNICATION), NI PARA COMPRAS REALIZADAS CON TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO. NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. DESCUENTOS NO VÁLIDOS PARA COMPRAS EN LOS PATIOS DE COMIDAS, COTO EXPRESSO, COTO BAR, ZONA JUEGOS Y ESTACIONAMIENTO PROPIO. NO INCLUYE ELECTRODOMÉSTICOS, NEUMÁTICOS NI RODADOS. NO INCLUYE PRODUCTOS DE BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOTELLA POR 1,5 L, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LEONCIO ARIZU (LUIGI BOSCA), BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN) BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR) NI VINOS EN TETRABRIK NI GENEROSOS. EL DESCUENTO EN CHAMPAÑAS Y ESPUMANTES NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON, POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG. NO INCLUYE CORTES DE CARNES DE NOVILLO, NOVILLITO, TERNERA, MENUDENCIAS NI CARNES ELABORADAS. NO INCLUYE POLLO ENTERO NI TROZADO, FRESCO NI CONGELADO. NO INCLUYE LECHES INFANTILES ETAPAS 1 Y 2 (FLUIDAS NI EN POLVO), NI YERBAS EN TODAS SUS PRESENTACIONES, NI HARINAS EN TODAS SUS PRESENTACIONES, NI AZÚCAR EN TODAS SUS PRESENTACIONES, NI ACEITE DE GIRASOL Y MEZCLA GIRASOL-SOJA EN TODAS SUS PRESENTACIONES. NO INCLUYE TODAS LAS PRESENTACIONES DE LAS SIGUIENTES MARCAS: COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SIN AZÚCAR, SCHWEPPES, SPRITE, SPRITE SIN AZÚCAR, AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE, ADES, HI-C NI MONSTER. NO COMBINABLE CON OTRAS PROMOCIONES NI DESCUENTOS. LAS COMPRAS REALIZADAS A TRAVÉS DE BILLETERAS VIRTUALES O 'PROVEEDORES DE SERVICIOS DE PAGO' NO APLICAN A DESCUENTOS NI FINANCIACIÓN BANCARIA. PARA LA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTAS AL TELÉFONO 0800-2226678. COTO C.I.C.S.A., CUIT 30-54808315-6, PAYSANDÚ 1842 - C1416CDP – C.A.B.A. FONOCOTO 0800-888-4848. WWW.COTO.COM.AR. EL BANCO NO ES RESPONSABLE POR LOS PRODUCTOS Y/O SERVICIOS COMERCIALIZADOS POR LAS MARCAS Y LOCALES PARTICIPANTES EN LAS PROMOCIONES..\n\n\n BANCO SUPERVIELLE – 1° FIN DE SEMANA **\nDESCUENTO VÁLIDO EN LA REPÚBLICA ARGENTINA LOS DÍAS SÁBADO 06 DE SEPTIEMBRE HASTA EL DOMINGO 07 DE SEPTIEMBRE DE 2025. VÁLIDO PARA SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE.\nNO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. \nCARTERA CONSUMO. BANCO SUPERVIELLE S.A., RECONQUISTA 330, C.A.B.A., CUIT 33-50000517-9, INSCRIP. I.G.J. N° 23, F° 502, L. 45, T° A DE ESTATUTOS NAC. (“EL BANCO”). VIGENTE EN LA REPÚBLICA ARGENTINA LOS DÍAS SÁBADO 6 Y DOMINGO 7 DE SEPTIEMBRE DE 2025 PARA CLIENTES QUE REALICEN COMPRAS PRESENCIALES EN LOCALES DE SUPERMERCADOS COTO DE TODO EL PAÍS ABONADAS EN 1 (UN) PAGO MEDIANTE LA MODALIDAD DE PAGO CON “QR” A TRAVÉS DE “MODO” DESDE APP SUPERVIELLE, APP SUPERVIELLE JUBILADOS O APP MODO CON LAS TARJETAS DE CRÉDITO VISA Y/O MASTERCARD QUE FORMEN PARTE DE UN PAQUETE DE PRODUCTOS DEL BANCO. SE OTORGARÁ UN 20% DE REINTEGRO CON TOPE POR CLIENTE POR EL TOTAL DE LA PROMOCIÓN (CONSIDERANDO LA SUMA DE LOS CONSUMOS REALIZADOS EN CUALQUIERA DE LOS LOCALES ADHERIDOS): $10.000 PARA TARJETAS CLASSIC/INTERNACIONAL Y GOLD (“CG”). LOS CLIENTES QUE TENGAN TARJETAS PLATINUM Y STIGNATURE/BLACK (“IDT”), RECIBIRÁN UN 5% ADICIONAL CON TOPE POR PROMOCIÓN DE $5.000. EJ.: CG: PARA UNA COMPRA CON QR DE $40.000, SE REINTEGRARÁ EL 20% DEL PRECIO, ES DECIR, $8.000. EL CONSUMO Y EL REINTEGRO SE VERÁN REFLEJADOS EN LA CUENTA ASOCIADA A MODO DENTRO DE LOS 30 DÍAS DE REALIZADA LA COMPRA. IDT: PARA UNA COMPRA CON QR DE $40.000, SE REINTEGRARÁ EL 20% DEL PRECIO, ES DECIR, $8.000, Y UN ADICIONAL DE 5%, ES DECIR $2.000. EL CONSUMO DE $40.000 Y LOS REINTEGROS DE $8.000 Y $2.000 RESPECTIVAMENTE SE VERÁN REFLEJADOS EN LA CUENTA ASOCIADA A MODO DENTRO DE LOS 30 DÍAS DE REALIZADA LA COMPRA. ES CONDICIÓN NECESARIA TENER UNA CUENTA SUPERVIELLE PROPIA ADHERIDA A MODO. \n\n**PRODUCT EXCLUSIONS:** NO APLICA A PAGOS REALIZADOS A TRAVÉS DE BILLETERAS VIRTUALES O 'PROVEEDORES DE SERVICIOS DE PAGO', EXCEPTO MODO\n\n. LA MARCA “MODO” ES PROPIEDAD DE PLAY DIGITAL S.A., CUIT 30-71682943-6, DOMICILIO EN AV. LEANDRO N. ALEM 882, C.A.B.A. EL BANCO NO ES RESPONSABLE POR LOS PRODUCTOS Y/O SERVICIOS COMERCIALIZADOS POR LAS MARCAS Y LOCALES PARTICIPANTES EN LAS PROMOCIONES.\nVÁLIDO PARA CONSUMOS DE TIPO FAMILIAR. \nEXCLUSIONES: DESCUENTOS NO VÁLIDOS PARA COMPRAS POR INTERNET EN COTO DIGITAL. DESCUENTOS NO VÁLIDOS PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC” Y/O PARA PAGOS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS O ABONADAS MEDIANTE MERCADO PAGO, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. DESCUENTOS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. OPERATORIA DE MODO NO VÁLIDA EN CAJAS DE AUTOSERVICIO.\nDESCUENTOS NO VÁLIDOS PARA COMPRAS EN LOS PATIOS DE COMIDAS, COTO EXPRESSO, COTO BAR, ZONA JUEGOS Y ESTACIONAMIENTO PROPIO, NI COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR. NO INCLUYE ELECTRODOMÉSTICOS, NEUMÁTICOS NI RODADOS. NO INCLUYE PRODUCTOS DE BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOT X 1,5LT, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LEONCIO ARIZU (LUIGI BOSCA), BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN), BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR), NI VINOS EN TETRABRIK NI GENEROSOS. EL DESCUENTO EN CHAMPAÑAS Y ESPUMANTES NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON, POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG. NO INCLUYE CORTES DE CARNES DE NOVILLO, NOVILLITO, TERNERA, MENUDENCIAS NI CARNES ELABORADAS. NO INCLUYE POLLO ENTERO NI TROZADO, FRESCO NI CONGELADO. NO INCLUYE LECHES INFANTILES ETAPAS 1 Y 2 (FLUÍDAS NI EN POLVO), NI HARINAS EN TODAS SUS PRESENTACIONES, NI AZÚCAR EN TODAS SUS PRESENTACIONES, NI ACEITE DE GIRASOL Y MEZCLA GIRASOL-SOJA EN TODAS SUS PRESENTACIONES. NO INCLUYE TODAS LAS PRESENTACIONES DE LAS SIGUIENTES MARCAS: COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SIN AZÚCAR, SCHWEPPES, SPRITE Y SPRITE SIN AZÚCAR AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE, ADES, HI-C NI MONSTER. DESCUENTOS, PRECIOS Y PROMOCIONES PARA CONSUMO FAMILIAR. ESTA PUBLICACIÓN NO ACUMULA CON OTROS DESCUENTOS, OFERTAS Y/O PROMOCIONES BANCARIAS\nPARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL.\n\n\n BANCO MACRO ESPECIAL SEPTIEMBRE ** \n25% DE DESCUENTO - TARJETAS DE CRÉDITO\nDESCUENTO VÁLIDO EN LA REPÚBLICA ARGENTINA EL DÍA MARTES 02 DE SEPTIEMBRE Y MARTES 09 DE SEPTIEMBRE DE 2025 VÁLIDO PARA SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE Y COMPRAS EN COTO DIGITAL (WWW.COTODIGITAL.COM.AR). NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. \nPROMOCIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA PARA LAS COMPRAS REALIZADAS EL DÍA MARTES 02/09/2025 Y MARTES 09/09/2025. PARA LA COMPRA EN UN PAGO CON TARJETAS DE CRÉDITO VISA, MASTERCARD EMITIDAS POR EL BANCO MACRO. ALCANZA A LA TOTALIDAD DE LOS RUBROS (EXCEPTO EXCLUSIONES). SIN TOPE DE REINTEGRO. ABONANDO CON TARJETAS DE CRÉDITO VISA Y TARJETAS DE CRÉDITO MASTERCARD DE BANCO MACRO EL REINTEGRO SE VERÁ REFLEJADO EN EL PRIMER O SEGUNDO RESUMEN POSTERIOR AL DE LA FECHA DE COMPRA. ABONANDO CON TARJETAS DE CRÉDITO CABAL EL DESCUENTO SE HARÁ EFECTIVO POR LÍNEA DE CAJAS. PARA COMPRAS POR INTERNET (COTO DIGITAL) VER BASES Y CONDICIONES EN WWW.COTODIGITAL.COM.AR. SÓLO VÁLIDO PARA CLIENTES QUE SE ENCUENTREN AL DÍA EN SUS PRODUCTOS. QUEDAN EXCLUIDAS DE LA PROMOCIÓN LAS TARJETAS CORPORATIVAS.\nEXCLUSIONES: DESCUENTOS NO VÁLIDOS PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC” Y/O PARA PAGOS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS O ABONADAS MEDIANTE MERCADO PAGO, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. DESCUENTOS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. OPERATORIA DE MODO NO VÁLIDA EN CAJAS DE AUTOSERVICIO. DESCUENTOS NO VÁLIDOS PARA COMPRAS EN LOS PATIOS DE COMIDAS, COTO EXPRESSO, COTO BAR, ZONA JUEGOS Y ESTACIONAMIENTO PROPIO, NI COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR. NO INCLUYE ELECTRODOMÉSTICOS, NEUMÁTICOS NI RODADOS. NO INCLUYE PRODUCTOS DE BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOT X 1,5LT, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LEONCIO ARIZU (LUIGI BOSCA), BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN), BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR), NI VINOS EN TETRABRIK NI GENEROSOS. EL DESCUENTO EN CHAMPAÑAS Y ESPUMANTES NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON, POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG. NO INCLUYE CORTES DE CARNES DE NOVILLO, NOVILLITO, TERNERA, MENUDENCIAS NI CARNES ELABORADAS. NO INCLUYE POLLO ENTERO NI TROZADO, FRESCO NI CONGELADO. NO INCLUYE LECHES INFANTILES ETAPAS 1 Y 2 (FLUÍDAS NI EN POLVO), NI HARINAS EN TODAS SUS PRESENTACIONES, NI AZÚCAR EN TODAS SUS PRESENTACIONES, NI ACEITE DE GIRASOL Y MEZCLA GIRASOL-SOJA EN TODAS SUS PRESENTACIONES. NO INCLUYE TODAS LAS PRESENTACIONES DE LAS SIGUIENTES MARCAS: COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SIN AZÚCAR, SCHWEPPES, SPRITE Y SPRITE SIN AZÚCAR, AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE, ADES, HI-C NI MONSTER. DESCUENTOS, PRECIOS Y PROMOCIONES PARA CONSUMO FAMILIAR. ESTA PUBLICACIÓN NO ACUMULA CON OTROS DESCUENTOS, OFERTAS Y/O PROMOCIONES BANCARIAS.\nVÁLIDO PARA CONSUMO PERSONAL/FAMILIAR. NO VÁLIDO TARJETA DE CRÉDITO EMPRESA/AGRO. NO ACUMULA CON OTRA PROMOCIÓN. \n\n**PRODUCT EXCLUSIONS:** NO APLICA PARA PAGO A TRAVÉS DE MERCADO PAGO (EXCEPTO CUANDO APLICA PARA EL BENEFICIO DE MERCADO LIBRE) / BILLETERAS (EXCEPTO MODO), PLATAFORMA O PORTAL DE PAGO ONLINE/PAGO ELECTRÓNICO INMEDIATO/TRANSFERENCIA 3\n\n.0. EN CASO DE APLICAR UN DESCUENTO, EL TOPE DE REINTEGRO ES POR CUENTA/MES SALVO QUE SE INDIQUE QUE ES SEMANAL O QUE ES POR TRANSACCIÓN Y APLICARÁ AL CIERRE DEL RESUMEN EN EL QUE SE REGISTRE LA OPERACIÓN O EN LOS DOS SIGUIENTES, A MENOS QUE SE INDIQUE QUE APLICA EN EL PUNTO DE VENTA. ESTABLECIMIENTOS/PRODUCTOS/SERVICIOS/EXPERIENCIAS O LA CALIDAD DE LOS MISMOS NO SON PROMOCIONADOS/GARANTIZADOS POR BANCO MACRO NI RESULTA RESPONSABLE POR LA PRESENTACIÓN DE CUPÓN FUERA DE TÉRMINO. BENEFICIOS: EXCLUSIVAMENTE CON LA TARJETA DE CRÉDITO QUE SE INDIQUE Y LOS DÍAS Y SUCURSALES INDICADOS. IMAGEN MODIFICADA DIGITALMENTE. CONSULTE PRODUCTOS SELECCIONADOS PARTICIPANTES Y EXCLUÍDOS, MODALIDAD DE VENTA, COSTOS DE ENVÍO, ÁREAS DE DISTRIBUCIÓN, CIUDAD Y TARJETA/SEGMENTO A LAS QUE APLICA CADA BENEFICIO, DÍAS, PORCENTAJES Y TOPES DE REINTEGRO, STOCK Y PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE PREVIAMENTE A REALIZAR EL PAGO EN MACRO.COM.AR/BENEFICIOS\nPARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL\n\n\n MACRO MODO MIÉRCOLES **\n\nCARTERA DE CONSUMO CLÁSICA: BENEFICIO CON TARJETAS DE CRÉDITO VISA Y/O MASTERCARD DE BANCO MACRO S.A., PAGANDO A TRAVÉS DE MODO POR App. MACRO O App. MODO, EXCLUSIVAMENTE LOS DÍAS MIÉRCOLES DEL 01/09/25 AL 30/09/25, PARA CLIENTES /USUARIOS REGISTRADOS EN MODO, VÁLIDO PARA COMPRAS EN UN PAGO CON QR. 20% DE AHORRO CON TOPE DE DEVOLUCIÓN $15.000 POR MARCA DE TARJETA POR MES. APLICA EN COTO PRESENCIAL. EL BENEFICIO NO INCLUYE PRODUCTOS DE ELECTRO, NI PRODUCTOS DEL CONVENIO PRECIOS CUIDADOS/ESENCIALES. \n\n**PRODUCT EXCLUSIONS:** NO APLICA PARA COMPRA EN CUOTAS\n\n. MODO SERVICIO PRESTADO POR EL PROVEEDOR DE SERVICIOS TECNOLÓGICOS PLAY DIGITAL S.A. CUIT 30716829436, AV. DEL LIBERTADOR 7208 TORRE II P.4 CABA., SIENDO LA MARCA “MODO” DE SU PROPIEDAD. APLICA PARA CONSUMO PERSONAL-FAMILIAR. NO VÁLIDO TARJETA DE CRÉDITO EMPRESA O AGRO. NO ACUMULA CON OTRA PROMOCIÓN. \n\n**PRODUCT EXCLUSIONS:** NO APLICA PARA PAGO A TRAVES DE MERCADO PAGO, OTRO PAGO ELECTRÓNICO INMEDIATO, TRANSFERENCIA 3\n\n.0. REINTEGRO A REALIZARSE EN EL MOMENTO DE LA COMPRA EN LA CAJA DE AHORRO O CUENTA CORRIENTE DE BANCO MACRO, REGISTRADA. ESTABLECIMIENTOS / PRODUCTOS / SERVICIOS NO SON PROMOCIONADOS / GARANTIZADOS POR BANCO MACRO NI RESULTA RESPONSABLE POR LA PRESENTACIÓN DE CUPÓN FUERA DE TÉRMINO. BEBER CON MODERACIÓN. PROHIBIDA SU VENTA A MENORES DE 18 AÑOS. MÁS INFORMACIÓN EN https://www.macro.com.ar/modo-promos, AL 0810-555-2355, O EN SUCURSALES MACRO. Coto Centro Integral de Comercialización Sociedad Anónima CUIT: 30548083156\nCARTERA DE CONSUMO PLATINUM: BENEFICIO CON TARJETAS DE CRÉDITO VISA Y/O MASTERCARD PLATINUM DE BANCO MACRO S.A., PAGANDO A TRAVÉS DE MODO, POR App. MACRO O App. MODO, EXCLUSIVAMENTE LOS DÍAS MIÉRCOLES DEL 01/09/25 AL 30/09/25. PARA CLIENTES /USUARIOS REGISTRADOS EN MODO, VÁLIDO PARA COMPRAS EN UN PAGO CON QR. 25% DE AHORRO CON TOPE DE DEVOLUCIÓN $20.000 POR MARCA DE TARJETA POR MES. APLICA EN LOCALES ADHERIDOS DE COTO PRESENCIAL. NO VÁLIDO PARA COMPRA TELEFÓNICA NI COMPRA ONLINE. EL BENEFICIO NO INCLUYE CORTES DE CARNES, POLLO, PESCADO, PRODUCTOS DE ELECTRO, NI PRODUCTOS DEL CONVENIO PRECIOS CUIDADOS/ESENCIALES. \n\n**PRODUCT EXCLUSIONS:** NO APLICA PARA COMPRA EN CUOTAS\n\n. MODO SERVICIO PRESTADO POR EL PROVEEDOR DE SERVICIOS TECNOLÓGICOS PLAY DIGITAL S.A. CUIT 30716829436, AV. DEL LIBERTADOR 7208 TORRE II P.4 CABA., SIENDO LA MARCA “MODO” DE SU PROPIEDAD. APLICA PARA CONSUMO PERSONAL-FAMILIAR. NO VÁLIDO TARJETA DE CRÉDITO EMPRESA O AGRO. NO ACUMULA CON OTRA PROMOCIÓN. \n\n**PRODUCT EXCLUSIONS:** NO APLICA PARA PAGO A TRAVES DE MERCADO PAGO, OTRO PAGO ELECTRÓNICO INMEDIATO, TRANSFERENCIA 3\n\n.0. REINTEGRO A REALIZARSE EN EL MOMENTO DE LA COMPRA EN LA CAJA DE AHORRO O CUENTA CORRIENTE DE BANCO MACRO REGISTRADA EN MODO. ESTABLECIMIENTOS / PRODUCTOS / SERVICIOS NO SON PROMOCIONADOS /GARANTIZADOS POR BANCO MACRO NI RESULTA RESPONSABLE POR LA PRESENTACIÓN DE CUPÓN FUERA DE TÉRMINO. BEBER CON MODERACIÓN. PROHIBIDA SU VENTA A MENORES DE 18 AÑOS. MÁS INFORMACIÓN DE LOS TÉRMINOS Y CONDICIONES EN https://www.macro.com.ar/modo-promos, AL 0810-5552355, O EN SUCURSALES MACRO. Coto Centro Integral de Comercialización Sociedad Anónima CUIT: 30548083156\nCARTERA DE CONSUMO SELECTA: BENEFICIO CON TARJETAS DE CRÉDITO VISA Y/O MASTERCARD MACRO SELECTA DE BANCO MACRO S.A., PAGANDO A TRAVÉS DE MODO, POR App. MACRO O App. MODO, EXCLUSIVAMENTE LOS DÍAS MIÉRCOLES DEL 01/09/25 AL 30/09/25 , PARA CLIENTES /USUARIOS REGISTRADOS EN MODO, VÁLIDO PARA COMPRAS EN UN PAGO CON QR. 30% DE AHORRO CON TOPE DE DEVOLUCIÓN $25.000 POR MARCA DE TARJETA POR MES. APLICA EN LOCALES ADHERIDOS DE COTO PRESENCIAL. NO VÁLIDO PARA COMPRA TELEFÓNICA NI COMPRA ONLINE. EL BENEFICIO NO INCLUYE CORTES DE CARNES, POLLO, PESCADO, PRODUCTOS DE ELECTRO, NI PRODUCTOS DEL CONVENIO PRECIOS CUIDADOS/ESENCIALES. \n\n**PRODUCT EXCLUSIONS:** NO APLICA PARA COMPRA EN CUOTAS\n\n. MODO SERVICIO PRESTADO POR EL PROVEEDOR DE SERVICIOS TECNOLÓGICOS PLAY DIGITAL S.A. CUIT 30716829436, AV. DEL LIBERTADOR 7208 TORRE II P.4 CABA., SIENDO LA MARCA “MODO” DE SU PROPIEDAD. APLICA PARA CONSUMO PERSONAL-FAMILIAR. NO VÁLIDO TARJETA DE CRÉDITO EMPRESA O AGRO. NO ACUMULA CON OTRA PROMOCIÓN. \n\n**PRODUCT EXCLUSIONS:** NO APLICA PARA PAGO A TRAVES DE MERCADO PAGO, OTRO PAGO ELECTRÓNICO INMEDIATO, TRANSFERENCIA 3\n\n.0. REINTEGRO A REALIZARSE EN EL MOMENTO DE LA COMPRA EN LA CAJA DE AHORRO O CUENTA CORRIENTE DE BANCO MACRO REGISTRADA EN MODO. ESTABLECIMIENTOS /PRODUCTOS / SERVICIOS NO SON PROMOCIONADOS / GARANTIZADOS POR BANCO MACRO NI RESULTA RESPONSABLE POR LA PRESENTACIÓN DE CUPÓN FUERA DE TÉRMINO. BEBER CON MODERACIÓN. PROHIBIDA SU VENTA A MENORES DE 18 AÑOS. MÁS INFORMACIÓN EN https://www.macro.com.ar/modo-promos, AL 0810-555-7353 SELECTA, O EN SUCURSALES MACRO, CON SU EJECUTIVO. Coto Centro Integral de Comercialización Sociedad Anónima CUIT: 30548083156\n\n\n BANCO SANTANDER – SEGMENTO JUBILADOS **\n20% DE DESCUENTO - TARJETAS DE DÉBITO \nDESCUENTO VÁLIDO EN LA REPÚBLICA ARGENTINA LOS DÍAS LUNES DESDE EL 01 DE SEPTIEMBRE HASTA EL 30 DE SEPTIEMBRE DE 2025 VÁLIDO PARA SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE Y COMPRAS EN COTO DIGITAL (WWW.COTODIGITAL.COM.AR)\nNO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. \nDESCUENTO VÁLIDO EN LA REPÚBLICA ARGENTINA PARA TODOS LOS DÍAS LUNES DE SEPTIEMBRE DE 2025. EXCLUSIVAMENTE PARA CLIENTES QUE PERCIBAN SUS HABERES JUBILATORIOS EN SANTANDER. APLICA PARA COMPRAS REALIZADAS EN LOCALES ADHERIDOS, CON TARJETAS SANTANDER DÉBITO. TOPE $20.000 POR CLIENTE POR MES. SE CALCULA CONSIDERANDO LAS SUMAS DE LAS COMPRAS REALIZADAS CON TODAS LAS TARJETAS DE DÉBITO ASOCIADAS A LA CUENTA DEL TITULAR. EL REINTEGRO DEL 20% SE HARÁ EFECTIVO EN LA CUENTA DENTRO DE LOS 10 DÍAS HÁBILES DE REALIZADA LA COMPRA. EJEMPLO: EN UNA COMPRA DE $ 100.000, RECIBIRÁ EN EL RESUMEN UN CONSUMO DE $ 100.000 Y UN REINTEGRO DE $ 20.000 (TOPE). PARA COMPRAS POR INTERNET (COTODIGITAL) VER BASES Y CONDICIONES EN https://www.cotodigital.com.ar/\nEXCLUSIONES: DESCUENTOS NO VÁLIDOS PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC” Y/O PARA PAGOS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS O ABONADAS MEDIANTE BILLETERAS VIRTUALES, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. DESCUENTOS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. \nDESCUENTOS NO VÁLIDOS PARA COMPRAS EN LOS PATIOS DE COMIDAS, COTO EXPRESSO, COTO BAR, ZONA JUEGOS Y ESTACIONAMIENTO PROPIO, NI COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR. NO INCLUYE ELECTRODOMÉSTICOS, NEUMÁTICOS NI RODADOS. NO INCLUYE PRODUCTOS DE BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOT X 1,5LT, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LEONCIO ARIZU (LUIGI BOSCA), BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN), BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR), NI VINOS EN TETRABRIK NI GENEROSOS. EL DESCUENTO EN CHAMPAÑAS Y ESPUMANTES NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON, POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG. NO INCLUYE CORTES DE CARNES DE NOVILLO, NOVILLITO, TERNERA, MENUDENCIAS NI CARNES ELABORADAS. NO INCLUYE POLLO ENTERO NI TROZADO, FRESCO NI CONGELADO. NO INCLUYE LECHES INFANTILES ETAPAS 1 Y 2 (FLUÍDAS NI EN POLVO), NI HARINAS EN TODAS SUS PRESENTACIONES, NI AZÚCAR EN TODAS SUS PRESENTACIONES, NI ACEITE DE GIRASOL Y MEZCLA GIRASOL-SOJA EN TODAS SUS PRESENTACIONES. NO INCLUYE TODAS LAS PRESENTACIONES DE LAS SIGUIENTES MARCAS: COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SIN AZÚCAR, SCHWEPPES, SPRITE Y SPRITE SIN AZÚCAR AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE, ADES, HI-C NI MONSTER. DESCUENTOS, PRECIOS Y PROMOCIONES PARA CONSUMO FAMILIAR. ESTA PUBLICACIÓN NO ACUMULA CON OTROS DESCUENTOS, OFERTAS Y/O PROMOCIONES BANCARIAS\nPARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL.\n\n\n MODO BNA + **\n30% DE DESCUENTO - TARJETAS DE CRÉDITO\nDESCUENTO VÁLIDO EN LA REPÚBLICA ARGENTINA LOS DÍAS MIÉRCOLES DESDE EL 01 DE SEPTIEMBRE HASTA EL 30 DE SEPTIEMBRE DE 2025 VÁLIDO PARA SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE.\nNO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. \nPROMOCIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA LOS MIÉRCOLES DE SEPTIEMBRE DE 2025 PARA COMPRAS CON TARJETAS DE CRÉDITO VISA Y MASTERCARD DEL BNA EN UN PAGO, A TRAVÉS DE MODO BNA+ ESCANEANDO EL CÓDIGO QR Y SELECCIONANDO LAS TARJETAS PARTICIPANTES. TOPE DE REINTEGRO: $12.000 POR CLIENTE (CONSIDERANDO SU CUIT) POR CADA MIÉRCOLES. NO VÁLIDO PARA PAGOS CON SALDO EN CUENTA. EXCLUSIVO CARTERA DE CONSUMO. SI SE UTILIZA MÁS DE UN MEDIO DE PAGO SE REINTEGRARÁ HASTA LLEGAR AL TOPE. \n\n**PRODUCT EXCLUSIONS:** EXCLUYE TARJETAS CORPORATIVAS Y/O PREPAGAS\n\n. ACREDITACIÓN DEL REINTEGRO: DENTRO DE LOS 30 DÍAS DE OCURRIDA LA TRANSACCIÓN EN LA CUENTA MONETARIA ASOCIADA A BNA+ DE LA PERSONA QUE REALIZÓ LA COMPRA. EN CASO DE COMPRAS REALIZADAS POR ADICIONALES DEBERÁN CONTAR CON UNA CUENTA MONETARIA EN EL BNA PARA RECIBIR EL REINTEGRO. DESCUENTO NO VÁLIDO PARA COMPRAS POR INTERNET (COTO DIGITAL). PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN SEMANANACION.COM.AR.\nEXCLUSIONES: DESCUENTOS NO VÁLIDOS PARA COMPRAS POR INTERNET EN COTO DIGITAL. OPERATORIA DE MODO NO VÁLIDA EN CAJAS DE AUTOSERVICIO. DESCUENTOS NO VÁLIDOS PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC” Y/O PARA PAGOS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS O ABONADAS MEDIANTE MERCADO PAGO, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. DESCUENTOS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. \nDESCUENTOS NO VÁLIDOS PARA COMPRAS EN LOS PATIOS DE COMIDAS, COTO EXPRESSO, COTO BAR, ZONA JUEGOS Y ESTACIONAMIENTO PROPIO, NI COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR. NO INCLUYE ELECTRODOMÉSTICOS, NEUMÁTICOS NI RODADOS. NO INCLUYE PRODUCTOS DE BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOT X 1,5LT, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LEONCIO ARIZU (LUIGI BOSCA), BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN), BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR), NI VINOS EN TETRABRIK NI GENEROSOS. EL DESCUENTO EN CHAMPAÑAS Y ESPUMANTES NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON, POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG. NO INCLUYE CORTES DE CARNES DE NOVILLO, NOVILLITO, TERNERA, MENUDENCIAS NI CARNES ELABORADAS. NO INCLUYE POLLO ENTERO NI TROZADO, FRESCO NI CONGELADO. NO INCLUYE LECHES INFANTILES ETAPAS 1 Y 2 (FLUÍDAS NI EN POLVO), NI HARINAS EN TODAS SUS PRESENTACIONES, NI AZÚCAR EN TODAS SUS PRESENTACIONES, NI ACEITE DE GIRASOL Y MEZCLA GIRASOL-SOJA EN TODAS SUS PRESENTACIONES. NO INCLUYE TODAS LAS PRESENTACIONES DE LAS SIGUIENTES MARCAS: COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SIN AZÚCAR, SCHWEPPES, SPRITE Y SPRITE SIN AZÚCAR AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE, ADES, HI-C NI MONSTER. DESCUENTOS, PRECIOS Y PROMOCIONES PARA CONSUMO FAMILIAR. ESTA PUBLICACIÓN NO ACUMULA CON OTROS DESCUENTOS, OFERTAS Y/O PROMOCIONES BANCARIAS\nPARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL.\n\n\n BANCO ICBC – JUEVES **\n20% DE DESCUENTO - TARJETAS DE DÉBITO\nDESCUENTO VÁLIDO EN LA REPÚBLICA ARGENTINA LOS DÍAS JUEVES DESDE EL 01 DE SEPTIEMBRE HASTA EL 30 DE SEPTIEMBRE DE 2025 VÁLIDO PARA SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE.\nNO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. \nDESCUENTO PARA CARTERA DE CONSUMO VÁLIDO LOS DÍAS JUEVES DE SEPTIEMBRE DE 2025: 20% DE AHORRO CON VISA DÉBITO ICBC PARA COMPRAS EN TODOS LOS PRODUCTOS EN SUCURSALES DE LA CADENA COTO. SIN TOPE DE REINTEGRO. POR LA COMPRA DE $ 1.000 EN PRODUCTOS INCLUÍDOS EN LA PROMOCIÓN SE LE REINTEGRARÁN $ 200. EL BENEFICIO ES EXCLUSIVO PARA EL TARJETAHABIENTE ICBC. LOS REINTEGROS SE VERÁN ACREDITADOS DENTRO DE LOS 90 DÍAS POSTERIORES DE REALIZADA LA COMPRA EN EXTRACTO DE CUENTA PARA VISA DÉBITO. SÓLO PODRÁN PARTICIPAR DE LA PROMOCIÓN AQUELLOS CLIENTES QUE SE ENCUENTREN AL DÍA EN SUS PRODUCTOS. NO VÁLIDO PARA COMPRAS MAYORISTAS NI PARA TARJETAS VISA BUSINESS, VISA DISTRIBUTION, VISA PURCHASING, VISA PURCHASING CAMPO, CORPORATE, CORPORATE SIGNATURE, RECARGABLE EMPRESA Y VISA CUENTA CENTRAL. NO VÁLIDO PARA CLIENTES QUE POSEAN COMO ÚNICO PRODUCTO CAJA DE AHORRO EN PESOS EN ICBC. PARA MAS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES CONSULTE EN HTTPS://WWW.BENEFICIOS.ICBC.COM.AR. INDUSTRIAL AND COMMERCIAL BANK OF CHINA (ARGENTINA) S.A.U. ES UNA SOCIEDAD ANÓNIMA UNIPERSONAL BAJO LA LEY ARGENTINA. SU ACCIONISTA LIMITA SU RESPONSABILIDAD AL CAPITAL APORTADO. FLORIDA 99, CABA. CUIT 30709447846.\nEXCLUSIONES: DESCUENTOS NO VÁLIDOS PARA COMPRAS POR INTERNET EN COTO DIGITAL. OPERATORIA DE MODO NO VÁLIDA EN CAJAS DE AUTOSERVICIO. DESCUENTOS NO VÁLIDOS PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC” Y/O PARA PAGOS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS O ABONADAS MEDIANTE MERCADO PAGO, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. DESCUENTOS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. \nDESCUENTOS NO VÁLIDOS PARA COMPRAS EN LOS PATIOS DE COMIDAS, COTO EXPRESSO, COTO BAR, ZONA JUEGOS Y ESTACIONAMIENTO PROPIO, NI COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR. NO INCLUYE ELECTRODOMÉSTICOS, NEUMÁTICOS NI RODADOS. NO INCLUYE PRODUCTOS DE BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOT X 1,5LT, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LEONCIO ARIZU (LUIGI BOSCA), BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN), BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR), NI VINOS EN TETRABRIK NI GENEROSOS. EL DESCUENTO EN CHAMPAÑAS Y ESPUMANTES NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON, POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG. NO INCLUYE CORTES DE CARNES DE NOVILLO, NOVILLITO, TERNERA, MENUDENCIAS NI CARNES ELABORADAS. NO INCLUYE POLLO ENTERO NI TROZADO, FRESCO NI CONGELADO. NO INCLUYE LECHES INFANTILES ETAPAS 1 Y 2 (FLUÍDAS NI EN POLVO), NI HARINAS EN TODAS SUS PRESENTACIONES, NI AZÚCAR EN TODAS SUS PRESENTACIONES, NI ACEITE DE GIRASOL Y MEZCLA GIRASOL-SOJA EN TODAS SUS PRESENTACIONES. NO INCLUYE TODAS LAS PRESENTACIONES DE LAS SIGUIENTES MARCAS: COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SIN AZÚCAR, SCHWEPPES, SPRITE Y SPRITE SIN AZÚCAR AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE, ADES, HI-C NI MONSTER. DESCUENTOS, PRECIOS Y PROMOCIONES PARA CONSUMO FAMILIAR. ESTA PUBLICACIÓN NO ACUMULA CON OTROS DESCUENTOS, OFERTAS Y/O PROMOCIONES BANCARIAS\nPARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL.\n\n\nBANCO ICBC - CLIENTE PAYROLL**\n25% DE DESCUENTO - TARJETAS DE CRÉDITO Y DÉBITO\nDESCUENTO VÁLIDO EN LA REPÚBLICA ARGENTINA LOS DÍAS JUEVES 04 DE SEPTIEMBRE Y JUEVES 18 DE SEPTIEMBRE DE 2025 VÁLIDO PARA SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE.\nNO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. \nPROPUESTA PARA CARTERA DE CONSUMO VÁLIDA PARA LOS JUEVES 04 Y 18 DE SEPTIEMBRE DE 2025. 25% DE AHORRO CON TARJETAS DE CRÉDITO VISA Y MASTERCARD EN UN PAGO Y TARJETAS DE DÉBITO VISA ICBC EN LAS SUCURSALES INDICADAS. EXCLUSIVO PARA CLIENTES QUE DEPOSITEN SU SUELDO EN ICBC. PARA COMPRAS EN TODOS LOS PRODUCTOS INCLUIDOS EN LA PROMOCIÓN. SIN TOPE DE REINTEGRO. EL DESCUENTO OPERARÁ DE LA SIGUIENTE MANERA: ABONANDO CON TARJETAS DE CRÉDITO VISA Y TARJETAS DE CRÉDITO MASTERCARD DE BANCO ICBC EL REINTEGRO SE VERÁ REFLEJADO EN SU RESUMEN DENTRO DE LOS 90 DÍAS POSTERIORES DE REALIZADA LA COMPRA. PARA LAS TARJETAS VISA DÉBITO EL DESCUENTO SE ACREDITARÁ EN LA CUENTA VINCULADA A LA TARJETA DENTRO DE LOS 90 DÍAS SIGUIENTES DE REALIZADA LA COMPRA. SÓLO PODRÁN PARTICIPAR DE LA PROMOCIÓN AQUELLOS CLIENTES QUE SE ENCUENTREN AL DÍA EN SUS PRODUCTOS. PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES CONSULTE EN WWW.BENEFICIOS.ICBC.COM.AR. “INDUSTRIAL AND COMMERCIAL BANK OF CHINA (ARGENTINA) S.A.U. ES UNA SOCIEDAD ANÓNIMA UNIPERSONAL BAJO LA LEY ARGENTINA. SU ACCIONISTA LIMITA SU RESPONSABILIDAD AL CAPITAL APORTADO”. FLORIDA 99, CABA. CUIT 30709447846.\nEXCLUSIONES: DESCUENTOS NO VÁLIDOS PARA COMPRAS POR INTERNET EN COTO DIGITAL. DESCUENTOS NO VÁLIDOS PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC” Y/O PARA PAGOS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS O ABONADAS MEDIANTE BILLETERAS VIRTUALES, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. DESCUENTOS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. \nDESCUENTOS NO VÁLIDOS PARA COMPRAS EN LOS PATIOS DE COMIDAS, COTO EXPRESSO, COTO BAR, ZONA JUEGOS Y ESTACIONAMIENTO PROPIO, NI COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR. NO INCLUYE ELECTRODOMÉSTICOS, NEUMÁTICOS NI RODADOS. NO INCLUYE PRODUCTOS DE BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOT X 1,5LT, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LEONCIO ARIZU (LUIGI BOSCA), BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN), BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR), NI VINOS EN TETRABRIK NI GENEROSOS. EL DESCUENTO EN CHAMPAÑAS Y ESPUMANTES NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON, POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG. NO INCLUYE CORTES DE CARNES DE NOVILLO, NOVILLITO, TERNERA, MENUDENCIAS NI CARNES ELABORADAS. NO INCLUYE POLLO ENTERO NI TROZADO, FRESCO NI CONGELADO. NO INCLUYE LECHES INFANTILES ETAPAS 1 Y 2 (FLUÍDAS NI EN POLVO), NI HARINAS EN TODAS SUS PRESENTACIONES, NI AZÚCAR EN TODAS SUS PRESENTACIONES, NI ACEITE DE GIRASOL Y MEZCLA GIRASOL-SOJA EN TODAS SUS PRESENTACIONES. NO INCLUYE TODAS LAS PRESENTACIONES DE LAS SIGUIENTES MARCAS: COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SIN AZÚCAR, SCHWEPPES, SPRITE Y SPRITE SIN AZÚCAR AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE, ADES, HI-C NI MONSTER. DESCUENTOS, PRECIOS Y PROMOCIONES PARA CONSUMO FAMILIAR. ESTA PUBLICACIÓN NO ACUMULA CON OTROS DESCUENTOS, OFERTAS Y/O PROMOCIONES BANCARIAS\nPARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL.\n\n\n BANCO ICBC – FIN DE SEMANA **\n20% DE DESCUENTO - TARJETAS DE CRÉDITO \nDESCUENTO VÁLIDO EN LA REPÚBLICA ARGENTINA LOS DÍAS SÁBADO 27 DE SEPTIEMBRE Y DOMINGO 28 DE SEPTIEMBRE DE 2025 VÁLIDO PARA SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE.\nNO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. \nPROPUESTA PARA CARTERA DE CONSUMO VÁLIDA EN LA REPÚBLICA ARGENTINA LOS DÍAS SÁBADO 27 Y DOMINGO 28 DE SEPTIEMBRE DE 2025. 20% DE AHORRO EN UN PAGO CON TARJETAS DE CRÉDITO VISA ICBC Y MASTERCARD ICBC PARA COMPRAS EN TODOS LOS PRODUCTOS (EXCEPTO EL RUBRO ELECTRODOMÉSTICOS) EN SUCURSALES ADHERIDAS DE LA CADENA COTO. SIN TOPE DE REINTEGRO. POR LA COMPRA DE $ 1.000 EN PRODUCTOS INCLUIDOS EN LA PROMOCIÓN SE LE REINTEGRARÁN $ 200. EL BENEFICIO ES EXCLUSIVO PARA EL TARJETA HABIENTE ICBC. PARA COMPRAS CON TARJETAS VISA CRÉDITO ICBC Y TARJETAS MASTERCARD ICBC LOS REINTEGROS SE VERÁN ACREDITADOS DENTRO DE LOS 90 DÍAS CORRIDOS POSTERIORES A LA FECHA DE REALIZADA LA COMPRA EN EL RESUMEN DE TARJETA. SÓLO PODRÁN PARTICIPAR DE LA PROMOCIÓN AQUELLOS CLIENTES QUE SE ENCUENTREN AL DÍA EN SUS PRODUCTOS. NO VÁLIDO PARA COMPRAS MAYORISTAS NI PARA TARJETAS VISA BUSINESS, VISA DISTRIBUTION, VISA PURCHASING, VISA PURCHASING CAMPO, CORPORATE, CORPORATE SIGNATURE, RECARGABLE EMPRESA Y VISA CUENTA CENTRAL. NO VÁLIDO PARA CLIENTES QUE POSEAN COMO ÚNICO PRODUCTO CAJA DE AHORRO EN PESOS EN ICBC. PARA MÁS INFORMACIÓN Y CONOCER CONDICIONES Y LIMITACIONES APLICABLES CONSULTE EN HTTPS://WWW.BENEFICIOS.ICBC.COM.AR. INDUSTRIAL AND COMMERCIAL BANK OF CHINA (ARGENTINA) S.A.U. ES UNA SOCIEDAD ANÓNIMA UNIPERSONAL BAJO LA LEY ARGENTINA. SU ACCIONISTA LIMITA SU RESPONSABILIDAD AL CAPITAL APORTADO. FLORIDA 99, CABA. CUIT 30709447846.\nEXCLUSIONES: DESCUENTOS NO VÁLIDOS PARA COMPRAS POR INTERNET EN COTO DIGITAL. OPERATORIA DE MODO NO VÁLIDA EN CAJAS DE AUTOSERVICIO. DESCUENTOS NO VÁLIDOS PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC” Y/O PARA PAGOS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS O ABONADAS MEDIANTE MERCADO PAGO, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. DESCUENTOS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. \nDESCUENTOS NO VÁLIDOS PARA COMPRAS EN LOS PATIOS DE COMIDAS, COTO EXPRESSO, COTO BAR, ZONA JUEGOS Y ESTACIONAMIENTO PROPIO, NI COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR. NO INCLUYE ELECTRODOMÉSTICOS, NEUMÁTICOS NI RODADOS. NO INCLUYE PRODUCTOS DE BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOT X 1,5LT, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LEONCIO ARIZU (LUIGI BOSCA), BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN), BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR), NI VINOS EN TETRABRIK NI GENEROSOS. EL DESCUENTO EN CHAMPAÑAS Y ESPUMANTES NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON, POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG. NO INCLUYE CORTES DE CARNES DE NOVILLO, NOVILLITO, TERNERA, MENUDENCIAS NI CARNES ELABORADAS. NO INCLUYE POLLO ENTERO NI TROZADO, FRESCO NI CONGELADO. NO INCLUYE LECHES INFANTILES ETAPAS 1 Y 2 (FLUÍDAS NI EN POLVO), NI HARINAS EN TODAS SUS PRESENTACIONES, NI AZÚCAR EN TODAS SUS PRESENTACIONES, NI ACEITE DE GIRASOL Y MEZCLA GIRASOL-SOJA EN TODAS SUS PRESENTACIONES. NO INCLUYE TODAS LAS PRESENTACIONES DE LAS SIGUIENTES MARCAS: COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SIN AZÚCAR, SCHWEPPES, SPRITE Y SPRITE SIN AZÚCAR AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE, ADES, HI-C NI MONSTER. DESCUENTOS, PRECIOS Y PROMOCIONES PARA CONSUMO FAMILIAR. ESTA PUBLICACIÓN NO ACUMULA CON OTROS DESCUENTOS, OFERTAS Y/O PROMOCIONES BANCARIAS\nPARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL.\n\n\n BANCO COMAFI – JUEVES **\n25% DE DESCUENTO - TARJETAS DE DÉBITO \nDESCUENTO VÁLIDO EN LA REPÚBLICA ARGENTINA LOS DÍAS JUEVES DESDE EL 01 DE SEPTIEMBRE HASTA EL 30 DE SEPTIEMBRE DE 2025 VÁLIDO PARA SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE Y COMPRAS EN COTO DIGITAL (WWW.COTODIGITAL.COM.AR).\nNO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. \nDESCUENTO VÁLIDO EN TODAS LAS SUCURSALES COTO DE LA REPÚBLICA ARGENTINA PARA LAS COMPRAS ABONADAS LOS DÍAS JUEVES DE SEPTIEMBRE DE 2025 CON TARJETAS VISA DÉBITO BANCO COMAFI PERTENECIENTES A CLIENTES QUE SEAN ADEMÁS TITULARES DE SERVICIOS DE CUENTA COMAFI AHORRO, GLOBAL, CLASSIC PREMIUM Y/O PLATINUM EN TODOS LOS PRODUCTOS (EXCEPTO EXCLUÍDOS). TOPE DE DEVOLUCIÓN: $ 10.000 POR TRANSACCIÓN. ABONANDO CON TARJETAS VISA DÉBITO BANCO COMAFI PERTENECIENTES A CLIENTES QUE ADEMÁS SEAN TITULARES DE SERVICIOS DE CUENTA COMAFI UNICO EL TOPE DE DEVOLUCIÓN SERÁ DE $ 12.000 POR TRANSACCIÓN. QUEDAN EXCLUÍDAS TODAS AQUELLAS TARJETAS DE DÉBITO EMITIDAS A TRAVÉS DE PLANES SOCIALES ANSES. EL REINTEGRO DEL 25% SE HARÁ EFECTIVO DENTRO DE LOS 40 DÍAS POSTERIORES DE REALIZADA LA COMPRA A TRAVÉS DE UN CRÉDITO EN LA CUENTA DONDE SE REALIZÓ EL CONSUMO. EJEMPLO: POR LA COMPRA DE $ 1.000 DE PRODUCTOS INCLUÍDOS EN LA PROMOCIÓN SE LE REINTEGRARÁN $ 250.\nEXCLUSIONES: DESCUENTOS NO VÁLIDOS PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC” Y/O PARA PAGOS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS O ABONADAS MEDIANTE BILLETERAS VIRTUALES, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. DESCUENTOS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. \nDESCUENTOS NO VÁLIDOS PARA COMPRAS EN LOS PATIOS DE COMIDAS, COTO EXPRESSO, COTO BAR, ZONA JUEGOS Y ESTACIONAMIENTO PROPIO, NI COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR. NO INCLUYE ELECTRODOMÉSTICOS, NEUMÁTICOS NI RODADOS. NO INCLUYE PRODUCTOS DE BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOT X 1,5LT, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LEONCIO ARIZU (LUIGI BOSCA), BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN), BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR), NI VINOS EN TETRABRIK NI GENEROSOS. EL DESCUENTO EN CHAMPAÑAS Y ESPUMANTES NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON, POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG. NO INCLUYE CORTES DE CARNES DE NOVILLO, NOVILLITO, TERNERA, MENUDENCIAS NI CARNES ELABORADAS. NO INCLUYE POLLO ENTERO NI TROZADO, FRESCO NI CONGELADO. NO INCLUYE LECHES INFANTILES ETAPAS 1 Y 2 (FLUÍDAS NI EN POLVO), NI HARINAS EN TODAS SUS PRESENTACIONES, NI AZÚCAR EN TODAS SUS PRESENTACIONES, NI ACEITE DE GIRASOL Y MEZCLA GIRASOL-SOJA EN TODAS SUS PRESENTACIONES. NO INCLUYE TODAS LAS PRESENTACIONES DE LAS SIGUIENTES MARCAS: COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SIN AZÚCAR, SCHWEPPES, SPRITE Y SPRITE SIN AZÚCAR AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE, ADES, HI-C NI MONSTER. DESCUENTOS, PRECIOS Y PROMOCIONES PARA CONSUMO FAMILIAR. ESTA PUBLICACIÓN NO ACUMULA CON OTROS DESCUENTOS, OFERTAS Y/O PROMOCIONES BANCARIAS\nPARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL.\n\n\n BANCO COLUMBIA – JUEVES **\n20% DE DESCUENTO - TARJETAS DE DÉBITO \nDESCUENTO VÁLIDO EN LA REPÚBLICA ARGENTINA LOS DÍAS JUEVES DESDE EL 01 DE SEPTIEMBRE HASTA EL 30 DE SEPTIEMBRE DE 2025 VÁLIDO PARA SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE.\nNO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. \nCARTERA DE CONSUMO. DESCUENTO VÁLIDO PARA LOS DÍAS JUEVES DESDE EL 01/09/2025 HASTA EL 30/09/2025. PARA COMPRAS REALIZADAS EN SUCURSALES DE COTO CICSA UBICADAS EN EL TERRITORIO DE LA REPÚBLICA ARGENTINA, CON LAS TARJETAS DE DÉBITO VISA, EN TODOS LOS PRODUCTOS (EXCEPTO EXCLUÍDOS). TOPE DE REINTEGRO $ 8000 POR TRANSACCIÓN. LA BONIFICACIÓN SE VERÁ REFLEJADA DENTRO DE LOS 10 DÍAS HÁBILES. EJEMPLO: SI CONSUMIS $1000 DE PRODUCTOS INCLUIDOS EN COTO SE TE BONIFICARÁ $200. LA BONIFICACIÓN SE OTORGARÁ SIEMPRE QUE LA TARJETA SE ENCUENTRE HABILITADA, Y LA CUENTA NO SE ENCUENTRE EN MORA Y/O BLOQUEADA POR MOTIVOS ADMINISTRATIVOS. BANCO COLUMBIA S.A. NO SE RESPONSABILIZA POR LAS TRANSACCIONES PRESENTADAS FUERA DE TÉRMINO POR EL ESTABLECIMIENTO ADHERIDO. \nEXCLUSIONES: DESCUENTOS NO VÁLIDOS PARA COMPRAS POR INTERNET EN COTO DIGITAL. DESCUENTOS NO VÁLIDOS PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC” Y/O PARA PAGOS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS O ABONADAS MEDIANTE BILLETERAS VIRTUALES, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. DESCUENTOS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. \nDESCUENTOS NO VÁLIDOS PARA COMPRAS EN LOS PATIOS DE COMIDAS, COTO EXPRESSO, COTO BAR, ZONA JUEGOS Y ESTACIONAMIENTO PROPIO, NI COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR. NO INCLUYE ELECTRODOMÉSTICOS, NEUMÁTICOS NI RODADOS. NO INCLUYE PRODUCTOS DE BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOT X 1,5LT, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LEONCIO ARIZU (LUIGI BOSCA), BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN), BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR), NI VINOS EN TETRABRIK NI GENEROSOS. EL DESCUENTO EN CHAMPAÑAS Y ESPUMANTES NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON, POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG. NO INCLUYE CORTES DE CARNES DE NOVILLO, NOVILLITO, TERNERA, MENUDENCIAS NI CARNES ELABORADAS. NO INCLUYE POLLO ENTERO NI TROZADO, FRESCO NI CONGELADO. NO INCLUYE LECHES INFANTILES ETAPAS 1 Y 2 (FLUÍDAS NI EN POLVO), NI HARINAS EN TODAS SUS PRESENTACIONES, NI AZÚCAR EN TODAS SUS PRESENTACIONES, NI ACEITE DE GIRASOL Y MEZCLA GIRASOL-SOJA EN TODAS SUS PRESENTACIONES. NO INCLUYE TODAS LAS PRESENTACIONES DE LAS SIGUIENTES MARCAS: COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SIN AZÚCAR, SCHWEPPES, SPRITE Y SPRITE SIN AZÚCAR AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE, ADES, HI-C NI MONSTER. DESCUENTOS, PRECIOS Y PROMOCIONES PARA CONSUMO FAMILIAR. ESTA PUBLICACIÓN NO ACUMULA CON OTROS DESCUENTOS, OFERTAS Y/O PROMOCIONES BANCARIAS\nPARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL.\n\n\n BANCO COLUMBIA – JUEVES **\n20% DE DESCUENTO - TARJETAS DE CRÉDITO \nDESCUENTO VÁLIDO EN LA REPÚBLICA ARGENTINA LOS DÍAS JUEVES DESDE EL 01 DE SEPTIEMBRE HASTA EL 30 DE SEPTIEMBRE DE 2025 VÁLIDO PARA SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE.\nNO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. \nCARTERA DE CONSUMO. DESCUENTO VÁLIDO PARA LOS DÍAS JUEVES DESDE EL 01/09/2025 HASTA EL 30/09/2025. VÁLIDA PARA COMPRAS EN SUCURSALES CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE. CONSULTE DOMICILIOS DE LAS SUCURSALES EN WWW.COTO.COM.AR O LLAMANDO A FONOCOTO 0800-888-4848. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. PARA COMPRAS EN UN PAGO REALIZADAS EN SUCURSALES DE COTO CICSA UBICADAS EN EL TERRITORIO DE LA REPÚBLICA ARGENTINA, CON LAS TARJETAS DE CRÉDITO COLUMBIA VISA Y MASTERCARD, EN TODOS LOS PRODUCTOS (EXCEPTO EXCLUÍDOS). TOPE DE REINTEGRO $ 22.000 POR TRANSACCIÓN. PARA COMPRAS CON TARJETA DE CRÉDITO VISA Y TARJETA MASTERCARD, LA BONIFICACIÓN SE VERÁ REFLEJADA HASTA EN LOS 2 RESÚMENES SIGUIENTES AL QUE SE REFLEJE LA/S TRANSACCIÓN/ES. EJEMPLO: SI CONSUMIS $ 1.000 DE PRODUCTOS INCLUIDOS EN COTO SE TE BONIFICARÁ $ 200. LA BONIFICACIÓN SE OTORGARÁ SIEMPRE QUE LA TARJETA SE ENCUENTRE HABILITADA, Y LA CUENTA NO SE ENCUENTRE EN MORA Y/O BLOQUEADA POR MOTIVOS ADMINISTRATIVOS. BANCO COLUMBIA S.A. NO SE RESPONSABILIZA POR LAS TRANSACCIONES PRESENTADAS FUERA DE TÉRMINO POR EL ESTABLECIMIENTO ADHERIDO.\nEXCLUSIONES: DESCUENTOS NO VÁLIDOS PARA COMPRAS POR INTERNET EN COTO DIGITAL. DESCUENTOS NO VÁLIDOS PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC” Y/O PARA PAGOS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS O ABONADAS MEDIANTE BILLETERAS VIRTUALES, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. DESCUENTOS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. \nDESCUENTOS NO VÁLIDOS PARA COMPRAS EN LOS PATIOS DE COMIDAS, COTO EXPRESSO, COTO BAR, ZONA JUEGOS Y ESTACIONAMIENTO PROPIO, NI COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR. NO INCLUYE ELECTRODOMÉSTICOS, NEUMÁTICOS NI RODADOS. NO INCLUYE PRODUCTOS DE BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOT X 1,5LT, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LEONCIO ARIZU (LUIGI BOSCA), BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN), BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR), NI VINOS EN TETRABRIK NI GENEROSOS. EL DESCUENTO EN CHAMPAÑAS Y ESPUMANTES NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON, POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG. NO INCLUYE CORTES DE CARNES DE NOVILLO, NOVILLITO, TERNERA, MENUDENCIAS NI CARNES ELABORADAS. NO INCLUYE POLLO ENTERO NI TROZADO, FRESCO NI CONGELADO. NO INCLUYE LECHES INFANTILES ETAPAS 1 Y 2 (FLUÍDAS NI EN POLVO), NI HARINAS EN TODAS SUS PRESENTACIONES, NI AZÚCAR EN TODAS SUS PRESENTACIONES, NI ACEITE DE GIRASOL Y MEZCLA GIRASOL-SOJA EN TODAS SUS PRESENTACIONES. NO INCLUYE TODAS LAS PRESENTACIONES DE LAS SIGUIENTES MARCAS: COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SIN AZÚCAR, SCHWEPPES, SPRITE Y SPRITE SIN AZÚCAR AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE, ADES, HI-C NI MONSTER. DESCUENTOS, PRECIOS Y PROMOCIONES PARA CONSUMO FAMILIAR. ESTA PUBLICACIÓN NO ACUMULA CON OTROS DESCUENTOS, OFERTAS Y/O PROMOCIONES BANCARIAS\nPARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL.\n\n\n PROGRAMA DE CIUDADANIA PORTEÑA **\n15% DE DESCUENTO – TARJETA CIUDADANIA PORTEÑA\nDESCUENTO VÁLIDO EN LA REPÚBLICA ARGENTINA LOS DÍAS MARTES Y JUEVES DESDE EL 01 DE SEPTIEMBRE HASTA EL 30 DE SEPTIEMBRE DE 2025. VÁLIDO PARA SUCURSALES COTO DE CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE.\nNO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. \nDESCUENTO VÁLIDO LOS DÍAS MARTES Y JUEVES DE SEPTIEMBRE DE 2025. 15% DE DESCUENTO PARA COMPRAS ABONADAS CON TARJETA CIUDADANIA PORTEÑA. SIN TOPE DE REINTEGRO. EL DESCUENTO CORRESPONDIENTE SE REALIZARÁ EN LÍNEA DE CAJAS SOBRE EL PRECIO DE CONTADO. PROMOCIÓN EXCLUSIVA PARA LAS SIGUIENTES SUCURSALES: 2, 6, 7, 18, 19, 20, 22, 24, 25, 26, 35, 37, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 52, 55, 56, 58, 59, 60, 61, 63, 66, 74, 78, 80, 82, 83, 84, 85, 88, 90, 91, 103, 108, 110, 116, 121, 124, 125, 136, 151, 153, 158, 159, 160, 163, 167, 168, 170, 174, 175, 176, 180, 181, 203, 220. \nEXCLUSIONES: DESCUENTOS NO VÁLIDOS PARA COMPRAS POR INTERNET EN COTO DIGITAL. DESCUENTOS NO VÁLIDOS PARA PAGOS EFECTUADOS CON TECNOLOGÍA “NFC” Y/O PARA PAGOS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS O ABONADAS MEDIANTE BILLETERAS VIRTUALES, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. DESCUENTOS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. \nDESCUENTOS NO VÁLIDOS PARA COMPRAS EN LOS PATIOS DE COMIDAS, COTO EXPRESSO, COTO BAR, ZONA JUEGOS Y ESTACIONAMIENTO PROPIO, NI COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR. NO INCLUYE ELECTRODOMÉSTICOS, NEUMÁTICOS NI RODADOS. NO INCLUYE PRODUCTOS DE BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOT X 1,5LT, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LEONCIO ARIZU (LUIGI BOSCA), BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN), BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR), NI VINOS EN TETRABRIK NI GENEROSOS. EL DESCUENTO EN CHAMPAÑAS Y ESPUMANTES NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON, POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG. NO INCLUYE CORTES DE CARNES DE NOVILLO, NOVILLITO, TERNERA, MENUDENCIAS NI CARNES ELABORADAS. NO INCLUYE POLLO ENTERO NI TROZADO, FRESCO NI CONGELADO. NO INCLUYE LECHES INFANTILES ETAPAS 1 Y 2 (FLUÍDAS NI EN POLVO), NI HARINAS EN TODAS SUS PRESENTACIONES, NI AZÚCAR EN TODAS SUS PRESENTACIONES, NI ACEITE DE GIRASOL Y MEZCLA GIRASOL-SOJA EN TODAS SUS PRESENTACIONES. NO INCLUYE TODAS LAS PRESENTACIONES DE LAS SIGUIENTES MARCAS: COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SIN AZÚCAR, SCHWEPPES, SPRITE Y SPRITE SIN AZÚCAR AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE, ADES, HI-C NI MONSTER. DESCUENTOS, PRECIOS Y PROMOCIONES PARA CONSUMO FAMILIAR. ESTA PUBLICACIÓN NO ACUMULA CON OTROS DESCUENTOS, OFERTAS Y/O PROMOCIONES BANCARIAS\nPARA PROVINCIA DE MENDOZA: “LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUMO Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800-2226678”. COTO C.I.C.S.A. - CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n JUBILADOS **\n PROMOCIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA PARA COMPRAS EN SUCURSALES CABA, BUENOS AIRES, NEUQUÉN, MENDOZA, ENTRE RÍOS Y SANTA FE. CONSULTE DOMICILIOS DE LAS SUCURSALES EN WWW.COTO.COM.AR O LLAMANDO A FONOCOTO 0800-888-4848. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. (2) 15% DE DESCUENTO VÁLIDO LOS DÍAS MARTES Y JUEVES DE SEPTIEMBRE DE 2025 PARA JUBILADOS Y PENSIONADOS, PARA LAS SUCURSALES COTO CON TODOS LOS MEDIOS DE PAGO SOBRE EL PRECIO ANTERIOR (EL DESCUENTO SE REALIZARÁ POR LÍNEA DE CAJA). EXCLUSIONES: PROMOCIONES NO VÁLIDAS PARA COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, TARJETAS DE COMPRA Y/U ORDEN DE COMPRA Y/O SIMILARES EMITIDAS POR COTO, COMPRAS ABONADAS EN EUROS DOLARES NI TICKETS O CON LA APLICACIÓN DE MERCADO PAGO, NI TARJETAS DE PROGRAMAS DE AYUDA SOCIAL. DESCUENTOS NO APLICABLES SOBRE PRODUCTOS INCLUIDOS EN PROGRAMAS DE PRECIOS DEL GOBIERNO Y/O APLICABLES POR NORMATIVA VIGENTE. DESCUENTOS NO VÁLIDOS PARA COMPRAS POR INTERNET EN COTO DIGITAL, COMPRAS EN LOS PATIOS DE COMIDAS, COTO EXPRESSO, COTO BAR, ZONA JUEGOS Y ESTACIONAMIENTO PROPIO, NI COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR, \n\nDESCUENTOS NO VÁLIDOS PARA COMPRAS EN LOS PATIOS DE COMIDAS, COTO EXPRESSO, COTO BAR, ZONA JUEGOS Y ESTACIONAMIENTO PROPIO, NI COMPRAS EN CUOTAS CON TARJETAS DE CRÉDITO EMITIDAS EN EL EXTERIOR. NO INCLUYE ELECTRODOMÉSTICOS, NEUMÁTICOS NI RODADOS. NO INCLUYE PRODUCTOS DE BODEGAS CATENA ZAPATA, NICOLA CATENA, BODEGA ERNESTO CATENA (ALMA NEGRA, PADRILLOS, ANIMAL, ENEMIGO Y GRAN ENEMIGO), MALBEC DV CATENA BOT X 1,5LT, MALBEC LA RIOJA DV CATENA, MALBEC SALTA DV CATENA, SAINT FELICIEN, NICASIA, TILIA, BODEGA LA RURAL (RUTINI, TRUMPETER, SAN FELIPE Y CEPA TRADICIONAL SEMILLON/MALBEC-MALBEC/TINTO BLEND), CHANDON Y TERRAZAS DE LOS ANDES (LATITUD 33°, CASTEL, ALTOS DEL PLATA, VALMONT, BELTOUR, CHEVAL Y CLOS DU MOULIN), BODEGA NORTON (LOTE NEGRO, QUORUM VI, PRIVADA FAMILY BLEND), BODEGA CADUS WINES (CADUS), CASA PIRQUE (ALTALAND, LA POSTA, LUCA, ARUMA, PETIT CARO, MALBEC/CABERNET FRANC CASA DE HERRERO, MALBEC OJO DE BUEN CUBERO, MALBEC/CABERNET FRANC/PINOT NOIR CUCHILLO DE PALO, MALBEC RÍO DE LOS CIERVOS ARAUCANA, MALBEC NICO Y BLEND BESO DE DANTE LUCA), BODEGA BIANCHI (VINO CHARDONNAY RESERVADO MARÍA CARMEN, VINO GRAN CORTE ENZO BIANCHI, VINOS MALBEC Y CABERNET SAUVIGNON PARTICULAR BIANCHI), BODEGA VALENTÍN BIANCHI (VINO TINTO CORTE Y MALBEC IV GENERACIÓN) BODEGA MONTEVIEJO (FESTIVO Y PETITE FLEUR) NI VINOS EN TETRABRIK NI GENEROSOS. EL DESCUENTO EN CHAMPAÑAS Y ESPUMANTES NO INCLUYE PRODUCTOS DE BODEGAS CHANDON, MERCIER, CATENA ZAPATA, BARÓN B, DOM PERIGNON, POMMERY, MÖET CHANDON, LA GRANDE DAME NI KRUG. NO INCLUYE CORTES DE CARNES DE NOVILLO, NOVILLITO, TERNERA, MENUDENCIAS NI CARNES ELABORADAS. NO INCLUYE POLLO ENTERO NI TROZADO, FRESCO NI CONGELADO. NO INCLUYE HARINAS EN TODAS SUS PRESENTACIONES, NI AZÚCAR EN TODAS SUS PRESENTACIONES, NI ACEITE DE GIRASOL Y MEZCLA GIRASOL-SOJA EN TODAS SUS PRESENTACIONES. NO INCLUYE TODAS LAS PRESENTACIONES DE LAS SIGUIENTES MARCAS: COCA COLA, COCA COLA LIGHT, COCA COLA SIN AZÚCAR, CRUSH, FANTA, FANTA SIN AZÚCAR, SCHWEPPES, SPRITE, SPRITE SIN AZÚCAR, AQUARIUS, SMARTWATER, CEPITA, BENEDICTINO, POWERADE, ADES, HI-C NI MONSTER.   DESCUENTOS, PRECIOS Y PROMOCIONES PARA CONSUMO FAMILIAR. ESTA PUBLICACIÓN NO ACUMULA CON OTROS DESCUENTOS, OFERTAS Y/O PROMOCIONES BANCARIAS \n PARA PROVINCIA DE MENDOZA: LA LEY PROVINCIAL N° 5547 TIENE POR OBJETO LA DEFENSA DE LOS HABITANTES DE MENDOZA EN LAS OPERACIONES DE CONSUM\n O Y USO DE BIENES Y SERVICIOS. CONSULTA PERMANENTEMENTE AL TEL. 0800- 2226678. COTO C.I.C.S.A.- CUIT 30-54808315-6 - PAYSANDÚ 1842 - C1416CDP - CAPITAL FEDERAL - FONOCOTO 0800-888-4848 - PARA MÁS INFORMACIÓN CONSULTE EN WWW.COTO.COM.AR           \n     \n    \n\n\n\n",
  "discountData": [
    {
      "id": "vkpcrrppdkmyhawickbgr",
      "txt": "Todos los Lunes25% descuentoen un pago con tarjetas de crédito Visa, Mastercard y CabalReembolso máximo $10.000semanal por cliente.Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Todos los Lunes\"<p> \"25\"<span> \"% descuento\"<p> \"en un pago con tarjetas de crédito Visa, Mastercard y Cabal\"<img src=\"https://www.coto.com.ar/images/bancos/logo_ciudad.png\"><div><div> \"Reembolso máximo $10.000 semanal por cliente.\"<br><br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "ijbsbscbmakelebckqlrm",
      "txt": "Martes y Jueves15% descuentoen un pago para todos losJUBILADOS Y PENSIONADOSpresentando dniCon todos los medios de pago. No válido para venta online.Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Martes y Jueves\"<p> \"15\"<span> \"% descuento\"<p> \"en un pago para todos los\"<br><br><span><strong> \"JUBILADOS Y PENSIONADOS\"<br><br><span> \"presentando dni\"<img src=\"https://www.coto.com.arundefined\"><div><div><span> \"Con todos los medios de pago. No válido para venta online.\"<span><br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "niwfyjarfnrsehspagcmx",
      "txt": "Todos los Lunes30% ahorroabonando con tarjetas de débito y crédito cabal credicoopTope de reintegro $15.000 por usuario por semana.Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Todos los Lunes\"<p> \"30\"<span> \"% ahorro\"<p> \"abonando con tarjetas de débito y crédito cabal credicoop\"<img src=\"https://www.coto.com.ar/images/bancos/modocredicoop.jpg\"><div><div> \"Tope de reintegro $15.000 por usuario por semana.\"<br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "papfpgwsghnlzhnozavhg",
      "txt": "Todos los Lunes25% ahorropagando con tu tarjeta prepaga y crédito mastercardEXCLUSIVO PARA USUARIOS CON CAJA DE AHORRO A TRAVÉS DE LA APP UALÁTope de reintegro: $15.000 tarjeta de crédito, $10.000 prepaga.Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Todos los Lunes\"<p> \"25\"<span> \"% ahorro\"<p> \"pagando con tu tarjeta prepaga y crédito mastercard\"<img src=\"https://www.coto.com.ar/images/bancos/logo_uala.jpg\"><div><p> \"EXCLUSIVO PARA USUARIOS CON CAJA DE AHORRO A TRAVÉS DE LA APP UALÁ\"<div> \"Tope de reintegro: $15.000 tarjeta de crédito, $10.000 prepaga.\"<br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "ybxmxabaijyvcanhgwzml",
      "txt": "Todos los Miércoles15% descuentoen un pago si sos miembroDE NUESTRA COMUNIDADSin tope de reintegro.Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Todos los Miércoles\"<p> \"15\"<span> \"% descuento\"<p> \"en un pago si sos miembro\"<br><span> \"DE NUESTRA COMUNIDAD\"<img src=\"https://www.coto.com.ar/images/bancos/comu2.png\"><div><div><span> \"Sin tope de reintegro.\"<span><br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "baluqodmfhtcotsjpddix",
      "txt": "Todos los Miércoles20% descuentoExclusivo con MODO y tarjetas de crédito Visa y Mastercard MacroEXCLUSIVO PARA USUARIOS CARTERA GENERALTope de reintegro: $15.000 por tarjeta por mes.No válido para venta online (Coto Digital).Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Todos los Miércoles\"<p> \"20\"<span> \"% descuento\"<p> \"Exclusivo con MODO y tarjetas de crédito Visa y Mastercard Macro\"<img src=\"https://www.coto.com.ar/images/bancos/modomacro.jpg\"><div><p> \"EXCLUSIVO PARA USUARIOS CARTERA GENERAL\"<div> \"Tope de reintegro: $15.000 por tarjeta por mes. No válido para venta online (Coto Digital).\"<br><span><br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "rgbsrxctmetfpjhtuggwl",
      "txt": "Todos los Miércoles25% descuentoExclusivo con MODO y tarjetas de crédito Visa y Mastercard MacroEXCLUSIVO PARA USUARIOS PREFERENCIALTope de reintegro: $20.000 por tarjeta por mes.No válido para venta online (Coto Digital).Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Todos los Miércoles\"<p> \"25\"<span> \"% descuento\"<p> \"Exclusivo con MODO y tarjetas de crédito Visa y Mastercard Macro\"<img src=\"https://www.coto.com.ar/images/bancos/modomacro.jpg\"><div><p> \"EXCLUSIVO PARA USUARIOS PREFERENCIAL\"<div> \"Tope de reintegro: $20.000 por tarjeta por mes. No válido para venta online (Coto Digital).\"<br><span><br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "syknwuworgtzaffjhdvpj",
      "txt": "Todos los Miércoles30% descuentoExclusivo con MODO y tarjetas de crédito Visa y Mastercard MacroEXCLUSIVO PARA USUARIOS SELECTATope de reintegro: $25.000 por tarjeta por mes.No válido para venta online (Coto Digital).Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Todos los Miércoles\"<p> \"30\"<span> \"% descuento\"<p> \"Exclusivo con MODO y tarjetas de crédito Visa y Mastercard Macro\"<img src=\"https://www.coto.com.ar/images/bancos/modomacro.jpg\"><div><p> \"EXCLUSIVO PARA USUARIOS SELECTA\"<div> \"Tope de reintegro: $25.000 por tarjeta por mes. No válido para venta online (Coto Digital).\"<br><span><br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "yyyclypmrbqinyhqziuod",
      "txt": "Todos los Miércoles30% descuentocon tarjetas de crédito visa y mastercard del bna a través de la appTope de reintegro unificado: $12.000 por día Miércoles por cliente.Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Todos los Miércoles\"<p> \"30\"<span> \"% descuento\"<p> \"con tarjetas de crédito visa y mastercard del bna a través de la app\"<img src=\"https://www.coto.com.ar/images/bancos/modobna2.jpg\"><div><div> \"Tope de reintegro unificado: $12.000 por día Miércoles por cliente.\"<br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "dfnqxotzxqkmgsbpkhfxz",
      "txt": "Todos los Martes25% ahorrocon tarjetas de crédito y débitoSin tope de reintegro.Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Todos los Martes\"<p> \"25\"<span> \"% ahorro\"<p> \"con tarjetas de crédito y débito\"<img src=\"https://www.coto.com.ar/images/bancos/supervielle2025.jpg\"><div><div> \"Sin tope de reintegro.\"<br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "vnejuqoqokwbalozqrztc",
      "txt": "Todos los Martes30% ahorropara clientes Identitécon tarjetas de créditoSin tope de reintegro.Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Todos los Martes\"<p> \"30\"<span> \"% ahorro\"<p> \"con tarjetas de crédito\"<span> \"para clientes Identité\"<br><img src=\"https://www.coto.com.ar/images/bancos/supervielle2025.jpg\"><div><div> \"Sin tope de reintegro.\"<br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "mqioalirhtkxmkcephpis",
      "txt": "Todos los Martes y Jueves15% descuentoprogramaciudadania porteñaSin tope de reintegro.Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Todos los Martes y Jueves\"<p> \"15\"<span> \"% descuento\"<p> \"programa ciudadania porteña\"<br><img src=\"https://www.coto.com.ar/images/bancos/logo_portena.jpg\"><div><div> \"Sin tope de reintegro.\"<br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "oqmewbellpbhomvvxonht",
      "txt": "De Lunes a Jueves10% descuentoen un pago con tarjetasde débito y créditoSin tope de reintegro.Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"De Lunes a Jueves\"<p> \"10\"<span> \"% descuento\"<p> \"en un pago con tarjetas de débito y crédito\"<br><img src=\"https://www.coto.com.ar/images/bancos/anses2.png\"><div><div> \"Sin tope de reintegro.\"<br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "ukpfosycqycunwnmhztjf",
      "txt": "Todos los Jueves20% ahorrocon tarjetasDE DÉBITO VISASin tope de reintegro.Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Todos los Jueves\"<p> \"20\"<span> \"% ahorro\"<p> \"con tarjetas DE DÉBITO VISA\"<br><img src=\"https://www.coto.com.ar/images/bancos/logo_icbc.png\"><div><div> \"Sin tope de reintegro.\"<br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "rbnaqpjjmgrnpikirabbi",
      "txt": "Todos los Jueves20% descuentocon tarjetasDE DÉBITO VISATope de reintegro: $8.000.Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Todos los Jueves\"<p> \"20\"<span> \"% descuento\"<p> \"con tarjetas DE DÉBITO VISA\"<br><img src=\"https://www.coto.com.ar/images/bancos/columbia2.jpg\"><div><div> \"Tope de reintegro: $8.000.\"<br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "xubnegieivjchpbvjruel",
      "txt": "Todos los Jueves20% descuentoen un pago con tarjetasde crédito VISA y mastercardTope de reintegro: $22.000.Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Todos los Jueves\"<p> \"20\"<span> \"% descuento\"<p> \"en un pago con tarjetas de crédito VISA y mastercard\"<br><img src=\"https://www.coto.com.ar/images/bancos/columbia2.jpg\"><div><div> \"Tope de reintegro: $22.000.\"<br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "mmcgfruqljewpjfnsmcjb",
      "txt": "Todos los Jueves25% descuentocon tarjetaVISA débitoTope de devolución: $10.000 p/ transacción. Clientes Cuenta Comafi Único tope de reintegro $12.000.Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Todos los Jueves\"<p> \"25\"<span> \"% descuento\"<p> \"con tarjeta VISA débito\"<br><img src=\"https://www.coto.com.ar/images/bancos/logo_comafi.png\"><div><div> \"Tope de devolución: $10.000 p/ transacción. Clientes Cuenta Comafi Único tope de reintegro $12.000.\"<br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "vkwbcyfwjomxzrjczuvig",
      "txt": "Todos los Lunes20% descuentocon tarjetasde débito VISAEXCLUSIVO JUBILADOS QUE PERCIBAN SUS HABERES EN EL BANCOTope de reintegro $20.000 mensual.Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Todos los Lunes\"<p> \"20\"<span> \"% descuento\"<p> \"con tarjetas de débito VISA\"<br><img src=\"https://www.coto.com.ar/images/bancos/santander2.jpg\"><div><p> \"EXCLUSIVO JUBILADOS QUE PERCIBAN SUS HABERES EN EL BANCO\"<div> \"Tope de reintegro $20.000 mensual.\"<br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "czwgleviqrlhhqqthzumw",
      "txt": "Viernes 26/0925% descuentoSIN TOPE DE REINTEGRO utilizando todos los medios de pago dentro de la appSin tope de reintegro.No valido para venta online (Coto Digital).Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Viernes 26/09\"<p> \"25\"<span> \"% descuento\"<p> \"utilizando todos los medios de pago dentro de la app\"<span> \"SIN TOPE DE REINTEGRO\"<br><img src=\"https://www.coto.com.ar/images/bancos/logo-mercadopago.jpg\"><div><div><span> \"Sin tope de reintegro. No valido para venta online (Coto Digital).\"<br><span><br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "rgkafhiffbyizkzzjpuvw",
      "txt": "Viernes 26/0915% descuentoen un pagocon tarjetas deCRÉDITOSin tope de reintegro.No valido para venta online (Coto Digital).Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Viernes 26/09\"<p> \"15\"<span> \"% descuento\"<p> \"en un pago con tarjetas de\"<br><br><br><span><strong> \"CRÉDITO\"<br><img src=\"https://www.coto.com.arundefined\"><div><div><span> \"Sin tope de reintegro. No valido para venta online (Coto Digital).\"<br><span><br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "ocxukthsasfymtngejgau",
      "txt": "Del Sábado 27/09 al Domingo 28/0920% descuentoen un pago si sos miembroDE NUESTRA COMUNIDADSin tope de reintegro.No válido para venta online (Coto Digital).Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Del Sábado 27/09 al Domingo 28/09\"<p> \"20\"<span> \"% descuento\"<p> \"en un pago si sos miembro\"<br><span> \"DE NUESTRA COMUNIDAD\"<img src=\"https://www.coto.com.ar/images/bancos/comu2.png\"><div><div><span> \"Sin tope de reintegro. No válido para venta online (Coto Digital).\"<br><span><br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "mvtnvkfokwdgrqbqtpufq",
      "txt": "Del Sábado 27/09 al Domingo 28/0920% descuentoSIN TOPE DE REINTEGRO utilizando dinero en cuentaSin tope de reintegro.No valido para venta online (Coto Digital).Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Del Sábado 27/09 al Domingo 28/09\"<p> \"20\"<span> \"% descuento\"<p> \"utilizando dinero en cuenta\"<span> \"SIN TOPE DE REINTEGRO\"<br><img src=\"https://www.coto.com.ar/images/bancos/logo-mercadopago.jpg\"><div><div><span> \"Sin tope de reintegro. No valido para venta online (Coto Digital).\"<br><span><br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "svnvufkvbzmodtooofrix",
      "txt": "Del Sábado 27/09 al Domingo 28/0920% descuentocon tarjetas DE CRÉDITO ICBC VISA Y ICBC MASTERCARDSin tope de reintegro.No valido para venta online (Coto Digital).Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Del Sábado 27/09 al Domingo 28/09\"<p> \"20\"<span> \"% descuento\"<p> \"con tarjetas DE CRÉDITO ICBC VISA Y ICBC MASTERCARD\"<img src=\"https://www.coto.com.ar/images/bancos/logo_icbc.png\"><div><div><span> \"Sin tope de reintegro. No valido para venta online (Coto Digital).\"<br><span><br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "spsejwxskyygcatxtmxlx",
      "txt": "Del Sábado 27/09 al Domingo 28/0920% descuentocon tarjetas de débito Visa y MaestroSin tope de reintegro.Aplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Del Sábado 27/09 al Domingo 28/09\"<p> \"20\"<span> \"% descuento\"<p> \"con tarjetas de débito Visa y Maestro\"<img src=\"https://www.coto.com.ar/images/bancos/logo_ciudad.png\"><div><div> \"Sin tope de reintegro.\"<br><a> \"Aplican exclusiones. Ver legal.\""
    },
    {
      "id": "idtpaxnentnmtkdomjbzj",
      "txt": "Todos los días3 CUOTAS SIN INTERÉSCon tarjeta naranjaAplican exclusiones. Ver legal.",
      "domDescription": "<li><figure><figcaption><div><div><div><div><p> \"Todos los días\"<p><span> \"3\"<span><span> \"CUOTAS SIN INTERÉS\"<p> \"Con tarjeta naranja\"<img src=\"https://www.coto.com.ar/images/bancos/logo-planz.jpg\"><div><div><a> \"Aplican exclusiones. Ver legal.\""
    }
  ]
}