[
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/NaranjaX-logo.png\"><div><h4> \"12 Cuotas sin Interés\"<h6> \"En Electros seleccionados\"<div><p> \"Válido todos los días desde el 1 de Febrero de 2026 al 28 de Febrero de 2025. Aplica para venta online. Válido exclusivamente en productos seleccionados de electro, en todas las sucursales Disco Cruz del Eje (SM 842) y Todos los Vea del país.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Beneficio válido para titulares y adicionales de tarjeta de crédito Naranja X de todo el país que compren en PLAN 12 Cuotas Cero interés: Costo Financiero Total (CFT) 0% Tasa Efectiva Anual (TEA) 0% Tasa Nominal Anual (TNA) 0%.  Válido todos los días desde el 1 de Febrero de 2026 al 28 de Febrero de 2025. Aplica para venta online. Válido exclusivamente en productos seleccionados de electro, en todas las sucursales Disco Cruz del Eje (SM 842) y Todos los Vea del país.  Beneficio no válido para compras realizadas con Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales-En caso de fuerza mayor y/o caso fortuito que genere alguna imposibilidad para llevar a cabo el beneficio o para continuar con el mismo, Naranja X podrá suspender definitivamente o transitoriamente el beneficio, como así también introducir las modificaciones pertinentes. La tarjeta de crédito es comercializada por Tarjeta Naranja S. A.U. CUIT 30685376349, La Tablada 451, Córdoba. En electros seleccionados.\"",
    "weekdayIndex": 0
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/visamaster.png\"><div><h4> \"3 cuotas sin interés\"<h6> \"en Productos seleccionados\"<div><p> \"PROMOCIÓN VÁLIDA TODOS LOS DÍAS DESDE EL 01/12/2025 AL 31/03/2026,  EN LOS LOCALES OBTENIENDO 3 CUOTAS SIN INTERÉS EN PRODUCTOS SELECCIONADOS ABONANDO CON TARJETAS DE CREDITO VISA Y MASTERCARD BANCARIAS. VÁLIDO PRESENCIAL.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA TODOS LOS DÍAS DESDE EL 01/12/2025 AL 31/03/2026,  EN LOS LOCALES OBTENIENDO 3 CUOTAS SIN INTERÉS EN PRODUCTOS SELECCIONADOS\r\nABONANDO CON TARJETAS DE CREDITO VISA Y MASTERCARD BANCARIAS EN PRODUCTOS SELECCIONADOS DE LIBRERÍA, COLECCIONABLE VAJILLA, INDUMENTARIA, MARROQUINERIA, VAJILLA/COPAS/VASOS/JARROS Y TAZAS, TERMOS, COCCIÓN, SÁBANAS, ALMOHADAS, TENDERS, CAJAS ORGANIZADORAS, PARRILLA, AIRE LIBRE, CAMPING, PISCINA, BICICLETAS, MONOPATINES, RODADOS Y MUEBLES INTERIOR. NO VÁLIDO PARA ACOPIO, VENTA MAYORISTA, RETIRA CLIENTE Y PAGO SERVICIOS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS. PLAN 6: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%.\r\nSE DEBE PASAR POR LINEA DE CAJAS/POSNET A TRAVES DE LA CUOTA  3.\"",
    "weekdayIndex": 0
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 ,6 y 12 Cuotas sin Interés\"<h6> \"en Electrodomésticos seleccionados.\"<div><p> \"PROMOCIÓN VÁLIDA CON LA TARJETA DE CRÉDITO FÍSICA CENCOPAY TODOS LOS DÍAS DESDE EL 01/10/2025 AL 31/03/2026. ELECTROS SELECCIONADOS.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN CENCOPAY.AR PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 01/10/2025 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\". (1) PROMOCIÓN VÁLIDA EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO 3, 6 Y 12 CUOTAS SIN INTERÉS EN ELECTRODOMÉSTICOS SELECCIONADOS. (1) PLAN 3, 6 Y 12 RESPECTIVAMENTE: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE TÉRMINOS Y CONDICIONES, COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. EL USO INDEBIDO DE LA PROMOCIÓN PODRÁ SER SANCIONADO CON SUSPENSIÓN, INHABILITACIÓN O CESE DE LA CUENTA DIGITAL, AMPARADO EN EL APARTADO QUINTO DE LOS TÉRMINOS Y CONDICIONES. SE CONSIDERARÁ USO INDEBIDO DE LA PROMOCIÓN AQUEL USO EN EL QUE SE DETECTEN DOS O MAS CORTES TICKET DE COMPRA CON EL FIN DE SUMAR DESCUENTOS, YA HABIENDO OBTENIDO ESTE EN LA PRIMERA TRANSACCIÓN REALIZADA. SE DEJA CONSTANCIA QUE CENCOSUD S.A. SE LIMITA A OFRECER SERVICIOS DE PAGO Y NO SE ENCUENTRA AUTORIZADA A OPERAR COMO ENTIDAD FINANCIERA POR EL BANCO CENTRAL DE LA REPÚBLICA ARGENTINA. LOS FONDOS DEPOSITADOS EN CUENTAS DE PAGO NO CONSTITUYEN DEPÓSITOS EN UNA ENTIDAD FINANCIERA. CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 0
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/galicia-200x82.png\"><div><h4> \"12 cuotas sin interés\"<h6> \"en Electro\"<div><p> \"Para compras realizadas con Tarjeta Visa, Tarjeta Mastercard, Tarjeta American Express. Promoción valida únicamente en los comercios adheridos. Dicha promoción no es acumulable con otras promociones vigentes.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. Tasa Nominal Anual, en adelante \"TNA\": 0,00%, Tasa Efectiva Anual, en adelante \"TEA\": 0,00%, Costo Financiero Total Efectivo Anual, en adelante \"CFTEA\": 0,00%.\"CFTEA\"+IVA: 0,00%. Promoción en solo 12 cuotas sin interés, para compras realizadas en el País. Válida para los días comprendidos entre el 1/12/2025 y el 28/02/2026, para compras realizadas con Tarjeta Visa, Tarjeta Mastercard, Tarjeta American Express. Promoción valida únicamente en los comercios adheridos. Dicha promoción no es acumulable con otras promociones vigentes. Ejemplo: Una compra de $1000 y se paga en 12 cuotas: el valor de cada cuota será de $83.33. No aplica para compras realizadas con tarjetas de Crédito Visa Business, Visa Rural y Tarjetas de Débito. Banco Galicia solo es el medio de pago para la adquisición del producto/servicio. Tasa Nominal Anual \"TNA\": 0,00%, Tasa Efectiva Anual \"TEA\": 0,00%, Costo Financiero Total Efectivo Anual \"CFTEA\": 0,00%.\"CFTEA\"+IVA: 0,00%.\"",
    "weekdayIndex": 0
  },
  {
    "text": "<li><div><div><img src=\"https://jumboargentina.vtexassets.com/arquivos/macroo.png\"><div><h4> \"6 y 12 Cuotas sin interés\"<h6> \"En electro\"<div><p> \"PROMOCIÓN VÁLIDA DEL 01/12/2025 AL 31/03/2026 INCLUSIVE. VÁLIDO TODOS LOS DÍAS EN PRODUCTOS SELECCIONADOS DE ELECTRO. EXCLUSIVAMENTE, PARA TARJETAS DE CRÉDITO VISA, MASTERCARD Y AMERICAN EXPRESS EMITIDAS POR BANCO MACRO: 6 Y 12 CUOTAS SIN INTERÉS.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"El legales de Banco macro : CARTERA DE CONSUMO. PROMOCIÓN VÁLIDA DEL 01/12/2025 AL 31/03/2026 INCLUSIVE. VÁLIDO TODOS LOS DÍAS EN LOCALES ADHERIDOS, EN PRODUCTOS SELECCIONADOS NON FOOD EXCLUSIVAMENTE, PARA TARJETAS DE CRÉDITO VISA, MASTERCARD Y AMERICAN EXPRESS EMITIDAS POR BANCO MACRO: 6 Y 12 CUOTAS SIN INTERÉS TNA(TASA NOMINAL ANUAL), TEA(TASA EFECTIVA ANUAL) Y CFT(COSTO FINANCIERO TOTAL NOMINAL ANUAL) 0,0% NO APLICA A PAGOS REALIZADOS CON TARJETAS AGRO/EMPRESA NI A TRAVÉS DE MERCADOPAGO, NI TRANSFERENCIAS 3.0 (QR/PEI/PAGO INMEDIATO). NI LOS PAGOS A TRAVES DE MODO EN CUOTAS . ESTABLECIMIENTOS, PRODUCTOS Y SERVICIOS NO SON PROMOCIONADOS NI GARANTIZADOS POR BANCO MACRO NI TAMPOCO SE RESPONSABILIZA POR LOS CUPONES PRESENTADOS POR LOS COMERCIOS FUERA DE TÉRMINO. MÁS INFORMACIÓN EN MACRO.COM.AR O AL 0810-555-2355 O AL 0810-555-7353 PARA CLIENTES SELECTA. CENCOSUD S.A, CUIT 30-59036076-3.\"",
    "weekdayIndex": 0
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 y 6 Cuotas sin interés\"<h6> \"EN PARRILLA, AIRE LIBRE, CAMPING Y MÁS\"<div><p> \"PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 01/01/2026 AL 31/03/2026 CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. \r\nVÁLIDA TODOS LOS DÍAS EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO SOLO 3 y 6 CUOTAS SIN INTERÉS EN PARRILLA, AIRE LIBRE, CAMPING, PISCINA, BICICLETAS, MONOPATINES, RODADOS, MUEBLES INTERIOR.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN CENCOPAY.AR PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 01/01/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\". (1) PROMOCIÓN VÁLIDA TODOS LOS DÍAS EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO SOLO 3 y 6 CUOTAS SIN INTERÉS EN PARRILLA, AIRE LIBRE, CAMPING, PISCINA, BICICLETAS, MONOPATINES, RODADOS, MUEBLES INTERIOR. (1) PLAN 3 y 6: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE TÉRMINOS Y CONDICIONES, COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. EL USO INDEBIDO DE LA PROMOCIÓN PODRÁ SER SANCIONADO CON SUSPENSIÓN, INHABILITACIÓN O CESE DE LA CUENTA DIGITAL, AMPARADO EN EL APARTADO QUINTO DE LOS TÉRMINOS Y CONDICIONES. SE CONSIDERARÁ USO INDEBIDO DE LA PROMOCIÓN AQUEL USO EN EL QUE SE DETECTEN DOS O MAS CORTES TICKET DE COMPRA CON EL FIN DE SUMAR DESCUENTOS, YA HABIENDO OBTENIDO ESTE EN LA PRIMERA TRANSACCIÓN REALIZADA. SE DEJA CONSTANCIA QUE CENCOSUD S.A. SE LIMITA A OFRECER SERVICIOS DE PAGO Y NO SE ENCUENTRA AUTORIZADA A OPERAR COMO ENTIDAD FINANCIERA POR EL BANCO CENTRAL DE LA REPÚBLICA ARGENTINA. LOS FONDOS DEPOSITADOS EN CUENTAS DE PAGO NO CONSTITUYEN DEPÓSITOS EN UNA ENTIDAD FINANCIERA.  CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 0
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 cuotas sin interés\"<h6> \"EN LIBRERÍA, INDUMENTARIA Y MÁS\"<div><p> \"PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 01/01/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY.  VÁLIDA TODOS LOS DÍAS OBTENIENDO SOLO 3 CUOTAS SIN INTERÉS EN LIBRERÍA, COLECCIONABLE VAJILLA, INDUMENTARIA, MARROQUINERÍA, VAJILLA/COPAS/VASOS/JARROS Y TAZAS, TERMOS, COCCIÓN, SÁBANAS, ALMOHADAS, TENDERS, CAJAS ORGANIZADORAS\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN CENCOPAY.AR PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 01/01/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\". (1) PROMOCIÓN VÁLIDA TODOS LOS DÍAS EN LOS LOCALES HABILITADOS Y SITIOS WEB  OBTENIENDO SOLO 3 CUOTAS SIN INTERÉS EN LIBRERÍA, COLECCIONABLE VAJILLA, INDUMENTARIA, MARROQUINERÍA, VAJILLA/COPAS/VASOS/JARROS Y TAZAS, TERMOS, COCCIÓN, SÁBANAS, ALMOHADAS, TENDERS, CAJAS ORGANIZADORAS. (1) PLAN 3: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE TÉRMINOS Y CONDICIONES, COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. EL USO INDEBIDO DE LA PROMOCIÓN PODRÁ SER SANCIONADO CON SUSPENSIÓN, INHABILITACIÓN O CESE DE LA CUENTA DIGITAL, AMPARADO EN EL APARTADO QUINTO DE LOS TÉRMINOS Y CONDICIONES. SE CONSIDERARÁ USO INDEBIDO DE LA PROMOCIÓN AQUEL USO EN EL QUE SE DETECTEN DOS O MAS CORTES TICKET DE COMPRA CON EL FIN DE SUMAR DESCUENTOS, YA HABIENDO OBTENIDO ESTE EN LA PRIMERA TRANSACCIÓN REALIZADA. SE DEJA CONSTANCIA QUE CENCOSUD S.A. SE LIMITA A OFRECER SERVICIOS DE PAGO Y NO SE ENCUENTRA AUTORIZADA A OPERAR COMO ENTIDAD FINANCIERA POR EL BANCO CENTRAL DE LA REPÚBLICA ARGENTINA. LOS FONDOS DEPOSITADOS EN CUENTAS DE PAGO NO CONSTITUYEN DEPÓSITOS EN UNA ENTIDAD FINANCIERA.  CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 0
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/200x82-santander.png\"><div><h4> \"12 cuotas sin interés\"<h6> \"en Electro\"<div><p> \"PROMOCIÓN VÁLIDA DESDE 01/02/2026HASTA 31/03/2026 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTROS SELECCIONADOS.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. PROMOCIÓN VÁLIDA DESDE 01/02/2026 HASTA 31/03/2026 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTRO SELECCIONADOS EN 12 CUOTAS CON TARJETAS EMITIDAS POR BANCO SANTANDER VISA/MASTERCARD, BANCO GALICIA VISA/MASTERCARD Y AMERICAN EXPRESS, TARJETA NARANJA. NO PARTICIPAN LAS COMPRAS EFECTUADAS A TRAVÉS DE TODO PAGO Y MERCADO DE PAGO. LA PRESENTE PROMOCIÓN ES VÁLIDA SÓLO PARA CONSUMOS DE TIPO FAMILIAR, Y NO SE ACUMULA A OTRAS PROMOCIONES. EN EL CASO DE DUDA SOBRE EL DESTINO DEL CONSUMO. LOS ACCIONISTAS DE DICHOS BANCOS LIMITAN SU RESPONSABILIDAD A LA INTEGRACIÓN DE LAS ACCIONES SUSCRIPTAS LEY 19.550 Y LEY 25.738. COSTO FINANCIERO TOTAL EFECTIVO ANUAL: 0.00%. TASA NOMINAL ANUAL 0.00%. TASA EFECTIVA ANUAL 0,00%. CFTEA:0,00%. CFTEA (CON IVA) 0,00%.  CFTEA (SIN IVA) 0,00%.\"",
    "weekdayIndex": 0
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/comafi-vtex.png\"><div><h4> \"3 Cuotas sin Interés\"<h6> \"abonando con tarjetas de crédito emitidos por Banco Comafi.\"<div><p> \"Promoción válida todos los días desde el 01/12/25 hasta el 31/03/26 abonando con tarjetas de crédito pertenecientes a Servicios de cuenta Global, Classic, Premium y ÚNICO emitidos por Banco Comafi. Sólo válido para aquellos clientes que se encuentren al día en sus productos. El beneficio no será aplicado en aquellas compras realizadas a través de MercadoPago.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Oferta exclusiva para la cartera de consumo. Promoción válida todos los días desde el 01/12/25 hasta el 31/03/26 abonando con tarjetas de crédito pertenecientes a Servicios de cuenta Global, Classic, Premium y ÚNICO emitidos por Banco Comafi. Hasta 3 cuotas sin interés. Quedan excluidas aquellas tarjetas de crédito Credial, Business y Corporativas emitidas en Argentina por Banco Comafi. No acumulable con otras promociones ni entre sí. Sólo válido para aquellos clientes que se encuentren al día en sus productos. El beneficio no será aplicado en aquellas compras realizadas a través de MercadoPago. Consultar locales adheridos y medios de pago habilitados en www.tevabien.com. Banco Comafi no se responsabiliza por los cupones presentados por los establecimientos fuera de término, así como tampoco promociona ni garantiza los comercios, los productos y/o servicios o la calidad de los mismos. El costo financiero de las promociones que incluyen cuotas sin interés es asumido en su totalidad por Banco Comafi S.A. El beneficio no será aplicado para aquellas compras realizadas con Plan Gobierno. Banco Comafi S.A. con domicilio en Av. Roque Sáenz Peña 660, piso 1, CUIT 30-60473101-8.*CFT: 0,0% Costo Financiero Total Efectivo Anual. TNA: 0,0% Tasa Nominal Anual. TEA: 0,0% Tasa Efectiva Anual.\"",
    "weekdayIndex": 0
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"6 cuotas sin interés\"<h6> \"EN LIBRERÍA, INDUMENTARIA, MOCHILAS, CARTUCHERAS, LUNCHERAS Y MÁS\"<div><p> \"PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 1/02/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN CENCOPAY.AR PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 1/02/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\". (1) PROMOCIÓN VÁLIDA TODOS LOS DÍAS EN LOS LOCALES HABILITADOS Y SITIOS WEB, OBTENIENDO SOLO 6 CUOTAS SIN INTERÉS EN LIBRERIA, INDUMENTARIA, MOCHILAS,CARTUCHERAS,LUNCHERAS, INDUMENTARIA ESCOLAR  Y MARROQUINERÍA. (1) PLAN 6 RESPECTIVAMENTE: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE TÉRMINOS Y CONDICIONES, COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. EL USO INDEBIDO DE LA PROMOCIÓN PODRÁ SER SANCIONADO CON SUSPENSIÓN, INHABILITACIÓN O CESE DE LA CUENTA DIGITAL, AMPARADO EN EL APARTADO QUINTO DE LOS TÉRMINOS Y CONDICIONES. SE CONSIDERARÁ USO INDEBIDO DE LA PROMOCIÓN AQUEL USO EN EL QUE SE DETECTEN DOS O MAS CORTES TICKET DE COMPRA CON EL FIN DE SUMAR DESCUENTOS, YA HABIENDO OBTENIDO ESTE EN LA PRIMERA TRANSACCIÓN REALIZADA. SE DEJA CONSTANCIA QUE CENCOSUD S.A. SE LIMITA A OFRECER SERVICIOS DE PAGO Y NO SE ENCUENTRA AUTORIZADA A OPERAR COMO ENTIDAD FINANCIERA POR EL BANCO CENTRAL DE LA REPÚBLICA ARGENTINA. LOS FONDOS DEPOSITADOS EN CUENTAS DE PAGO NO CONSTITUYEN DEPÓSITOS EN UNA ENTIDAD FINANCIERA.  CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 0
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/banco-nacion.png\"><div><h4> \"12 y 6\"<h6> \"cuotas sin interés\"<div><p> \"12 y 6 CUOTAS SIN INTERÉS EN PRODUCTOS SELECCIONADOS DE ELECTRODOMÉSTICOS ABONANDO CON TARJETAS DE CREDITO VISA/MASTERCARD DE BANCO NACION.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA TODOS LOS DÍAS COMPRENDIDOS ENTRE EL 01/01/2026 Y 31/03/2026 EN LA REPÚBLICA ARGENTINA EN COMERCIOS ADHERIDOS. 12 y 6 CUOTAS SIN INTERÉS REALIZADAS CON TARJETAS DE CRÉDITO VISA Y MASTERCARD DEL BNA EN PRODUCTOS SELECCIONADOS DE ELECTRÓNICA Y LINEA BLANCA. NO APLICA PARA PAGOS CON SALDO EN CUENTA. CARTERA DE CONSUMO. EL BNA NO SE RESPONSABILIZA POR LA CALIDAD DE LOS PRODUCTOS ADQUIRIDOS. PROMOCIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA. TASA NOMINAL ANUAL (TNA) FIJA 0,00%. TASA EFECTIVA ANUAL (TEA) FIJA 0,00%. COSTO FINANCIERO TOTAL EXPRESADO EN TEA 0,00%. BANCO DE LA NACIÓN ARGENTINA – BARTOLOMÉ MITRE 326, CABA – CUIT 30-50001091-2.\"",
    "weekdayIndex": 0
  },
  {
    "text": "<li><div><div><img src=\"https://jumboargentina.vtexassets.com/arquivos/bancor.png\"><div><h4> \"4 cuotas sin interés\"<h6> \"ABONANDO CON TARJETA CÓRDOBESA\"<div><p> \"PROMOCIÓN VÁLIDA DESDE EL 01/12/2025 AL 31/03/2026 PARA COMPRAS REALIZADAS CON TARJETA DE CRÉDITO BANCO CÓRDOBA, TODOS LOS DÍAS DEL MES EN LOS LOCALES HABILITADOS DEL PAÍS.\r\nVÁLIDO SOLO PARA VENTA PRESENCIAL.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA DESDE EL 01/06/2025 AL 31/03/2026 PARA COMPRAS REALIZADAS CON TARJETA DE CRÉDITO BANCO CÓRDOBA, TODOS LOS DÍAS DEL MES EN LOS LOCALES HABILITADOS DEL PAÍS. VÁLIDO SOLO PARA VENTA PRESENCIAL.TODOS LOS DÍAS PARA PAGOS CON TARJETA CORDOBESA EN 4 CUOTAS SIN INTERÉS EN LOS COMERCIOS ADHERIDOS. COSTO FINANCIERO TOTAL NOMINAL ANUAL Y CFTNA: 0%. EJEMPLO 4 CUOTAS: PARA UNA COMPRA DE $ 1.000 EL SOCIO ABONARÁ 4 CUOTAS SIN INTERÉS DE $ 250. BANCO PROVINCIA DE CÓRDOBA S.A. CUIT 30999228565. DOMICILIO: SAN JERÓNIMO 166, CÓRDOBA. NO VÁLIDO EL 01 DE ENERO DE 2026.\"",
    "weekdayIndex": 0
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 cuotas sin interés\"<h6> \"en Toda la Compra Online\"<div><p> \"Exclusivo\"<b> \"Online\"<p> \"PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DESDE EL 01/02/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN CENCOPAY.AR PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS TODOS LOS DIAS DESDE EL 1/02/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\".   (1) PROMOCIÓN VÁLIDA EN LOS SITIOS WEB OBTENIENDO SOLO 3 CUOTAS SIN INTERÉS EN TODA LA COMPRA. (1) PLAN 3: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE TÉRMINOS Y CONDICIONES, COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. EL USO INDEBIDO DE LA PROMOCIÓN PODRÁ SER SANCIONADO CON SUSPENSIÓN, INHABILITACIÓN O CESE DE LA CUENTA DIGITAL, AMPARADO EN EL APARTADO QUINTO DE LOS TÉRMINOS Y CONDICIONES. SE CONSIDERARÁ USO INDEBIDO DE LA PROMOCIÓN AQUEL USO EN EL QUE SE DETECTEN DOS O MAS CORTES TICKET DE COMPRA CON EL FIN DE SUMAR DESCUENTOS, YA HABIENDO OBTENIDO ESTE EN LA PRIMERA TRANSACCIÓN REALIZADA. SE DEJA CONSTANCIA QUE CENCOSUD S.A. SE LIMITA A OFRECER SERVICIOS DE PAGO Y NO SE ENCUENTRA AUTORIZADA A OPERAR COMO ENTIDAD FINANCIERA POR EL BANCO CENTRAL DE LA REPÚBLICA ARGENTINA. LOS FONDOS DEPOSITADOS EN CUENTAS DE PAGO NO CONSTITUYEN DEPÓSITOS EN UNA ENTIDAD FINANCIERA.  CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 0
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/tarjetasol.png\"><div><h4> \"3 y 4 cuotas sin interés\"<h6><div><p> \"Válido para compras presenciales todos los días del mes de Febrero y Marzo de 2026.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Válido todos los días de Febrero y Marzo de 2026. Aplica para venta presencial. 3 y 4 cuotas sin interés, CFT: 00,00% , TEA: 00,00%.\"",
    "weekdayIndex": 0
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/NaranjaX-logo.png\"><div><h4> \"3 Cuotas sin interés\"<h6> \"Abonando con Tarjeta de Crédito Naranja X | Plan Z\"<div><p> \"VÁLIDO PARA COMPRAS PRESENCIAL Y WEB DESDE EL 01/01/2026 AL 31/03/2026. Abonando con Tarjeta de Crédito Naranja X | PLAN Z\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"VÁLIDO PARA COMPRAS PRESENCIAL Y WEB DESDE EL 01/01/2026 AL 31/03/2026 TODOS LOS DÍAS PARA COMPRAS ABONADAS CON TARJETAS DE CREDITO NARANJA X | PLAN Z, EN 3 CUOTAS SIN INTERÉS EN PRODUCTOS VENDIDOS PRESENCIAL Y WEB. NO ACUMULABLE CON OTRAS PROMOCIONES.\"",
    "weekdayIndex": 0
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/NaranjaX-logo.png\"><div><h4> \"6 cuotas sin interés\"<h6> \"en productos seleccionados.\"<div><p> \"Válido todos los días desde el 1 de Enero de 2026 al 31 de Marzo de 2026 en productos seleccionados de electrónica y línea blanca. Beneficio no válido para compras realizadas con Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Costo Financiero Total (CFT) 0% Tasa Efectiva Anual (TEA) 0% Tasa Nominal Anual (TNA) 0%. \r\nBeneficio válido para titulares y adicionales de tarjeta de crédito Naranja X de todo el país que compren en PLAN 6 Cuotas Cero interés: Costo Financiero Total (CFT) 0% Tasa Efectiva Anual (TEA) 0% Tasa Nominal Anual (TNA) 0%.  Válido todos los días desde el 1 de enero de 2026 al 31 de Marzo de 2026. Válido en productos seleccionados. Válida en canales presencial y Online. Valido para productos de electro y línea blanca.  Beneficio no válido para compras realizadas con Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales-En caso de fuerza mayor y/o caso fortuito que genere alguna imposibilidad para llevar a cabo el beneficio o para continuar con el mismo, Naranja X podrá suspender definitivamente o transitoriamente el beneficio, como así también introducir las modificaciones pertinentes. La tarjeta de crédito es comercializada por Tarjeta Naranja S. A.U. CUIT 30685376349, La Tablada 451, Córdoba.\"",
    "weekdayIndex": 0
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/LOGO-MODO-NUEVO-2024.png\"><div><h4> \"20% Dto.\"<h6> \"pagando con MODO\"<div><p> \"Participan Banco Santander (solo con Visa), Banco Nación, Banco Galicia, Banco BBVA, Banco Macro, Banco Santa Fe, Banco Entre Ríos, Banco San Juan, Banco Santa Cruz, Banco ICBC, Billetera YOY, Banco Supervielle, Banco Credicoop, Banco Ciudad, Billetera BUEPP, Banco Bancor, Banco Comafi, Banco Columbia y Banco del Sol.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Tope de reintegro $25.000 por banco por mes para compras mayor o iguales a $100.000. Aplica únicamente a aquellos usuarios que sean titulares de una cuenta bancaria en la entidad emisora de la tarjeta con la que realiza el pago. No olvides asociarla si usas la app MODO. Promoción válida para Argentina los días martes y jueves del 01/01/2026 al 31/03/2026. Aplica para bancos y comercios adheridos. PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN www.modo.com.ar/promos . No válido en autopagos, ni pagos online. Play Digital S.A. (MODO), CUIT 30-71682943-6, Av. del Libertador 7208 3°, CABA.\r\n \r\nVERSION CORTA: Válido en Argentina del 01/01/2026 al 31/03/2026. Play Digital S.A., CUIT 30-71682943-6, Av. del Libertador 7208 3°, CABA. PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN www.modo.com.ar/promos.\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/NaranjaX-logo.png\"><div><h4> \"12 Cuotas sin Interés\"<h6> \"En Electros seleccionados\"<div><p> \"Válido todos los días desde el 1 de Febrero de 2026 al 28 de Febrero de 2025. Aplica para venta online. Válido exclusivamente en productos seleccionados de electro, en todas las sucursales Disco Cruz del Eje (SM 842) y Todos los Vea del país.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Beneficio válido para titulares y adicionales de tarjeta de crédito Naranja X de todo el país que compren en PLAN 12 Cuotas Cero interés: Costo Financiero Total (CFT) 0% Tasa Efectiva Anual (TEA) 0% Tasa Nominal Anual (TNA) 0%.  Válido todos los días desde el 1 de Febrero de 2026 al 28 de Febrero de 2025. Aplica para venta online. Válido exclusivamente en productos seleccionados de electro, en todas las sucursales Disco Cruz del Eje (SM 842) y Todos los Vea del país.  Beneficio no válido para compras realizadas con Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales-En caso de fuerza mayor y/o caso fortuito que genere alguna imposibilidad para llevar a cabo el beneficio o para continuar con el mismo, Naranja X podrá suspender definitivamente o transitoriamente el beneficio, como así también introducir las modificaciones pertinentes. La tarjeta de crédito es comercializada por Tarjeta Naranja S. A.U. CUIT 30685376349, La Tablada 451, Córdoba. En electros seleccionados.\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/visamaster.png\"><div><h4> \"3 cuotas sin interés\"<h6> \"en Productos seleccionados\"<div><p> \"PROMOCIÓN VÁLIDA TODOS LOS DÍAS DESDE EL 01/12/2025 AL 31/03/2026,  EN LOS LOCALES OBTENIENDO 3 CUOTAS SIN INTERÉS EN PRODUCTOS SELECCIONADOS ABONANDO CON TARJETAS DE CREDITO VISA Y MASTERCARD BANCARIAS. VÁLIDO PRESENCIAL.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA TODOS LOS DÍAS DESDE EL 01/12/2025 AL 31/03/2026,  EN LOS LOCALES OBTENIENDO 3 CUOTAS SIN INTERÉS EN PRODUCTOS SELECCIONADOS\r\nABONANDO CON TARJETAS DE CREDITO VISA Y MASTERCARD BANCARIAS EN PRODUCTOS SELECCIONADOS DE LIBRERÍA, COLECCIONABLE VAJILLA, INDUMENTARIA, MARROQUINERIA, VAJILLA/COPAS/VASOS/JARROS Y TAZAS, TERMOS, COCCIÓN, SÁBANAS, ALMOHADAS, TENDERS, CAJAS ORGANIZADORAS, PARRILLA, AIRE LIBRE, CAMPING, PISCINA, BICICLETAS, MONOPATINES, RODADOS Y MUEBLES INTERIOR. NO VÁLIDO PARA ACOPIO, VENTA MAYORISTA, RETIRA CLIENTE Y PAGO SERVICIOS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS. PLAN 6: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%.\r\nSE DEBE PASAR POR LINEA DE CAJAS/POSNET A TRAVES DE LA CUOTA  3.\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"25% Dto.\"<h6> \"EN COMESTIBLES, BEBIDAS Y PRODUCTOS FRESCOS\"<div><p> \"PROMOCIÓN VÁLIDA EN EL LOCAL DE JUMBO COMODORO, OBTENIENDO UN 25% DE DESCUENTO EN COMESTIBLES, BEBIDAS Y PRODUCTOS FRESCOS. NO INCLUYE ELECTRODOMÉSTICOS, RODADOS, LIBRERÍA, CARNES, LECHES, MAYORISTAS DE FIAMBRERÍA, PRODUCTOS DE MARCAS PROPIAS (C&CO, HOME CARE, FAMILY CARE, PET FUN, JUMBO Y VEA), PRODUCTOS INCLUIDOS EN LOS LISTADOS DE PRECIOS CONVENIENTES, NI BODEGAS (LA RURAL, TRUMPETER, RUTINI, CHANDON, 33 SUR, TERRAZAS DE LOS ANDES, LATITUD 33, MERCIER Y BARON B.). \r\n\r\nSOLO LOS DÍAS MARTES DEL 01/01/2026 AL 28/02/2026\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN CENCOPAY.AR PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS SOLO LOS DÍAS MARTES DEL 01/01/2026 AL 28/02/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS. TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR. (1) PROMOCIÓN VÁLIDA EN EL LOCAL DE JUMBO COMODORO, OBTENIENDO UN 25% DE DESCUENTO EN COMESTIBLES, BEBIDAS Y PRODUCTOS FRESCOS. NO INCLUYE ELECTRODOMÉSTICOS, RODADOS, LIBRERÍA, CARNES, LECHES, MAYORISTAS DE FIAMBRERÍA, PRODUCTOS DE MARCAS PROPIAS (C&CO, HOME CARE, FAMILY CARE, PET FUN, JUMBO Y VEA), NI BODEGAS (LA RURAL, TRUMPETER, RUTINI, CHANDON, 33 SUR, TERRAZAS DE LOS ANDES, LATITUD 33, MERCIER Y BARON B.). EL DESCUENTO SE EFECTIVIZARÁ EN LA LÍNEA DE CAJAS. EL USO INDEBIDO DE LA PROMOCIÓN PODRÁ SER SANCIONADO CON SUSPENSIÓN, INHABILITACIÓN O CESE DE LA CUENTA DIGITAL, AMPARADO EN EL APARTADO QUINTO DE LOS TÉRMINOS Y CONDICIONES. SE CONSIDERARÁ USO INDEBIDO DE LA PROMOCIÓN AQUEL USO EN EL QUE SE DETECTEN DOS O MAS CORTES TICKET DE COMPRA CON EL FIN DE SUMAR DESCUENTOS, YA HABIENDO OBTENIDO ESTE EN LA PRIMERA TRANSACCIÓN REALIZADA. SE DEJA CONSTANCIA QUE CENCOSUD S.A. SE LIMITA A OFRECER SERVICIOS DE PAGO Y NO SE ENCUENTRA AUTORIZADA A OPERAR COMO ENTIDAD FINANCIERA POR EL BANCO CENTRAL DE LA REPÚBLICA ARGENTINA. LOS FONDOS DEPOSITADOS EN CUENTAS DE PAGO NO CONSTITUYEN DEPÓSITOS EN UNA ENTIDAD FINANCIERA.  CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexcommercestable.com.br/arquivos/hipotecario.png\"><div><h4> \"25% Dto.\"<h6> \"Desde App Hipotecario o App Modo | TARJETA DE DÉBITO VISA\"<div><p> \"VÁLIDO PRESENCIAL | TODOS LOS MARTES DESDE EL 01/11/2025 HASTA EL 31/03/2026\r\n25% de descuento con tarjeta de debito– Desde App Hipotecario o App Modo.\r\nTOPES DE REINTERO: PARA TODOS LOS CLIENTES: $15.000 (POR EL CLIENTE, DURANTE EL MES).\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PUBLICIDAD CARTERA CONSUMO. PROMOCIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA LOS MARTES EN SUCURSALES DESDE EL 01/01/2026 HASTA EL 31/03/2026, AMBOS INCLUSIVE, BENEFICIO EXCLUSIVO PAGANDO CON TARJETA DE DÉBITO VISA EMITIDA POR BANCO HIPOTECARIO SA QUE NO REGISTREN MORA, MEDIANTE LA MODALIDAD DE PAGO CON “QR” A TRAVÉS DE “MODO” DESDE APP BH O APP MODO. SE OTORGARÁ UN DESCUENTO VÍA REINTEGRO DEL 25% CON TOPE MENSUAL POR CLIENTE (CONSIDERANDO LA SUMA DE LOS CONSUMOS REALIZADOS POR EL CLIENTE DURANTE EL MES). TOPES DE REINTEGRO: PARA TODOS LOS CLIENTES: $15.000. NO ACUMULABLE CON OTRAS PROMOCIONES, NI CARTERA DE CLIENTES QUE ACREDITEN PLANES SOCIALES. NO APLICA A LAS OPERACIONES DE EXTRACCIÓN DE DINERO EN EFECTIVO REALIZADAS A TRAVÉS DE EXTRA-CASH. NO APLICA PARA LOS CONSUMOS EFECTUADOS A TRAVÉS DE LA PLATAFORMA MERCADOPAGO. NO APLICA A LOS PAGOS REALIZADOS POR LA PLATAFORMA DE PAGOS MÓVILES (POS MÓVIL, BOTÓN DE PAGO Y BILLETERA ELECTRÓNICA). CONSULTAR PRODUCTOS SELECCIONADOS EN EL COMERCIO ANTES DE REALIZAR LA COMPRA. REINTEGRO: DENTRO DE LOS 30 DÍAS DE REALIZADO EL PAGO SE ACREDITARÁ EN LA CAJA DE AHORRO DE BANCO HIPOTECARIO SA ASOCIADA A MODO. CONSULTE EL AHORRO APLICABLE Y VIGENTE EN CADA COMERCIO ANTES DE EFECTUAR LA COMPRA. BANCO HIPOTECARIO S.A. CUIT 30-50001107-2, RECONQUISTA 151 (1003) CABA. SE EXCLUYE EL RUBRO ELECTRO, CARNES, BODEGAS CHANDON,LA RURAL,TERRAZAS DE LOS ANDES CATENA ZAPATA ,ALAMOS, EL ENEMIGO, MERCIER, BARON B,VALMONT,LATITUD 33,CLOS DE LOS 7, RUTINI, ESCORIHUELA GASCON Y BRIK.\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 ,6 y 12 Cuotas sin Interés\"<h6> \"en Electrodomésticos seleccionados.\"<div><p> \"PROMOCIÓN VÁLIDA CON LA TARJETA DE CRÉDITO FÍSICA CENCOPAY TODOS LOS DÍAS DESDE EL 01/10/2025 AL 31/03/2026. ELECTROS SELECCIONADOS.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN CENCOPAY.AR PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 01/10/2025 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\". (1) PROMOCIÓN VÁLIDA EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO 3, 6 Y 12 CUOTAS SIN INTERÉS EN ELECTRODOMÉSTICOS SELECCIONADOS. (1) PLAN 3, 6 Y 12 RESPECTIVAMENTE: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE TÉRMINOS Y CONDICIONES, COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. EL USO INDEBIDO DE LA PROMOCIÓN PODRÁ SER SANCIONADO CON SUSPENSIÓN, INHABILITACIÓN O CESE DE LA CUENTA DIGITAL, AMPARADO EN EL APARTADO QUINTO DE LOS TÉRMINOS Y CONDICIONES. SE CONSIDERARÁ USO INDEBIDO DE LA PROMOCIÓN AQUEL USO EN EL QUE SE DETECTEN DOS O MAS CORTES TICKET DE COMPRA CON EL FIN DE SUMAR DESCUENTOS, YA HABIENDO OBTENIDO ESTE EN LA PRIMERA TRANSACCIÓN REALIZADA. SE DEJA CONSTANCIA QUE CENCOSUD S.A. SE LIMITA A OFRECER SERVICIOS DE PAGO Y NO SE ENCUENTRA AUTORIZADA A OPERAR COMO ENTIDAD FINANCIERA POR EL BANCO CENTRAL DE LA REPÚBLICA ARGENTINA. LOS FONDOS DEPOSITADOS EN CUENTAS DE PAGO NO CONSTITUYEN DEPÓSITOS EN UNA ENTIDAD FINANCIERA. CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/galicia-200x82.png\"><div><h4> \"12 cuotas sin interés\"<h6> \"en Electro\"<div><p> \"Para compras realizadas con Tarjeta Visa, Tarjeta Mastercard, Tarjeta American Express. Promoción valida únicamente en los comercios adheridos. Dicha promoción no es acumulable con otras promociones vigentes.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. Tasa Nominal Anual, en adelante \"TNA\": 0,00%, Tasa Efectiva Anual, en adelante \"TEA\": 0,00%, Costo Financiero Total Efectivo Anual, en adelante \"CFTEA\": 0,00%.\"CFTEA\"+IVA: 0,00%. Promoción en solo 12 cuotas sin interés, para compras realizadas en el País. Válida para los días comprendidos entre el 1/12/2025 y el 28/02/2026, para compras realizadas con Tarjeta Visa, Tarjeta Mastercard, Tarjeta American Express. Promoción valida únicamente en los comercios adheridos. Dicha promoción no es acumulable con otras promociones vigentes. Ejemplo: Una compra de $1000 y se paga en 12 cuotas: el valor de cada cuota será de $83.33. No aplica para compras realizadas con tarjetas de Crédito Visa Business, Visa Rural y Tarjetas de Débito. Banco Galicia solo es el medio de pago para la adquisición del producto/servicio. Tasa Nominal Anual \"TNA\": 0,00%, Tasa Efectiva Anual \"TEA\": 0,00%, Costo Financiero Total Efectivo Anual \"CFTEA\": 0,00%.\"CFTEA\"+IVA: 0,00%.\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"https://jumboargentina.vtexassets.com/arquivos/macroo.png\"><div><h4> \"6 y 12 Cuotas sin interés\"<h6> \"En electro\"<div><p> \"PROMOCIÓN VÁLIDA DEL 01/12/2025 AL 31/03/2026 INCLUSIVE. VÁLIDO TODOS LOS DÍAS EN PRODUCTOS SELECCIONADOS DE ELECTRO. EXCLUSIVAMENTE, PARA TARJETAS DE CRÉDITO VISA, MASTERCARD Y AMERICAN EXPRESS EMITIDAS POR BANCO MACRO: 6 Y 12 CUOTAS SIN INTERÉS.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"El legales de Banco macro : CARTERA DE CONSUMO. PROMOCIÓN VÁLIDA DEL 01/12/2025 AL 31/03/2026 INCLUSIVE. VÁLIDO TODOS LOS DÍAS EN LOCALES ADHERIDOS, EN PRODUCTOS SELECCIONADOS NON FOOD EXCLUSIVAMENTE, PARA TARJETAS DE CRÉDITO VISA, MASTERCARD Y AMERICAN EXPRESS EMITIDAS POR BANCO MACRO: 6 Y 12 CUOTAS SIN INTERÉS TNA(TASA NOMINAL ANUAL), TEA(TASA EFECTIVA ANUAL) Y CFT(COSTO FINANCIERO TOTAL NOMINAL ANUAL) 0,0% NO APLICA A PAGOS REALIZADOS CON TARJETAS AGRO/EMPRESA NI A TRAVÉS DE MERCADOPAGO, NI TRANSFERENCIAS 3.0 (QR/PEI/PAGO INMEDIATO). NI LOS PAGOS A TRAVES DE MODO EN CUOTAS . ESTABLECIMIENTOS, PRODUCTOS Y SERVICIOS NO SON PROMOCIONADOS NI GARANTIZADOS POR BANCO MACRO NI TAMPOCO SE RESPONSABILIZA POR LOS CUPONES PRESENTADOS POR LOS COMERCIOS FUERA DE TÉRMINO. MÁS INFORMACIÓN EN MACRO.COM.AR O AL 0810-555-2355 O AL 0810-555-7353 PARA CLIENTES SELECTA. CENCOSUD S.A, CUIT 30-59036076-3.\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 y 6 Cuotas sin interés\"<h6> \"EN PARRILLA, AIRE LIBRE, CAMPING Y MÁS\"<div><p> \"PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 01/01/2026 AL 31/03/2026 CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. \r\nVÁLIDA TODOS LOS DÍAS EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO SOLO 3 y 6 CUOTAS SIN INTERÉS EN PARRILLA, AIRE LIBRE, CAMPING, PISCINA, BICICLETAS, MONOPATINES, RODADOS, MUEBLES INTERIOR.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN CENCOPAY.AR PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 01/01/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\". (1) PROMOCIÓN VÁLIDA TODOS LOS DÍAS EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO SOLO 3 y 6 CUOTAS SIN INTERÉS EN PARRILLA, AIRE LIBRE, CAMPING, PISCINA, BICICLETAS, MONOPATINES, RODADOS, MUEBLES INTERIOR. (1) PLAN 3 y 6: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE TÉRMINOS Y CONDICIONES, COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. EL USO INDEBIDO DE LA PROMOCIÓN PODRÁ SER SANCIONADO CON SUSPENSIÓN, INHABILITACIÓN O CESE DE LA CUENTA DIGITAL, AMPARADO EN EL APARTADO QUINTO DE LOS TÉRMINOS Y CONDICIONES. SE CONSIDERARÁ USO INDEBIDO DE LA PROMOCIÓN AQUEL USO EN EL QUE SE DETECTEN DOS O MAS CORTES TICKET DE COMPRA CON EL FIN DE SUMAR DESCUENTOS, YA HABIENDO OBTENIDO ESTE EN LA PRIMERA TRANSACCIÓN REALIZADA. SE DEJA CONSTANCIA QUE CENCOSUD S.A. SE LIMITA A OFRECER SERVICIOS DE PAGO Y NO SE ENCUENTRA AUTORIZADA A OPERAR COMO ENTIDAD FINANCIERA POR EL BANCO CENTRAL DE LA REPÚBLICA ARGENTINA. LOS FONDOS DEPOSITADOS EN CUENTAS DE PAGO NO CONSTITUYEN DEPÓSITOS EN UNA ENTIDAD FINANCIERA.  CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 cuotas sin interés\"<h6> \"EN LIBRERÍA, INDUMENTARIA Y MÁS\"<div><p> \"PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 01/01/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY.  VÁLIDA TODOS LOS DÍAS OBTENIENDO SOLO 3 CUOTAS SIN INTERÉS EN LIBRERÍA, COLECCIONABLE VAJILLA, INDUMENTARIA, MARROQUINERÍA, VAJILLA/COPAS/VASOS/JARROS Y TAZAS, TERMOS, COCCIÓN, SÁBANAS, ALMOHADAS, TENDERS, CAJAS ORGANIZADORAS\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN CENCOPAY.AR PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 01/01/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\". (1) PROMOCIÓN VÁLIDA TODOS LOS DÍAS EN LOS LOCALES HABILITADOS Y SITIOS WEB  OBTENIENDO SOLO 3 CUOTAS SIN INTERÉS EN LIBRERÍA, COLECCIONABLE VAJILLA, INDUMENTARIA, MARROQUINERÍA, VAJILLA/COPAS/VASOS/JARROS Y TAZAS, TERMOS, COCCIÓN, SÁBANAS, ALMOHADAS, TENDERS, CAJAS ORGANIZADORAS. (1) PLAN 3: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE TÉRMINOS Y CONDICIONES, COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. EL USO INDEBIDO DE LA PROMOCIÓN PODRÁ SER SANCIONADO CON SUSPENSIÓN, INHABILITACIÓN O CESE DE LA CUENTA DIGITAL, AMPARADO EN EL APARTADO QUINTO DE LOS TÉRMINOS Y CONDICIONES. SE CONSIDERARÁ USO INDEBIDO DE LA PROMOCIÓN AQUEL USO EN EL QUE SE DETECTEN DOS O MAS CORTES TICKET DE COMPRA CON EL FIN DE SUMAR DESCUENTOS, YA HABIENDO OBTENIDO ESTE EN LA PRIMERA TRANSACCIÓN REALIZADA. SE DEJA CONSTANCIA QUE CENCOSUD S.A. SE LIMITA A OFRECER SERVICIOS DE PAGO Y NO SE ENCUENTRA AUTORIZADA A OPERAR COMO ENTIDAD FINANCIERA POR EL BANCO CENTRAL DE LA REPÚBLICA ARGENTINA. LOS FONDOS DEPOSITADOS EN CUENTAS DE PAGO NO CONSTITUYEN DEPÓSITOS EN UNA ENTIDAD FINANCIERA.  CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/200x82-santander.png\"><div><h4> \"12 cuotas sin interés\"<h6> \"en Electro\"<div><p> \"PROMOCIÓN VÁLIDA DESDE 01/02/2026HASTA 31/03/2026 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTROS SELECCIONADOS.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. PROMOCIÓN VÁLIDA DESDE 01/02/2026 HASTA 31/03/2026 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTRO SELECCIONADOS EN 12 CUOTAS CON TARJETAS EMITIDAS POR BANCO SANTANDER VISA/MASTERCARD, BANCO GALICIA VISA/MASTERCARD Y AMERICAN EXPRESS, TARJETA NARANJA. NO PARTICIPAN LAS COMPRAS EFECTUADAS A TRAVÉS DE TODO PAGO Y MERCADO DE PAGO. LA PRESENTE PROMOCIÓN ES VÁLIDA SÓLO PARA CONSUMOS DE TIPO FAMILIAR, Y NO SE ACUMULA A OTRAS PROMOCIONES. EN EL CASO DE DUDA SOBRE EL DESTINO DEL CONSUMO. LOS ACCIONISTAS DE DICHOS BANCOS LIMITAN SU RESPONSABILIDAD A LA INTEGRACIÓN DE LAS ACCIONES SUSCRIPTAS LEY 19.550 Y LEY 25.738. COSTO FINANCIERO TOTAL EFECTIVO ANUAL: 0.00%. TASA NOMINAL ANUAL 0.00%. TASA EFECTIVA ANUAL 0,00%. CFTEA:0,00%. CFTEA (CON IVA) 0,00%.  CFTEA (SIN IVA) 0,00%.\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/comafi-vtex.png\"><div><h4> \"3 Cuotas sin Interés\"<h6> \"abonando con tarjetas de crédito emitidos por Banco Comafi.\"<div><p> \"Promoción válida todos los días desde el 01/12/25 hasta el 31/03/26 abonando con tarjetas de crédito pertenecientes a Servicios de cuenta Global, Classic, Premium y ÚNICO emitidos por Banco Comafi. Sólo válido para aquellos clientes que se encuentren al día en sus productos. El beneficio no será aplicado en aquellas compras realizadas a través de MercadoPago.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Oferta exclusiva para la cartera de consumo. Promoción válida todos los días desde el 01/12/25 hasta el 31/03/26 abonando con tarjetas de crédito pertenecientes a Servicios de cuenta Global, Classic, Premium y ÚNICO emitidos por Banco Comafi. Hasta 3 cuotas sin interés. Quedan excluidas aquellas tarjetas de crédito Credial, Business y Corporativas emitidas en Argentina por Banco Comafi. No acumulable con otras promociones ni entre sí. Sólo válido para aquellos clientes que se encuentren al día en sus productos. El beneficio no será aplicado en aquellas compras realizadas a través de MercadoPago. Consultar locales adheridos y medios de pago habilitados en www.tevabien.com. Banco Comafi no se responsabiliza por los cupones presentados por los establecimientos fuera de término, así como tampoco promociona ni garantiza los comercios, los productos y/o servicios o la calidad de los mismos. El costo financiero de las promociones que incluyen cuotas sin interés es asumido en su totalidad por Banco Comafi S.A. El beneficio no será aplicado para aquellas compras realizadas con Plan Gobierno. Banco Comafi S.A. con domicilio en Av. Roque Sáenz Peña 660, piso 1, CUIT 30-60473101-8.*CFT: 0,0% Costo Financiero Total Efectivo Anual. TNA: 0,0% Tasa Nominal Anual. TEA: 0,0% Tasa Efectiva Anual.\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"6 cuotas sin interés\"<h6> \"EN LIBRERÍA, INDUMENTARIA, MOCHILAS, CARTUCHERAS, LUNCHERAS Y MÁS\"<div><p> \"PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 1/02/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN CENCOPAY.AR PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 1/02/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\". (1) PROMOCIÓN VÁLIDA TODOS LOS DÍAS EN LOS LOCALES HABILITADOS Y SITIOS WEB, OBTENIENDO SOLO 6 CUOTAS SIN INTERÉS EN LIBRERIA, INDUMENTARIA, MOCHILAS,CARTUCHERAS,LUNCHERAS, INDUMENTARIA ESCOLAR  Y MARROQUINERÍA. (1) PLAN 6 RESPECTIVAMENTE: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE TÉRMINOS Y CONDICIONES, COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. EL USO INDEBIDO DE LA PROMOCIÓN PODRÁ SER SANCIONADO CON SUSPENSIÓN, INHABILITACIÓN O CESE DE LA CUENTA DIGITAL, AMPARADO EN EL APARTADO QUINTO DE LOS TÉRMINOS Y CONDICIONES. SE CONSIDERARÁ USO INDEBIDO DE LA PROMOCIÓN AQUEL USO EN EL QUE SE DETECTEN DOS O MAS CORTES TICKET DE COMPRA CON EL FIN DE SUMAR DESCUENTOS, YA HABIENDO OBTENIDO ESTE EN LA PRIMERA TRANSACCIÓN REALIZADA. SE DEJA CONSTANCIA QUE CENCOSUD S.A. SE LIMITA A OFRECER SERVICIOS DE PAGO Y NO SE ENCUENTRA AUTORIZADA A OPERAR COMO ENTIDAD FINANCIERA POR EL BANCO CENTRAL DE LA REPÚBLICA ARGENTINA. LOS FONDOS DEPOSITADOS EN CUENTAS DE PAGO NO CONSTITUYEN DEPÓSITOS EN UNA ENTIDAD FINANCIERA.  CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/banco-nacion.png\"><div><h4> \"12 y 6\"<h6> \"cuotas sin interés\"<div><p> \"12 y 6 CUOTAS SIN INTERÉS EN PRODUCTOS SELECCIONADOS DE ELECTRODOMÉSTICOS ABONANDO CON TARJETAS DE CREDITO VISA/MASTERCARD DE BANCO NACION.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA TODOS LOS DÍAS COMPRENDIDOS ENTRE EL 01/01/2026 Y 31/03/2026 EN LA REPÚBLICA ARGENTINA EN COMERCIOS ADHERIDOS. 12 y 6 CUOTAS SIN INTERÉS REALIZADAS CON TARJETAS DE CRÉDITO VISA Y MASTERCARD DEL BNA EN PRODUCTOS SELECCIONADOS DE ELECTRÓNICA Y LINEA BLANCA. NO APLICA PARA PAGOS CON SALDO EN CUENTA. CARTERA DE CONSUMO. EL BNA NO SE RESPONSABILIZA POR LA CALIDAD DE LOS PRODUCTOS ADQUIRIDOS. PROMOCIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA. TASA NOMINAL ANUAL (TNA) FIJA 0,00%. TASA EFECTIVA ANUAL (TEA) FIJA 0,00%. COSTO FINANCIERO TOTAL EXPRESADO EN TEA 0,00%. BANCO DE LA NACIÓN ARGENTINA – BARTOLOMÉ MITRE 326, CABA – CUIT 30-50001091-2.\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/NaranjaX-logo.png\"><div><h4> \"25% Dto.\"<h6> \"pagando con Tarjeta de Crédito Naranja X, Tarjeta de Débito Naranja X Visa\"<div><p> \"EXCLUSIVO PARA CLIENTES SUSCRITOS AL PLAN TURBO pagando con Tarjeta de Crédito Naranja X, Tarjeta de Débito Naranja X Visa ó QR con la opción de Dinero en Cuenta desde la app NaranjaX. Tope: $12.000 por cuenta por semana. Vigencia: todos los martes del 01/02/2026 al 31/03/2026,\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Beneficio: 25% de reintegro, exclusivo para clientes suscritos al PLAN TURBO, pagando con Tarjeta de Crédito Naranja X, Tarjeta de Débito Naranja X Visa ó QR con la opción de Dinero en Cuenta desde la app NaranjaX. Tope: $12.000 por cuenta por semana. Vigencia: todos los martes del 01/02/2026 al 31/03/2026, o hasta agotar 80.000 reintegros. Reintegro: se acreditará únicamente en tu cuenta Naranja X dentro de los 10 días posteriores a la compra. Promoción válida únicamente en los comercios adheridos. Beneficio no válido para compras realizadas con tarjetas de crédito Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales que no sean Nx. Naranja X podrá suspender o modificar la promoción en caso de fuerza mayor, notificando a través de la app. La Cuenta Naranja X es administrada por Naranja Digital Compañía Financiera S.A.U., CUIT 30-71663964-5, Tte. Gral. Juan D. Perón 430, Piso 19, CABA. La Tarjeta de Crédito Naranja X es emitida por Tarjeta Naranja S.A.U., CUIT 30-68537634-9, La Tablada 451, Ciudad de Córdoba.\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"https://jumboargentina.vtexassets.com/arquivos/bancor.png\"><div><h4> \"4 cuotas sin interés\"<h6> \"ABONANDO CON TARJETA CÓRDOBESA\"<div><p> \"PROMOCIÓN VÁLIDA DESDE EL 01/12/2025 AL 31/03/2026 PARA COMPRAS REALIZADAS CON TARJETA DE CRÉDITO BANCO CÓRDOBA, TODOS LOS DÍAS DEL MES EN LOS LOCALES HABILITADOS DEL PAÍS.\r\nVÁLIDO SOLO PARA VENTA PRESENCIAL.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA DESDE EL 01/06/2025 AL 31/03/2026 PARA COMPRAS REALIZADAS CON TARJETA DE CRÉDITO BANCO CÓRDOBA, TODOS LOS DÍAS DEL MES EN LOS LOCALES HABILITADOS DEL PAÍS. VÁLIDO SOLO PARA VENTA PRESENCIAL.TODOS LOS DÍAS PARA PAGOS CON TARJETA CORDOBESA EN 4 CUOTAS SIN INTERÉS EN LOS COMERCIOS ADHERIDOS. COSTO FINANCIERO TOTAL NOMINAL ANUAL Y CFTNA: 0%. EJEMPLO 4 CUOTAS: PARA UNA COMPRA DE $ 1.000 EL SOCIO ABONARÁ 4 CUOTAS SIN INTERÉS DE $ 250. BANCO PROVINCIA DE CÓRDOBA S.A. CUIT 30999228565. DOMICILIO: SAN JERÓNIMO 166, CÓRDOBA. NO VÁLIDO EL 01 DE ENERO DE 2026.\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 cuotas sin interés\"<h6> \"en Toda la Compra Online\"<div><p> \"Exclusivo\"<b> \"Online\"<p> \"PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DESDE EL 01/02/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN CENCOPAY.AR PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS TODOS LOS DIAS DESDE EL 1/02/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\".   (1) PROMOCIÓN VÁLIDA EN LOS SITIOS WEB OBTENIENDO SOLO 3 CUOTAS SIN INTERÉS EN TODA LA COMPRA. (1) PLAN 3: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE TÉRMINOS Y CONDICIONES, COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. EL USO INDEBIDO DE LA PROMOCIÓN PODRÁ SER SANCIONADO CON SUSPENSIÓN, INHABILITACIÓN O CESE DE LA CUENTA DIGITAL, AMPARADO EN EL APARTADO QUINTO DE LOS TÉRMINOS Y CONDICIONES. SE CONSIDERARÁ USO INDEBIDO DE LA PROMOCIÓN AQUEL USO EN EL QUE SE DETECTEN DOS O MAS CORTES TICKET DE COMPRA CON EL FIN DE SUMAR DESCUENTOS, YA HABIENDO OBTENIDO ESTE EN LA PRIMERA TRANSACCIÓN REALIZADA. SE DEJA CONSTANCIA QUE CENCOSUD S.A. SE LIMITA A OFRECER SERVICIOS DE PAGO Y NO SE ENCUENTRA AUTORIZADA A OPERAR COMO ENTIDAD FINANCIERA POR EL BANCO CENTRAL DE LA REPÚBLICA ARGENTINA. LOS FONDOS DEPOSITADOS EN CUENTAS DE PAGO NO CONSTITUYEN DEPÓSITOS EN UNA ENTIDAD FINANCIERA.  CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/tarjetasol.png\"><div><h4> \"3 y 4 cuotas sin interés\"<h6><div><p> \"Válido para compras presenciales todos los días del mes de Febrero y Marzo de 2026.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Válido todos los días de Febrero y Marzo de 2026. Aplica para venta presencial. 3 y 4 cuotas sin interés, CFT: 00,00% , TEA: 00,00%.\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/NaranjaX-logo.png\"><div><h4> \"15% Dto.\"<h6> \"pagando con Tarjeta de Crédito Naranja X o Tarjeta de Débito Naranja X Visa\"<div><p> \"EXCLUSIVO PARA CLIENTES NO ADHERIDOS A PLANES DE SUSCRIPCION NARANJA X. 15% de reintegro pagando con Tarjeta de Crédito Naranja X, Tarjeta de Débito Naranja X Visa ó QR con la opción de Dinero en Cuenta desde la app NaranjaX Tope: $6.000 por cuenta por semana\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Beneficio: 15% de reintegro pagando con Tarjeta de Crédito Naranja X, Tarjeta de Débito Naranja X Visa ó QR con la opción de Dinero en Cuenta desde la app NaranjaX. Tope: $6.000 por cuenta por semana. Vigencia: todos los martes del 01/02/2026 al 31/03/2026, o hasta agotar 80.000 reintegros. Reintegro: se acreditará únicamente en tu cuenta Naranja X dentro de los 10 días posteriores a la compra. Promoción válida únicamente en los comercios adheridos. Beneficio no válido para compras realizadas con tarjetas de crédito Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales que no sean Nx. Naranja X podrá suspender o modificar la promoción en caso de fuerza mayor, notificando a través de la app. La Cuenta Naranja X es administrada por Naranja Digital Compañía Financiera S.A.U., CUIT 30-71663964-5, Tte. Gral. Juan D. Perón 430, Piso 19, CABA. La Tarjeta de Crédito Naranja X es emitida por Tarjeta Naranja S.A.U., CUIT 30-68537634-9, La Tablada 451, Ciudad de Córdoba.\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/NaranjaX-logo.png\"><div><h4> \"3 Cuotas sin interés\"<h6> \"Abonando con Tarjeta de Crédito Naranja X | Plan Z\"<div><p> \"VÁLIDO PARA COMPRAS PRESENCIAL Y WEB DESDE EL 01/01/2026 AL 31/03/2026. Abonando con Tarjeta de Crédito Naranja X | PLAN Z\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"VÁLIDO PARA COMPRAS PRESENCIAL Y WEB DESDE EL 01/01/2026 AL 31/03/2026 TODOS LOS DÍAS PARA COMPRAS ABONADAS CON TARJETAS DE CREDITO NARANJA X | PLAN Z, EN 3 CUOTAS SIN INTERÉS EN PRODUCTOS VENDIDOS PRESENCIAL Y WEB. NO ACUMULABLE CON OTRAS PROMOCIONES.\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/NaranjaX-logo.png\"><div><h4> \"6 cuotas sin interés\"<h6> \"en productos seleccionados.\"<div><p> \"Válido todos los días desde el 1 de Enero de 2026 al 31 de Marzo de 2026 en productos seleccionados de electrónica y línea blanca. Beneficio no válido para compras realizadas con Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Costo Financiero Total (CFT) 0% Tasa Efectiva Anual (TEA) 0% Tasa Nominal Anual (TNA) 0%. \r\nBeneficio válido para titulares y adicionales de tarjeta de crédito Naranja X de todo el país que compren en PLAN 6 Cuotas Cero interés: Costo Financiero Total (CFT) 0% Tasa Efectiva Anual (TEA) 0% Tasa Nominal Anual (TNA) 0%.  Válido todos los días desde el 1 de enero de 2026 al 31 de Marzo de 2026. Válido en productos seleccionados. Válida en canales presencial y Online. Valido para productos de electro y línea blanca.  Beneficio no válido para compras realizadas con Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales-En caso de fuerza mayor y/o caso fortuito que genere alguna imposibilidad para llevar a cabo el beneficio o para continuar con el mismo, Naranja X podrá suspender definitivamente o transitoriamente el beneficio, como así también introducir las modificaciones pertinentes. La tarjeta de crédito es comercializada por Tarjeta Naranja S. A.U. CUIT 30685376349, La Tablada 451, Córdoba.\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/superville-vtex.png\"><div><h4> \"25% Dto.\"<h6> \"Tarjetas de Débito del Banco Supervielle\"<div><p> \"MARTES JUBILADOS\r\nVálido para compras presenciales\r\n25% de ahorro con tope mensual por cuenta de $25.000 para pagos con TD de jubilados.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"JUBILADO: CARTERA CONSUMO. Banco Supervielle S.A., Reconquista 330, C.A.B.A., CUIT 33-50000517-9, Inscrip. I.G.J. N° 23, F° 502, L. 45, T° A de Estatutos Nac. (“el Banco”). Vigente en la República Argentina los días martes del 1 de septiembre al 31 de Marzo de 2026 para clientes que perciban su jubilación en el Banco y que realicen compras presenciales y online en locales y en sus sitios web con la tarjeta de débito Visa (“la TD”) que forme parte de un paquete de productos Active Previsional, Liberté Previsional, Liberté Gold Previsional e Identité Previsional del Banco. Tope de reintegro mensual por cuenta (considerando la suma de los consumos realizados por el cliente, durante el mes, en cualquiera de los supermercados adheridos): $25.000. Ej.: para una compra de $40.000, se reintegrará el 20% del precio, es decir, $8.000. El consumo y el reintegro se verán reflejados en la cuenta asociada a la TD en los 30 días posteriores a la compra. No aplica a pagos realizados a través de billeteras virtuales o 'proveedores de servicios de pago', excepto MODO. No acumulable con otros descuentos, excepto los promovidos por el Banco o MODO para pagos con QR. La marca “MODO” es propiedad de Play Digital S.A., CUIT 30-71682943-6, domicilio en Av. del Libertador 7208, Torre principal, Piso 3, C.A.B.A. El Banco no es responsable por los productos y/o servicios comercializados por las marcas y locales participantes en las promociones. SE EXCLUYE EL RUBRO ELECTRO, CARNES, BODEGAS CHANDON,LA RURAL,TERRAZAS DE LOS ANDES CATENA ZAPATA ,ALAMOS, EL ENEMIGO, MERCIER, BARON B,VALMONT,LATITUD 33,CLOS DE LOS 7, RUTINI, ESCORIHUELA GASCON Y BRIK.\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/superville-vtex.png\"><div><h4> \"25% Dto.\"<h6> \"a través de MODO\"<div><p> \"Tope mensual por cuenta de $25.000. Vigente en la República Argentina los días martes del 1 de diciembre de 2025 al 28 de febrero de 2026 para clientes de que realicen compras presenciales mediante la modalidad de pago con “QR” a través de “MODO” desde app Supervielle o app MODO con la tarjeta de débito Visa y las tarjetas de crédito Visa y/o MasterCard que formen parte de un paquete de productos del Banco. No aplica a tarjetas corporativas.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA CONSUMO. Banco Supervielle S.A., Reconquista 330, C.A.B.A., CUIT 33-50000517-9, Inscrip. I.G.J. N° 23, F° 502, L. 45, T° A de Estatutos Nac. (“el Banco”). Vigente en la República Argentina los días martes del 1 de diciembre de 2025 al 28 de febrero de 2026 para clientes de que realicen compras presenciales mediante la modalidad de pago con “QR” a través de “MODO” desde app Supervielle o app MODO con la tarjeta de débito Visa y las tarjetas de crédito Visa y/o MasterCard que formen parte de un paquete de productos del Banco. No aplica a tarjetas corporativas.  quienes perciban sus haberes en el Banco (Plan Sueldo o “PS”) obtendrán un 25% de ahorro con tope mensual de $25.000, en ambos casos considerando la suma de los consumos realizados por el cliente, durante el mes, en cualquiera de los puntos de venta adheridos.    El consumo y el reintegro se verán reflejados en la cuenta asociada a MODO dentro de los 30 días de realizada la compra. Es condición necesaria tener una cuenta Supervielle propia adherida a MODO. No aplica a pagos realizados a través de billeteras virtuales o 'proveedores de servicios de pago', excepto MODO. La marca “MODO” es propiedad de Play Digital S.A., CUIT 30-71682943-6, domicilio en Av. del Libertador 7208, Torre principal, Piso 3, C.A.B.A. El Banco no es responsable por los productos y/o servicios comercializados por las marcas y locales participantes en las promociones. SE EXCLUYE EL RUBRO ELECTRO, CARNES, BODEGAS CHANDON,LA RURAL,TERRAZAS DE LOS ANDES CATENA ZAPATA ,ALAMOS, EL ENEMIGO, MERCIER, BARON B,VALMONT,LATITUD 33,CLOS DE LOS 7, RUTINI, ESCORIHUELA GASCON Y BRIK.\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/superville-vtex.png\"><div><h4> \"20% Dto.\"<h6> \"MODO | Débito Visa y tarjetas de Crédito Visa y/o MasterCard\"<div><p> \"VÁLIDO PRESENCIAL: EXCLUSIVO APP SUPERVIELLE Y APP MODO: Todos los martes, 20% de descuento con tarjeta de Crédito Y Débito\r\nTope mensual por cuenta, por cliente y por mes de $15.000.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA CONSUMO. Banco Supervielle S.A., Reconquista 330, C.A.B.A., CUIT 33-50000517-9, Inscrip. I.G.J. N° 23, F° 502, L. 45, T° A de Estatutos Nac. (“el Banco”). Vigente en la República Argentina los días martes del 1 de diciembre de 2025 al 28 de febrero de 2026 para clientes de que realicen compras presenciales mediante la modalidad de pago con “QR” a través de “MODO” desde app Supervielle o app MODO con la tarjeta de débito Visa y las tarjetas de crédito Visa y/o MasterCard que formen parte de un paquete de productos del Banco. No aplica a tarjetas corporativas. A los clientes de Cartera General (“CG”) se les otorgará un descuento vía reintegro del 20% con tope mensual por cuenta de $15.000; El consumo y el reintegro se verán reflejados en la cuenta asociada a MODO dentro de los 30 días de realizada la compra. Es condición necesaria tener una cuenta Supervielle propia adherida a MODO. No aplica a pagos realizados a través de billeteras virtuales o 'proveedores de servicios de pago', excepto MODO. La marca “MODO” es propiedad de Play Digital S.A., CUIT 30-71682943-6, domicilio en Av. del Libertador 7208, Torre principal, Piso 3, C.A.B.A. El Banco no es responsable por los productos y/o servicios comercializados por las marcas y locales participantes en las promociones. SE EXCLUYE EL RUBRO ELECTRO, CARNES, BODEGAS CHANDON,LA RURAL,TERRAZAS DE LOS ANDES CATENA ZAPATA ,ALAMOS, EL ENEMIGO, MERCIER, BARON B,VALMONT,LATITUD 33,CLOS DE LOS 7, RUTINI, ESCORIHUELA GASCON Y BRIK.\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/banco-nacion.png\"><div><h4> \"30% Dto.\"<h6> \"Tarjetas Nativa visa y Nativa Mastercard\"<div><p> \"Todos los miércoles. 30% en un pago, EXCLUSIVAMENTE CON MODO BNA+\r\nTope de devolución: $12.000 por cliente por cada miércoles. Tarjetas participantes: tarjetas de crédito Visa y Mastercard. De lunes a viernes desde el 01/09 hasta el 28/02, 5% de ahorro Beneficio exclusivo para jubilados y pensionados de ANSES que cobren sus aportes en el BNA.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"VÁLIDO PARA COMPRAS PRESENCIALES | PROMOCIÓN VÁLIDA EXCLUSIVAMENTE PARA LOS DÍAS MIÉRCOLES DEL 01/01/25 AL 28/02/26. BENEFICIO DEL 30% PARA COMPRAS REALIZADAS EN 1 PAGO CON TARJETAS DE CRÉDITO VISA Y MASTERCARD EMITIDAS POR EL BANCO NACIÓN A TRAVÉS DE MODO O BNA+. TOPE DE DESCUENTO $12.000 POR CLIENTE Y POR MIÉRCOLES. LA DEVOLUCIÓN O REINTEGRO SE VERÁ REFLEJADO COMO UN AJUSTE DE CRÉDITO EN LA CUENTA ASOCIADA A BNA+ EN HASTA 30 DÍAS POSTERIORES A LA COMPRA. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. SOLO PARA CONSUMO FAMILIAR. Tope de devolución por cada miércoles y por cliente $12.000. Se excluye el rubro electro, carnes y aceites de fideicomiso, kits esenciales, Excluye VINOS EN BRICK, MOSCATO, OPORTO, MISTELA, NI BODEGAS LA RURAL, TRUMPETER, RUTINI, LUCA. LA POSTA, LUIGI BOSCA, CHANDON, 33 SUR, TERRAZAS DE LOS ANDES, VALMONT, LATITUD 33, CATENA ZAPATA, MERCIER, BARON B, ESCORIHUELA GASCÓN, CLOS DE LOS SIETE, EL ENEMIGO, ÁLAMOS, MONTEVIEJO. EXCLUSIVO CARTERA DE CONSUMO. EXCLUYE VERSIONES CORPORATIVAS. EL BANCO NACIÓN NO SE RESPONSABILIZA POR LA CALIDAD DE LOS PRODUCTOS ADQUIRIDOS. Todos los miércoles. 30% en un pago, EXCLUSIVAMENTE CON MODO BNA+ Tope de devolución: $12.000 por cliente por cada miércoles. Tarjetas participantes: tarjetas de crédito Visa y Mastercard.\r\nDe lunes a viernes desde el 01/09 hasta el 28/02, 5% de ahorro Beneficio exclusivo para jubilados y pensionados de ANSES que cobren sus aportes en el BNA.\r\nPagá tus compras presenciales con BNA+ MODO y obtené reintegros de hasta $5.000 por semana y $20.000 por mes.\r\nAdemás, ¡podés acumularlo con otras promos vigentes!\"",
    "weekdayIndex": 2
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/NaranjaX-logo.png\"><div><h4> \"12 Cuotas sin Interés\"<h6> \"En Electros seleccionados\"<div><p> \"Válido todos los días desde el 1 de Febrero de 2026 al 28 de Febrero de 2025. Aplica para venta online. Válido exclusivamente en productos seleccionados de electro, en todas las sucursales Disco Cruz del Eje (SM 842) y Todos los Vea del país.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Beneficio válido para titulares y adicionales de tarjeta de crédito Naranja X de todo el país que compren en PLAN 12 Cuotas Cero interés: Costo Financiero Total (CFT) 0% Tasa Efectiva Anual (TEA) 0% Tasa Nominal Anual (TNA) 0%.  Válido todos los días desde el 1 de Febrero de 2026 al 28 de Febrero de 2025. Aplica para venta online. Válido exclusivamente en productos seleccionados de electro, en todas las sucursales Disco Cruz del Eje (SM 842) y Todos los Vea del país.  Beneficio no válido para compras realizadas con Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales-En caso de fuerza mayor y/o caso fortuito que genere alguna imposibilidad para llevar a cabo el beneficio o para continuar con el mismo, Naranja X podrá suspender definitivamente o transitoriamente el beneficio, como así también introducir las modificaciones pertinentes. La tarjeta de crédito es comercializada por Tarjeta Naranja S. A.U. CUIT 30685376349, La Tablada 451, Córdoba. En electros seleccionados.\"",
    "weekdayIndex": 2
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"20% Dto.\"<h6> \"3 Cuotas Sin Interés\"<div><p> \"Exclusivo\"<b> \"Online\"<p> \"PROMOCIÓN VÁLIDA CON LA TARJETA DE CRÉDITO FÍSICA CENCOPAY SOLO LOS DÍAS MIÉRCOLES DESDE EL 01/01/2026 AL 31/03/2026 EN LOS SITIOS WEB OBTENIENDO UN 20% DE DESCUENTO EN TU COMPRA ONLINE. . Haciendo tus compras los días Miércoles y programando la entrega para el día que prefieras.\r\n\r\n NO INCLUYE ELECTRODOMÉSTICOS, RODADOS, LIBRERÍA, CARNES, LECHES, MAYORISTAS DE FIAMBRERÍA, PRODUCTOS DE MARCAS PROPIAS (C&CO, HOME CARE, FAMILY CARE, PET FUN, JUMBO Y VEA), PRODUCTOS INCLUIDOS EN LOS LISTADOS DE PRECIOS CONVENIENTES, NI BODEGAS (LA RURAL, TRUMPETER, RUTINI, CHANDON, 33 SUR, TERRAZAS DE LOS ANDES, LATITUD 33, MERCIER Y BARON B.).\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN CENCOPAY.AR PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\".   (1) PROMOCIÓN VÁLIDA CON LA TARJETA DE CRÉDITO FÍSICA CENCOPAY SOLO LOS DÍAS MIÉRCOLES DESDE EL 01/01/2026 AL 31/03/2026 EN LOS SITIOS WEB OBTENIENDO UN 20% DE DESCUENTO EN TU COMPRA ONLINE. NO INCLUYE ELECTRODOMÉSTICOS, RODADOS, LIBRERÍA, CARNES, LECHES, MAYORISTAS DE FIAMBRERÍA, PRODUCTOS DE MARCAS PROPIAS (C&CO, HOME CARE, FAMILY CARE, PET FUN, JUMBO Y VEA), PRODUCTOS INCLUIDOS EN LOS LISTADOS DE PRECIOS CONVENIENTES, NI BODEGAS (LA RURAL, TRUMPETER, RUTINI, CHANDON, 33 SUR, TERRAZAS DE LOS ANDES, LATITUD 33, MERCIER Y BARON B.). EL DESCUENTO SE EFECTIVIZARÁ EN EL CHECK OUT. (2) PROMOCIÓN VÁLIDA SOLO LOS DÍAS MIÉRCOLES DESDE EL 01/01/2026 AL 31/03/2026 EN LOS SITIOS WEB DE WWW.JUMBO.COM.AR, WWW.DISCO.COM.AR Y WWW.VEA.COM.AR, OBTENIENDO SOLO 3 CUOTAS SIN INTERÉS EN TODA LA COMPRA ONLINE. NO INCLUYE ELECTRODOMÉSTICOS. INCLUYE SOLO VENTA NO PRESENCIAL. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS. (2) PLAN 3: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE TÉRMINOS Y CONDICIONES, COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. EL USO INDEBIDO DE LA PROMOCIÓN PODRÁ SER SANCIONADO CON SUSPENSIÓN, INHABILITACIÓN O CESE DE LA CUENTA DIGITAL, AMPARADO EN EL APARTADO QUINTO DE LOS TÉRMINOS Y CONDICIONES. SE CONSIDERARÁ USO INDEBIDO DE LA PROMOCIÓN AQUEL USO EN EL QUE SE DETECTEN DOS O MAS CORTES TICKET DE COMPRA CON EL FIN DE SUMAR DESCUENTOS, YA HABIENDO OBTENIDO ESTE EN LA PRIMERA TRANSACCIÓN REALIZADA. SE DEJA CONSTANCIA QUE CENCOSUD S.A. SE LIMITA A OFRECER SERVICIOS DE PAGO Y NO SE ENCUENTRA AUTORIZADA A OPERAR COMO ENTIDAD FINANCIERA POR EL BANCO CENTRAL DE LA REPÚBLICA ARGENTINA. LOS FONDOS DEPOSITADOS EN CUENTAS DE PAGO NO CONSTITUYEN DEPÓSITOS EN UNA ENTIDAD FINANCIERA.  CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 2
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/visamaster.png\"><div><h4> \"3 cuotas sin interés\"<h6> \"en Productos seleccionados\"<div><p> \"PROMOCIÓN VÁLIDA TODOS LOS DÍAS DESDE EL 01/12/2025 AL 31/03/2026,  EN LOS LOCALES OBTENIENDO 3 CUOTAS SIN INTERÉS EN PRODUCTOS SELECCIONADOS ABONANDO CON TARJETAS DE CREDITO VISA Y MASTERCARD BANCARIAS. VÁLIDO PRESENCIAL.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA TODOS LOS DÍAS DESDE EL 01/12/2025 AL 31/03/2026,  EN LOS LOCALES OBTENIENDO 3 CUOTAS SIN INTERÉS EN PRODUCTOS SELECCIONADOS\r\nABONANDO CON TARJETAS DE CREDITO VISA Y MASTERCARD BANCARIAS EN PRODUCTOS SELECCIONADOS DE LIBRERÍA, COLECCIONABLE VAJILLA, INDUMENTARIA, MARROQUINERIA, VAJILLA/COPAS/VASOS/JARROS Y TAZAS, TERMOS, COCCIÓN, SÁBANAS, ALMOHADAS, TENDERS, CAJAS ORGANIZADORAS, PARRILLA, AIRE LIBRE, CAMPING, PISCINA, BICICLETAS, MONOPATINES, RODADOS Y MUEBLES INTERIOR. NO VÁLIDO PARA ACOPIO, VENTA MAYORISTA, RETIRA CLIENTE Y PAGO SERVICIOS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS. PLAN 6: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%.\r\nSE DEBE PASAR POR LINEA DE CAJAS/POSNET A TRAVES DE LA CUOTA  3.\"",
    "weekdayIndex": 2
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 ,6 y 12 Cuotas sin Interés\"<h6> \"en Electrodomésticos seleccionados.\"<div><p> \"PROMOCIÓN VÁLIDA CON LA TARJETA DE CRÉDITO FÍSICA CENCOPAY TODOS LOS DÍAS DESDE EL 01/10/2025 AL 31/03/2026. ELECTROS SELECCIONADOS.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN CENCOPAY.AR PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 01/10/2025 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\". (1) PROMOCIÓN VÁLIDA EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO 3, 6 Y 12 CUOTAS SIN INTERÉS EN ELECTRODOMÉSTICOS SELECCIONADOS. (1) PLAN 3, 6 Y 12 RESPECTIVAMENTE: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE TÉRMINOS Y CONDICIONES, COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. EL USO INDEBIDO DE LA PROMOCIÓN PODRÁ SER SANCIONADO CON SUSPENSIÓN, INHABILITACIÓN O CESE DE LA CUENTA DIGITAL, AMPARADO EN EL APARTADO QUINTO DE LOS TÉRMINOS Y CONDICIONES. SE CONSIDERARÁ USO INDEBIDO DE LA PROMOCIÓN AQUEL USO EN EL QUE SE DETECTEN DOS O MAS CORTES TICKET DE COMPRA CON EL FIN DE SUMAR DESCUENTOS, YA HABIENDO OBTENIDO ESTE EN LA PRIMERA TRANSACCIÓN REALIZADA. SE DEJA CONSTANCIA QUE CENCOSUD S.A. SE LIMITA A OFRECER SERVICIOS DE PAGO Y NO SE ENCUENTRA AUTORIZADA A OPERAR COMO ENTIDAD FINANCIERA POR EL BANCO CENTRAL DE LA REPÚBLICA ARGENTINA. LOS FONDOS DEPOSITADOS EN CUENTAS DE PAGO NO CONSTITUYEN DEPÓSITOS EN UNA ENTIDAD FINANCIERA. CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 2
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/galicia-200x82.png\"><div><h4> \"12 cuotas sin interés\"<h6> \"en Electro\"<div><p> \"Para compras realizadas con Tarjeta Visa, Tarjeta Mastercard, Tarjeta American Express. Promoción valida únicamente en los comercios adheridos. Dicha promoción no es acumulable con otras promociones vigentes.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. Tasa Nominal Anual, en adelante \"TNA\": 0,00%, Tasa Efectiva Anual, en adelante \"TEA\": 0,00%, Costo Financiero Total Efectivo Anual, en adelante \"CFTEA\": 0,00%.\"CFTEA\"+IVA: 0,00%. Promoción en solo 12 cuotas sin interés, para compras realizadas en el País. Válida para los días comprendidos entre el 1/12/2025 y el 28/02/2026, para compras realizadas con Tarjeta Visa, Tarjeta Mastercard, Tarjeta American Express. Promoción valida únicamente en los comercios adheridos. Dicha promoción no es acumulable con otras promociones vigentes. Ejemplo: Una compra de $1000 y se paga en 12 cuotas: el valor de cada cuota será de $83.33. No aplica para compras realizadas con tarjetas de Crédito Visa Business, Visa Rural y Tarjetas de Débito. Banco Galicia solo es el medio de pago para la adquisición del producto/servicio. Tasa Nominal Anual \"TNA\": 0,00%, Tasa Efectiva Anual \"TEA\": 0,00%, Costo Financiero Total Efectivo Anual \"CFTEA\": 0,00%.\"CFTEA\"+IVA: 0,00%.\"",
    "weekdayIndex": 2
  },
  {
    "text": "<li><div><div><img src=\"https://jumboargentina.vtexassets.com/arquivos/macroo.png\"><div><h4> \"6 y 12 Cuotas sin interés\"<h6> \"En electro\"<div><p> \"PROMOCIÓN VÁLIDA DEL 01/12/2025 AL 31/03/2026 INCLUSIVE. VÁLIDO TODOS LOS DÍAS EN PRODUCTOS SELECCIONADOS DE ELECTRO. EXCLUSIVAMENTE, PARA TARJETAS DE CRÉDITO VISA, MASTERCARD Y AMERICAN EXPRESS EMITIDAS POR BANCO MACRO: 6 Y 12 CUOTAS SIN INTERÉS.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"El legales de Banco macro : CARTERA DE CONSUMO. PROMOCIÓN VÁLIDA DEL 01/12/2025 AL 31/03/2026 INCLUSIVE. VÁLIDO TODOS LOS DÍAS EN LOCALES ADHERIDOS, EN PRODUCTOS SELECCIONADOS NON FOOD EXCLUSIVAMENTE, PARA TARJETAS DE CRÉDITO VISA, MASTERCARD Y AMERICAN EXPRESS EMITIDAS POR BANCO MACRO: 6 Y 12 CUOTAS SIN INTERÉS TNA(TASA NOMINAL ANUAL), TEA(TASA EFECTIVA ANUAL) Y CFT(COSTO FINANCIERO TOTAL NOMINAL ANUAL) 0,0% NO APLICA A PAGOS REALIZADOS CON TARJETAS AGRO/EMPRESA NI A TRAVÉS DE MERCADOPAGO, NI TRANSFERENCIAS 3.0 (QR/PEI/PAGO INMEDIATO). NI LOS PAGOS A TRAVES DE MODO EN CUOTAS . ESTABLECIMIENTOS, PRODUCTOS Y SERVICIOS NO SON PROMOCIONADOS NI GARANTIZADOS POR BANCO MACRO NI TAMPOCO SE RESPONSABILIZA POR LOS CUPONES PRESENTADOS POR LOS COMERCIOS FUERA DE TÉRMINO. MÁS INFORMACIÓN EN MACRO.COM.AR O AL 0810-555-2355 O AL 0810-555-7353 PARA CLIENTES SELECTA. CENCOSUD S.A, CUIT 30-59036076-3.\"",
    "weekdayIndex": 2
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 y 6 Cuotas sin interés\"<h6> \"EN PARRILLA, AIRE LIBRE, CAMPING Y MÁS\"<div><p> \"PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 01/01/2026 AL 31/03/2026 CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. \r\nVÁLIDA TODOS LOS DÍAS EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO SOLO 3 y 6 CUOTAS SIN INTERÉS EN PARRILLA, AIRE LIBRE, CAMPING, PISCINA, BICICLETAS, MONOPATINES, RODADOS, MUEBLES INTERIOR.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN CENCOPAY.AR PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 01/01/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\". (1) PROMOCIÓN VÁLIDA TODOS LOS DÍAS EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO SOLO 3 y 6 CUOTAS SIN INTERÉS EN PARRILLA, AIRE LIBRE, CAMPING, PISCINA, BICICLETAS, MONOPATINES, RODADOS, MUEBLES INTERIOR. (1) PLAN 3 y 6: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE TÉRMINOS Y CONDICIONES, COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. EL USO INDEBIDO DE LA PROMOCIÓN PODRÁ SER SANCIONADO CON SUSPENSIÓN, INHABILITACIÓN O CESE DE LA CUENTA DIGITAL, AMPARADO EN EL APARTADO QUINTO DE LOS TÉRMINOS Y CONDICIONES. SE CONSIDERARÁ USO INDEBIDO DE LA PROMOCIÓN AQUEL USO EN EL QUE SE DETECTEN DOS O MAS CORTES TICKET DE COMPRA CON EL FIN DE SUMAR DESCUENTOS, YA HABIENDO OBTENIDO ESTE EN LA PRIMERA TRANSACCIÓN REALIZADA. SE DEJA CONSTANCIA QUE CENCOSUD S.A. SE LIMITA A OFRECER SERVICIOS DE PAGO Y NO SE ENCUENTRA AUTORIZADA A OPERAR COMO ENTIDAD FINANCIERA POR EL BANCO CENTRAL DE LA REPÚBLICA ARGENTINA. LOS FONDOS DEPOSITADOS EN CUENTAS DE PAGO NO CONSTITUYEN DEPÓSITOS EN UNA ENTIDAD FINANCIERA.  CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 2
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 cuotas sin interés\"<h6> \"EN LIBRERÍA, INDUMENTARIA Y MÁS\"<div><p> \"PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 01/01/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY.  VÁLIDA TODOS LOS DÍAS OBTENIENDO SOLO 3 CUOTAS SIN INTERÉS EN LIBRERÍA, COLECCIONABLE VAJILLA, INDUMENTARIA, MARROQUINERÍA, VAJILLA/COPAS/VASOS/JARROS Y TAZAS, TERMOS, COCCIÓN, SÁBANAS, ALMOHADAS, TENDERS, CAJAS ORGANIZADORAS\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN CENCOPAY.AR PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 01/01/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\". (1) PROMOCIÓN VÁLIDA TODOS LOS DÍAS EN LOS LOCALES HABILITADOS Y SITIOS WEB  OBTENIENDO SOLO 3 CUOTAS SIN INTERÉS EN LIBRERÍA, COLECCIONABLE VAJILLA, INDUMENTARIA, MARROQUINERÍA, VAJILLA/COPAS/VASOS/JARROS Y TAZAS, TERMOS, COCCIÓN, SÁBANAS, ALMOHADAS, TENDERS, CAJAS ORGANIZADORAS. (1) PLAN 3: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE TÉRMINOS Y CONDICIONES, COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. EL USO INDEBIDO DE LA PROMOCIÓN PODRÁ SER SANCIONADO CON SUSPENSIÓN, INHABILITACIÓN O CESE DE LA CUENTA DIGITAL, AMPARADO EN EL APARTADO QUINTO DE LOS TÉRMINOS Y CONDICIONES. SE CONSIDERARÁ USO INDEBIDO DE LA PROMOCIÓN AQUEL USO EN EL QUE SE DETECTEN DOS O MAS CORTES TICKET DE COMPRA CON EL FIN DE SUMAR DESCUENTOS, YA HABIENDO OBTENIDO ESTE EN LA PRIMERA TRANSACCIÓN REALIZADA. SE DEJA CONSTANCIA QUE CENCOSUD S.A. SE LIMITA A OFRECER SERVICIOS DE PAGO Y NO SE ENCUENTRA AUTORIZADA A OPERAR COMO ENTIDAD FINANCIERA POR EL BANCO CENTRAL DE LA REPÚBLICA ARGENTINA. LOS FONDOS DEPOSITADOS EN CUENTAS DE PAGO NO CONSTITUYEN DEPÓSITOS EN UNA ENTIDAD FINANCIERA.  CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 2
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/200x82-santander.png\"><div><h4> \"12 cuotas sin interés\"<h6> \"en Electro\"<div><p> \"PROMOCIÓN VÁLIDA DESDE 01/02/2026HASTA 31/03/2026 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTROS SELECCIONADOS.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. PROMOCIÓN VÁLIDA DESDE 01/02/2026 HASTA 31/03/2026 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTRO SELECCIONADOS EN 12 CUOTAS CON TARJETAS EMITIDAS POR BANCO SANTANDER VISA/MASTERCARD, BANCO GALICIA VISA/MASTERCARD Y AMERICAN EXPRESS, TARJETA NARANJA. NO PARTICIPAN LAS COMPRAS EFECTUADAS A TRAVÉS DE TODO PAGO Y MERCADO DE PAGO. LA PRESENTE PROMOCIÓN ES VÁLIDA SÓLO PARA CONSUMOS DE TIPO FAMILIAR, Y NO SE ACUMULA A OTRAS PROMOCIONES. EN EL CASO DE DUDA SOBRE EL DESTINO DEL CONSUMO. LOS ACCIONISTAS DE DICHOS BANCOS LIMITAN SU RESPONSABILIDAD A LA INTEGRACIÓN DE LAS ACCIONES SUSCRIPTAS LEY 19.550 Y LEY 25.738. COSTO FINANCIERO TOTAL EFECTIVO ANUAL: 0.00%. TASA NOMINAL ANUAL 0.00%. TASA EFECTIVA ANUAL 0,00%. CFTEA:0,00%. CFTEA (CON IVA) 0,00%.  CFTEA (SIN IVA) 0,00%.\"",
    "weekdayIndex": 2
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/comafi-vtex.png\"><div><h4> \"3 Cuotas sin Interés\"<h6> \"abonando con tarjetas de crédito emitidos por Banco Comafi.\"<div><p> \"Promoción válida todos los días desde el 01/12/25 hasta el 31/03/26 abonando con tarjetas de crédito pertenecientes a Servicios de cuenta Global, Classic, Premium y ÚNICO emitidos por Banco Comafi. Sólo válido para aquellos clientes que se encuentren al día en sus productos. El beneficio no será aplicado en aquellas compras realizadas a través de MercadoPago.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Oferta exclusiva para la cartera de consumo. Promoción válida todos los días desde el 01/12/25 hasta el 31/03/26 abonando con tarjetas de crédito pertenecientes a Servicios de cuenta Global, Classic, Premium y ÚNICO emitidos por Banco Comafi. Hasta 3 cuotas sin interés. Quedan excluidas aquellas tarjetas de crédito Credial, Business y Corporativas emitidas en Argentina por Banco Comafi. No acumulable con otras promociones ni entre sí. Sólo válido para aquellos clientes que se encuentren al día en sus productos. El beneficio no será aplicado en aquellas compras realizadas a través de MercadoPago. Consultar locales adheridos y medios de pago habilitados en www.tevabien.com. Banco Comafi no se responsabiliza por los cupones presentados por los establecimientos fuera de término, así como tampoco promociona ni garantiza los comercios, los productos y/o servicios o la calidad de los mismos. El costo financiero de las promociones que incluyen cuotas sin interés es asumido en su totalidad por Banco Comafi S.A. El beneficio no será aplicado para aquellas compras realizadas con Plan Gobierno. Banco Comafi S.A. con domicilio en Av. Roque Sáenz Peña 660, piso 1, CUIT 30-60473101-8.*CFT: 0,0% Costo Financiero Total Efectivo Anual. TNA: 0,0% Tasa Nominal Anual. TEA: 0,0% Tasa Efectiva Anual.\"",
    "weekdayIndex": 2
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"6 cuotas sin interés\"<h6> \"EN LIBRERÍA, INDUMENTARIA, MOCHILAS, CARTUCHERAS, LUNCHERAS Y MÁS\"<div><p> \"PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 1/02/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN CENCOPAY.AR PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 1/02/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\". (1) PROMOCIÓN VÁLIDA TODOS LOS DÍAS EN LOS LOCALES HABILITADOS Y SITIOS WEB, OBTENIENDO SOLO 6 CUOTAS SIN INTERÉS EN LIBRERIA, INDUMENTARIA, MOCHILAS,CARTUCHERAS,LUNCHERAS, INDUMENTARIA ESCOLAR  Y MARROQUINERÍA. (1) PLAN 6 RESPECTIVAMENTE: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE TÉRMINOS Y CONDICIONES, COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. EL USO INDEBIDO DE LA PROMOCIÓN PODRÁ SER SANCIONADO CON SUSPENSIÓN, INHABILITACIÓN O CESE DE LA CUENTA DIGITAL, AMPARADO EN EL APARTADO QUINTO DE LOS TÉRMINOS Y CONDICIONES. SE CONSIDERARÁ USO INDEBIDO DE LA PROMOCIÓN AQUEL USO EN EL QUE SE DETECTEN DOS O MAS CORTES TICKET DE COMPRA CON EL FIN DE SUMAR DESCUENTOS, YA HABIENDO OBTENIDO ESTE EN LA PRIMERA TRANSACCIÓN REALIZADA. SE DEJA CONSTANCIA QUE CENCOSUD S.A. SE LIMITA A OFRECER SERVICIOS DE PAGO Y NO SE ENCUENTRA AUTORIZADA A OPERAR COMO ENTIDAD FINANCIERA POR EL BANCO CENTRAL DE LA REPÚBLICA ARGENTINA. LOS FONDOS DEPOSITADOS EN CUENTAS DE PAGO NO CONSTITUYEN DEPÓSITOS EN UNA ENTIDAD FINANCIERA.  CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 2
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/banco-nacion.png\"><div><h4> \"12 y 6\"<h6> \"cuotas sin interés\"<div><p> \"12 y 6 CUOTAS SIN INTERÉS EN PRODUCTOS SELECCIONADOS DE ELECTRODOMÉSTICOS ABONANDO CON TARJETAS DE CREDITO VISA/MASTERCARD DE BANCO NACION.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA TODOS LOS DÍAS COMPRENDIDOS ENTRE EL 01/01/2026 Y 31/03/2026 EN LA REPÚBLICA ARGENTINA EN COMERCIOS ADHERIDOS. 12 y 6 CUOTAS SIN INTERÉS REALIZADAS CON TARJETAS DE CRÉDITO VISA Y MASTERCARD DEL BNA EN PRODUCTOS SELECCIONADOS DE ELECTRÓNICA Y LINEA BLANCA. NO APLICA PARA PAGOS CON SALDO EN CUENTA. CARTERA DE CONSUMO. EL BNA NO SE RESPONSABILIZA POR LA CALIDAD DE LOS PRODUCTOS ADQUIRIDOS. PROMOCIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA. TASA NOMINAL ANUAL (TNA) FIJA 0,00%. TASA EFECTIVA ANUAL (TEA) FIJA 0,00%. COSTO FINANCIERO TOTAL EXPRESADO EN TEA 0,00%. BANCO DE LA NACIÓN ARGENTINA – BARTOLOMÉ MITRE 326, CABA – CUIT 30-50001091-2.\"",
    "weekdayIndex": 2
  },
  {
    "text": "<li><div><div><img src=\"https://jumboargentina.vtexassets.com/arquivos/bancor.png\"><div><h4> \"4 cuotas sin interés\"<h6> \"ABONANDO CON TARJETA CÓRDOBESA\"<div><p> \"PROMOCIÓN VÁLIDA DESDE EL 01/12/2025 AL 31/03/2026 PARA COMPRAS REALIZADAS CON TARJETA DE CRÉDITO BANCO CÓRDOBA, TODOS LOS DÍAS DEL MES EN LOS LOCALES HABILITADOS DEL PAÍS.\r\nVÁLIDO SOLO PARA VENTA PRESENCIAL.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA DESDE EL 01/06/2025 AL 31/03/2026 PARA COMPRAS REALIZADAS CON TARJETA DE CRÉDITO BANCO CÓRDOBA, TODOS LOS DÍAS DEL MES EN LOS LOCALES HABILITADOS DEL PAÍS. VÁLIDO SOLO PARA VENTA PRESENCIAL.TODOS LOS DÍAS PARA PAGOS CON TARJETA CORDOBESA EN 4 CUOTAS SIN INTERÉS EN LOS COMERCIOS ADHERIDOS. COSTO FINANCIERO TOTAL NOMINAL ANUAL Y CFTNA: 0%. EJEMPLO 4 CUOTAS: PARA UNA COMPRA DE $ 1.000 EL SOCIO ABONARÁ 4 CUOTAS SIN INTERÉS DE $ 250. BANCO PROVINCIA DE CÓRDOBA S.A. CUIT 30999228565. DOMICILIO: SAN JERÓNIMO 166, CÓRDOBA. NO VÁLIDO EL 01 DE ENERO DE 2026.\"",
    "weekdayIndex": 2
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 cuotas sin interés\"<h6> \"en Toda la Compra Online\"<div><p> \"Exclusivo\"<b> \"Online\"<p> \"PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DESDE EL 01/02/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN CENCOPAY.AR PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS TODOS LOS DIAS DESDE EL 1/02/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\".   (1) PROMOCIÓN VÁLIDA EN LOS SITIOS WEB OBTENIENDO SOLO 3 CUOTAS SIN INTERÉS EN TODA LA COMPRA. (1) PLAN 3: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE TÉRMINOS Y CONDICIONES, COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. EL USO INDEBIDO DE LA PROMOCIÓN PODRÁ SER SANCIONADO CON SUSPENSIÓN, INHABILITACIÓN O CESE DE LA CUENTA DIGITAL, AMPARADO EN EL APARTADO QUINTO DE LOS TÉRMINOS Y CONDICIONES. SE CONSIDERARÁ USO INDEBIDO DE LA PROMOCIÓN AQUEL USO EN EL QUE SE DETECTEN DOS O MAS CORTES TICKET DE COMPRA CON EL FIN DE SUMAR DESCUENTOS, YA HABIENDO OBTENIDO ESTE EN LA PRIMERA TRANSACCIÓN REALIZADA. SE DEJA CONSTANCIA QUE CENCOSUD S.A. SE LIMITA A OFRECER SERVICIOS DE PAGO Y NO SE ENCUENTRA AUTORIZADA A OPERAR COMO ENTIDAD FINANCIERA POR EL BANCO CENTRAL DE LA REPÚBLICA ARGENTINA. LOS FONDOS DEPOSITADOS EN CUENTAS DE PAGO NO CONSTITUYEN DEPÓSITOS EN UNA ENTIDAD FINANCIERA.  CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 2
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/tarjetasol.png\"><div><h4> \"3 y 4 cuotas sin interés\"<h6><div><p> \"Válido para compras presenciales todos los días del mes de Febrero y Marzo de 2026.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Válido todos los días de Febrero y Marzo de 2026. Aplica para venta presencial. 3 y 4 cuotas sin interés, CFT: 00,00% , TEA: 00,00%.\"",
    "weekdayIndex": 2
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/NaranjaX-logo.png\"><div><h4> \"3 Cuotas sin interés\"<h6> \"Abonando con Tarjeta de Crédito Naranja X | Plan Z\"<div><p> \"VÁLIDO PARA COMPRAS PRESENCIAL Y WEB DESDE EL 01/01/2026 AL 31/03/2026. Abonando con Tarjeta de Crédito Naranja X | PLAN Z\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"VÁLIDO PARA COMPRAS PRESENCIAL Y WEB DESDE EL 01/01/2026 AL 31/03/2026 TODOS LOS DÍAS PARA COMPRAS ABONADAS CON TARJETAS DE CREDITO NARANJA X | PLAN Z, EN 3 CUOTAS SIN INTERÉS EN PRODUCTOS VENDIDOS PRESENCIAL Y WEB. NO ACUMULABLE CON OTRAS PROMOCIONES.\"",
    "weekdayIndex": 2
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/jubilados-jumbo.png\"><div><h4> \"15% Dto.\"<h6> \"con todos los medios de pagos, para jubilados y mayores de 60 años.\"<div><p> \"Comprando los días Miércoles. Exclusivo para compras presenciales y compras telefónicas llamando al 0810-999-58626. Válido para los locales de BUENOS AIRES, ROSARIO Y COMODORO.\r\n15% Descuento para Jubilados y Pensionados Debés ser socio Jumbo.-  Pagando con Cencopay 20% de descuento. Solo para consumidor final.\r\nNo acumulable con otras ofertas o promociones vigentes.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"JUBILADOS: 15% PARA JUBILADOS Y PENSIONADOS LOS DÍAS MIÉRCOLES, VÁLIDO PARA CONSUMIDOR FINAL. VÁLIDO PARA LOS LOCALES DE BUENOS AIRES, ROSARIO Y COMODORO, DEBERÁN PRESENTAR DNI, LC, LE, CI, DOCUMENTACIÓN DE ANSES O PAMI MENORES DE 60 AÑOS UN RECIBO DE HABERES DE DESCUENTO EXCLUSIVO PARA JUBILADOS. EL DESCUENTO SE EFECTIVIZARÁ EN LA LÍNEA DE CAJAS. NO INCLUYE ELECTRO, BODEGAS LA RURAL, RUTINI WINES, LEONCIO ARIZU, CHANDON, TERRAZAS DE LOS ANDES, VALMONT, LATITUD 33, CATENA ZAPATA, MERCIER Y BARON B, ESCORIHUELA GASCON Y BRIK, Yerbas, Fideos, yogures, aceites y leches.  CENCOPAY: DESCUENTO EXCLUSIVO PARA JUBILADOS, DEBERÁN PRESENTAR DNI, LC, LE, CI, DOCUMENTACIÓN DE ANSES O PAMI MENORES DE 65 AÑOS UN RECIBO DE HABERES. PROMOCIÓN VÁLIDA PARA COMPRAS REALIZADAS CON CENCOPAY 20% SÓLO LOS DÍAS MIÉRCOLES  EN LOS LOCALES JUMBO HABILITADOS DE BUENOS AIRES, ROSARIO Y COMODORO. VALIDO COMPRAS PRESENCIALES Y VENTA TELEFONICA. NO INCLUYE ELECTRO, BODEGAS CHANDON, TERRAZAS DE LOS ANDES, LA RURAL, LEONCIO ARIZU, RUTINI WINES, VALMONT, LATITUD 33, CATENA ZAPATA, MERCIER, BARON B, ESCORIHUELA GASCON, BRIK. DESCUENTO NO ACUMULABLE CON OTRAS PROMOCIONES Y/O DESCUENTOS. EL DESCUENTO SE EFECTIVIZARÁ EN LA LÍNEA DE CAJAS. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL. EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O PARA MAS INFORMACION EN https://clientes.cencopay.ar/ords/f?p=128:101:113830723668850::NO:::%26idp%3D. CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 2
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/NaranjaX-logo.png\"><div><h4> \"6 cuotas sin interés\"<h6> \"en productos seleccionados.\"<div><p> \"Válido todos los días desde el 1 de Enero de 2026 al 31 de Marzo de 2026 en productos seleccionados de electrónica y línea blanca. Beneficio no válido para compras realizadas con Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Costo Financiero Total (CFT) 0% Tasa Efectiva Anual (TEA) 0% Tasa Nominal Anual (TNA) 0%. \r\nBeneficio válido para titulares y adicionales de tarjeta de crédito Naranja X de todo el país que compren en PLAN 6 Cuotas Cero interés: Costo Financiero Total (CFT) 0% Tasa Efectiva Anual (TEA) 0% Tasa Nominal Anual (TNA) 0%.  Válido todos los días desde el 1 de enero de 2026 al 31 de Marzo de 2026. Válido en productos seleccionados. Válida en canales presencial y Online. Valido para productos de electro y línea blanca.  Beneficio no válido para compras realizadas con Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales-En caso de fuerza mayor y/o caso fortuito que genere alguna imposibilidad para llevar a cabo el beneficio o para continuar con el mismo, Naranja X podrá suspender definitivamente o transitoriamente el beneficio, como así también introducir las modificaciones pertinentes. La tarjeta de crédito es comercializada por Tarjeta Naranja S. A.U. CUIT 30685376349, La Tablada 451, Córdoba.\"",
    "weekdayIndex": 2
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/LOGO-MODO-NUEVO-2024.png\"><div><h4> \"20% Dto.\"<h6> \"pagando con MODO\"<div><p> \"Participan Banco Santander (solo con Visa), Banco Nación, Banco Galicia, Banco BBVA, Banco Macro, Banco Santa Fe, Banco Entre Ríos, Banco San Juan, Banco Santa Cruz, Banco ICBC, Billetera YOY, Banco Supervielle, Banco Credicoop, Banco Ciudad, Billetera BUEPP, Banco Bancor, Banco Comafi, Banco Columbia y Banco del Sol.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Tope de reintegro $25.000 por banco por mes para compras mayor o iguales a $100.000. Aplica únicamente a aquellos usuarios que sean titulares de una cuenta bancaria en la entidad emisora de la tarjeta con la que realiza el pago. No olvides asociarla si usas la app MODO. Promoción válida para Argentina los días martes y jueves del 01/01/2026 al 31/03/2026. Aplica para bancos y comercios adheridos. PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN www.modo.com.ar/promos . No válido en autopagos, ni pagos online. Play Digital S.A. (MODO), CUIT 30-71682943-6, Av. del Libertador 7208 3°, CABA.\r\n \r\nVERSION CORTA: Válido en Argentina del 01/01/2026 al 31/03/2026. Play Digital S.A., CUIT 30-71682943-6, Av. del Libertador 7208 3°, CABA. PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN www.modo.com.ar/promos.\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/NaranjaX-logo.png\"><div><h4> \"12 Cuotas sin Interés\"<h6> \"En Electros seleccionados\"<div><p> \"Válido todos los días desde el 1 de Febrero de 2026 al 28 de Febrero de 2025. Aplica para venta online. Válido exclusivamente en productos seleccionados de electro, en todas las sucursales Disco Cruz del Eje (SM 842) y Todos los Vea del país.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Beneficio válido para titulares y adicionales de tarjeta de crédito Naranja X de todo el país que compren en PLAN 12 Cuotas Cero interés: Costo Financiero Total (CFT) 0% Tasa Efectiva Anual (TEA) 0% Tasa Nominal Anual (TNA) 0%.  Válido todos los días desde el 1 de Febrero de 2026 al 28 de Febrero de 2025. Aplica para venta online. Válido exclusivamente en productos seleccionados de electro, en todas las sucursales Disco Cruz del Eje (SM 842) y Todos los Vea del país.  Beneficio no válido para compras realizadas con Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales-En caso de fuerza mayor y/o caso fortuito que genere alguna imposibilidad para llevar a cabo el beneficio o para continuar con el mismo, Naranja X podrá suspender definitivamente o transitoriamente el beneficio, como así también introducir las modificaciones pertinentes. La tarjeta de crédito es comercializada por Tarjeta Naranja S. A.U. CUIT 30685376349, La Tablada 451, Córdoba. En electros seleccionados.\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/visamaster.png\"><div><h4> \"3 cuotas sin interés\"<h6> \"en Productos seleccionados\"<div><p> \"PROMOCIÓN VÁLIDA TODOS LOS DÍAS DESDE EL 01/12/2025 AL 31/03/2026,  EN LOS LOCALES OBTENIENDO 3 CUOTAS SIN INTERÉS EN PRODUCTOS SELECCIONADOS ABONANDO CON TARJETAS DE CREDITO VISA Y MASTERCARD BANCARIAS. VÁLIDO PRESENCIAL.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA TODOS LOS DÍAS DESDE EL 01/12/2025 AL 31/03/2026,  EN LOS LOCALES OBTENIENDO 3 CUOTAS SIN INTERÉS EN PRODUCTOS SELECCIONADOS\r\nABONANDO CON TARJETAS DE CREDITO VISA Y MASTERCARD BANCARIAS EN PRODUCTOS SELECCIONADOS DE LIBRERÍA, COLECCIONABLE VAJILLA, INDUMENTARIA, MARROQUINERIA, VAJILLA/COPAS/VASOS/JARROS Y TAZAS, TERMOS, COCCIÓN, SÁBANAS, ALMOHADAS, TENDERS, CAJAS ORGANIZADORAS, PARRILLA, AIRE LIBRE, CAMPING, PISCINA, BICICLETAS, MONOPATINES, RODADOS Y MUEBLES INTERIOR. NO VÁLIDO PARA ACOPIO, VENTA MAYORISTA, RETIRA CLIENTE Y PAGO SERVICIOS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS. PLAN 6: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%.\r\nSE DEBE PASAR POR LINEA DE CAJAS/POSNET A TRAVES DE LA CUOTA  3.\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/galicia-200x82.png\"><div><h4> \"3 cuotas sin interés\"<h6> \"para compras realizadas con Tarjetas de crédito Visa, Mastercard y American Express.\"<div><p> \"Exclusivo\"<b> \"Online\"<p> \"3 CUOTAS SIN INTERÉS EN TODO EL SURTIDO LOS DÍAS JUEVES, VIERNES, SÁBADO Y DOMINGO, comprendidos entre el 02/01/2026 y el 31/03/2026.\r\nDicha promoción no es acumulable con otras promociones vigentes.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. Tasa Nominal Anual, en adelante “TNA”: 0,00%, Tasa Efectiva Anual, en adelante “TEA”: 0,00%, Costo Financiero Total Efectivo Anual, en adelante “CFTEA”: 0,00%, “CFTEA”+IVA: 0,00%. Promoción de hasta 3 cuotas sin interés, en compras realizadas en el País. Válida los días Jueves, Viernes, Sábados y Domingos comprendidos entre el 02/01/2026 y 31/03/2026, para compras realizadas con Tarjeta Visa, Tarjeta Mastercard y Tarjeta American Express. Promoción valida únicamente en los comercios adheridos. Dicha promoción no es acumulable con otras promociones vigentes. Ejemplo: En una compra de $1000 y se paga en 3 cuotas: el valor de las cuotas será de $333.33 No aplica para compras realizadas con tarjetas de Credito Visa Business, Visa Rural y Tarjetas de Débito emitidas a por Anses para Asignación Universal por hijo ni Progresar. La promoción no aplica a pagos a través de billeteras virtuales. Banco Galicia solo es el medio de pago para la adquisición del producto/servicio. Tasa Nominal Anual “TNA”: 0,00%, Tasa Efectiva Anual “TEA”: 0,00%, Costo Financiero Total Efectivo Anual “CFTEA”: 0,00%.“CFTEA”+IVA: 0,00%.\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"18 CSI o 15% y 12CSI\"<h6> \"Electro\"<div><p> \"18 CSI Ó 12 CSI Y 15% EN UN PAGO EN COMPRAS REALIZADAS CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. SOLO LOS DÍAS JUEVES EN LOS LOCALES HABILITADOS Y SITIOS WEB.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN CENCOPAY.AR PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS LOS JUEVES DEL 1/10/2025 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\". (1) PROMOCIÓN VÁLIDA EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO SOLO 18 CUOTAS SIN INTERÉS EN TODA LA COMPRA DE ELECTRODOMÉSTICOS. (2) PROMOCIÓN VÁLIDA EN LOS LOCALES HABILITADOS Y SITIOS WEB, OBTENIENDO UN 15% DE DESCUENTO ABONANDO EN 12 CUOTAS SIN INTERÉS EN TU COMPRA DE ELECTRODOMÉSTICOS. EL DESCUENTO SE EFECTIVIZARÁ EN EL CHECK OUT. (1)(2) PLAN 12 Y 18 RESPECTIVAMENTE: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE TÉRMINOS Y CONDICIONES, COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. EL USO INDEBIDO DE LA PROMOCIÓN PODRÁ SER SANCIONADO CON SUSPENSIÓN, INHABILITACIÓN O CESE DE LA CUENTA DIGITAL, AMPARADO EN EL APARTADO QUINTO DE LOS TÉRMINOS Y CONDICIONES. SE CONSIDERARÁ USO INDEBIDO DE LA PROMOCIÓN AQUEL USO EN EL QUE SE DETECTEN DOS O MAS CORTES TICKET DE COMPRA CON EL FIN DE SUMAR DESCUENTOS, YA HABIENDO OBTENIDO ESTE EN LA PRIMERA TRANSACCIÓN REALIZADA. SE DEJA CONSTANCIA QUE CENCOSUD S.A. SE LIMITA A OFRECER SERVICIOS DE PAGO Y NO SE ENCUENTRA AUTORIZADA A OPERAR COMO ENTIDAD FINANCIERA POR EL BANCO CENTRAL DE LA REPÚBLICA ARGENTINA. LOS FONDOS DEPOSITADOS EN CUENTAS DE PAGO NO CONSTITUYEN DEPÓSITOS EN UNA ENTIDAD FINANCIERA. CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL). EN ELECTRO.\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"25 y 3 Cuotas Sin Interés\"<h6> \"EN FIDEOS, ARROZ, BEBIDAS SIN ALCOHOL Y MÁS\"<div><p> \"PROMOCIÓN VÁLIDA EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO UN 25% DE DESCUENTO EN PRODUCTOS SELECCIONADOS DE LAS SEECIONES *FIDEOS, PASTAS FRESCAS, ARROZ, BEBIDAS SIN ALCOHOL, INSECTICIDAS, REPELENTES. DESAYUNO: *INCLUYE GALLETITAS DULCES Y SALADAS, CAFÉ, TÉ, YERBA, CACAOS, LECHE EN POLVO, CEREALES, DULCORANTES,MERMELADAS, ALIMENTOS PARA MASCOTAS.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN CENCOPAY.AR PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS LOS DÍAS JUEVES DEL 01/01/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\".   (1) PROMOCIÓN VÁLIDA EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO UN 25% DE DESCUENTO EN PRODUCTOS SELECCIONADOS DE LAS SEECIONES *FIDEOS, PASTAS FRESCAS, ARROZ, BEBIDAS SIN ALCOHOL, INSECTICIDAS, REPELENTES. DESAYUNO: *INCLUYE GALLETITAS DULCES Y SALADAS, CAFÉ, TÉ, YERBA, CACAOS, LECHE EN POLVO, CEREALES, DULCORANTES,MERMELADAS, ALIMENTOS PARA MASCOTAS. EL DESCUENTO SE EFECTIVIZARÁ EN EL CHECK OUT (2) PROMOCIÓN VÁLIDA DE LUNES A JUEVES EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO SOLO 3 CUOTAS SIN INTERÉS EN TODA LA COMPRA. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS. (2) PLAN 3: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE TÉRMINOS Y CONDICIONES, COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. EL USO INDEBIDO DE LA PROMOCIÓN PODRÁ SER SANCIONADO CON SUSPENSIÓN, INHABILITACIÓN O CESE DE LA CUENTA DIGITAL, AMPARADO EN EL APARTADO QUINTO DE LOS TÉRMINOS Y CONDICIONES. SE CONSIDERARÁ USO INDEBIDO DE LA PROMOCIÓN AQUEL USO EN EL QUE SE DETECTEN DOS O MAS CORTES TICKET DE COMPRA CON EL FIN DE SUMAR DESCUENTOS, YA HABIENDO OBTENIDO ESTE EN LA PRIMERA TRANSACCIÓN REALIZADA. SE DEJA CONSTANCIA QUE CENCOSUD S.A. SE LIMITA A OFRECER SERVICIOS DE PAGO Y NO SE ENCUENTRA AUTORIZADA A OPERAR COMO ENTIDAD FINANCIERA POR EL BANCO CENTRAL DE LA REPÚBLICA ARGENTINA. LOS FONDOS DEPOSITADOS EN CUENTAS DE PAGO NO CONSTITUYEN DEPÓSITOS EN UNA ENTIDAD FINANCIERA.  CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 ,6 y 12 Cuotas sin Interés\"<h6> \"en Electrodomésticos seleccionados.\"<div><p> \"PROMOCIÓN VÁLIDA CON LA TARJETA DE CRÉDITO FÍSICA CENCOPAY TODOS LOS DÍAS DESDE EL 01/10/2025 AL 31/03/2026. ELECTROS SELECCIONADOS.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN CENCOPAY.AR PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 01/10/2025 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\". (1) PROMOCIÓN VÁLIDA EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO 3, 6 Y 12 CUOTAS SIN INTERÉS EN ELECTRODOMÉSTICOS SELECCIONADOS. (1) PLAN 3, 6 Y 12 RESPECTIVAMENTE: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE TÉRMINOS Y CONDICIONES, COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. EL USO INDEBIDO DE LA PROMOCIÓN PODRÁ SER SANCIONADO CON SUSPENSIÓN, INHABILITACIÓN O CESE DE LA CUENTA DIGITAL, AMPARADO EN EL APARTADO QUINTO DE LOS TÉRMINOS Y CONDICIONES. SE CONSIDERARÁ USO INDEBIDO DE LA PROMOCIÓN AQUEL USO EN EL QUE SE DETECTEN DOS O MAS CORTES TICKET DE COMPRA CON EL FIN DE SUMAR DESCUENTOS, YA HABIENDO OBTENIDO ESTE EN LA PRIMERA TRANSACCIÓN REALIZADA. SE DEJA CONSTANCIA QUE CENCOSUD S.A. SE LIMITA A OFRECER SERVICIOS DE PAGO Y NO SE ENCUENTRA AUTORIZADA A OPERAR COMO ENTIDAD FINANCIERA POR EL BANCO CENTRAL DE LA REPÚBLICA ARGENTINA. LOS FONDOS DEPOSITADOS EN CUENTAS DE PAGO NO CONSTITUYEN DEPÓSITOS EN UNA ENTIDAD FINANCIERA. CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/galicia-200x82.png\"><div><h4> \"12 cuotas sin interés\"<h6> \"en Electro\"<div><p> \"Para compras realizadas con Tarjeta Visa, Tarjeta Mastercard, Tarjeta American Express. Promoción valida únicamente en los comercios adheridos. Dicha promoción no es acumulable con otras promociones vigentes.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. Tasa Nominal Anual, en adelante \"TNA\": 0,00%, Tasa Efectiva Anual, en adelante \"TEA\": 0,00%, Costo Financiero Total Efectivo Anual, en adelante \"CFTEA\": 0,00%.\"CFTEA\"+IVA: 0,00%. Promoción en solo 12 cuotas sin interés, para compras realizadas en el País. Válida para los días comprendidos entre el 1/12/2025 y el 28/02/2026, para compras realizadas con Tarjeta Visa, Tarjeta Mastercard, Tarjeta American Express. Promoción valida únicamente en los comercios adheridos. Dicha promoción no es acumulable con otras promociones vigentes. Ejemplo: Una compra de $1000 y se paga en 12 cuotas: el valor de cada cuota será de $83.33. No aplica para compras realizadas con tarjetas de Crédito Visa Business, Visa Rural y Tarjetas de Débito. Banco Galicia solo es el medio de pago para la adquisición del producto/servicio. Tasa Nominal Anual \"TNA\": 0,00%, Tasa Efectiva Anual \"TEA\": 0,00%, Costo Financiero Total Efectivo Anual \"CFTEA\": 0,00%.\"CFTEA\"+IVA: 0,00%.\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"https://jumboargentina.vtexassets.com/arquivos/macroo.png\"><div><h4> \"6 y 12 Cuotas sin interés\"<h6> \"En electro\"<div><p> \"PROMOCIÓN VÁLIDA DEL 01/12/2025 AL 31/03/2026 INCLUSIVE. VÁLIDO TODOS LOS DÍAS EN PRODUCTOS SELECCIONADOS DE ELECTRO. EXCLUSIVAMENTE, PARA TARJETAS DE CRÉDITO VISA, MASTERCARD Y AMERICAN EXPRESS EMITIDAS POR BANCO MACRO: 6 Y 12 CUOTAS SIN INTERÉS.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"El legales de Banco macro : CARTERA DE CONSUMO. PROMOCIÓN VÁLIDA DEL 01/12/2025 AL 31/03/2026 INCLUSIVE. VÁLIDO TODOS LOS DÍAS EN LOCALES ADHERIDOS, EN PRODUCTOS SELECCIONADOS NON FOOD EXCLUSIVAMENTE, PARA TARJETAS DE CRÉDITO VISA, MASTERCARD Y AMERICAN EXPRESS EMITIDAS POR BANCO MACRO: 6 Y 12 CUOTAS SIN INTERÉS TNA(TASA NOMINAL ANUAL), TEA(TASA EFECTIVA ANUAL) Y CFT(COSTO FINANCIERO TOTAL NOMINAL ANUAL) 0,0% NO APLICA A PAGOS REALIZADOS CON TARJETAS AGRO/EMPRESA NI A TRAVÉS DE MERCADOPAGO, NI TRANSFERENCIAS 3.0 (QR/PEI/PAGO INMEDIATO). NI LOS PAGOS A TRAVES DE MODO EN CUOTAS . ESTABLECIMIENTOS, PRODUCTOS Y SERVICIOS NO SON PROMOCIONADOS NI GARANTIZADOS POR BANCO MACRO NI TAMPOCO SE RESPONSABILIZA POR LOS CUPONES PRESENTADOS POR LOS COMERCIOS FUERA DE TÉRMINO. MÁS INFORMACIÓN EN MACRO.COM.AR O AL 0810-555-2355 O AL 0810-555-7353 PARA CLIENTES SELECTA. CENCOSUD S.A, CUIT 30-59036076-3.\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 y 6 Cuotas sin interés\"<h6> \"EN PARRILLA, AIRE LIBRE, CAMPING Y MÁS\"<div><p> \"PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 01/01/2026 AL 31/03/2026 CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. \r\nVÁLIDA TODOS LOS DÍAS EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO SOLO 3 y 6 CUOTAS SIN INTERÉS EN PARRILLA, AIRE LIBRE, CAMPING, PISCINA, BICICLETAS, MONOPATINES, RODADOS, MUEBLES INTERIOR.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN CENCOPAY.AR PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 01/01/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\". (1) PROMOCIÓN VÁLIDA TODOS LOS DÍAS EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO SOLO 3 y 6 CUOTAS SIN INTERÉS EN PARRILLA, AIRE LIBRE, CAMPING, PISCINA, BICICLETAS, MONOPATINES, RODADOS, MUEBLES INTERIOR. (1) PLAN 3 y 6: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE TÉRMINOS Y CONDICIONES, COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. EL USO INDEBIDO DE LA PROMOCIÓN PODRÁ SER SANCIONADO CON SUSPENSIÓN, INHABILITACIÓN O CESE DE LA CUENTA DIGITAL, AMPARADO EN EL APARTADO QUINTO DE LOS TÉRMINOS Y CONDICIONES. SE CONSIDERARÁ USO INDEBIDO DE LA PROMOCIÓN AQUEL USO EN EL QUE SE DETECTEN DOS O MAS CORTES TICKET DE COMPRA CON EL FIN DE SUMAR DESCUENTOS, YA HABIENDO OBTENIDO ESTE EN LA PRIMERA TRANSACCIÓN REALIZADA. SE DEJA CONSTANCIA QUE CENCOSUD S.A. SE LIMITA A OFRECER SERVICIOS DE PAGO Y NO SE ENCUENTRA AUTORIZADA A OPERAR COMO ENTIDAD FINANCIERA POR EL BANCO CENTRAL DE LA REPÚBLICA ARGENTINA. LOS FONDOS DEPOSITADOS EN CUENTAS DE PAGO NO CONSTITUYEN DEPÓSITOS EN UNA ENTIDAD FINANCIERA.  CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 cuotas sin interés\"<h6> \"EN LIBRERÍA, INDUMENTARIA Y MÁS\"<div><p> \"PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 01/01/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY.  VÁLIDA TODOS LOS DÍAS OBTENIENDO SOLO 3 CUOTAS SIN INTERÉS EN LIBRERÍA, COLECCIONABLE VAJILLA, INDUMENTARIA, MARROQUINERÍA, VAJILLA/COPAS/VASOS/JARROS Y TAZAS, TERMOS, COCCIÓN, SÁBANAS, ALMOHADAS, TENDERS, CAJAS ORGANIZADORAS\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN CENCOPAY.AR PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 01/01/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\". (1) PROMOCIÓN VÁLIDA TODOS LOS DÍAS EN LOS LOCALES HABILITADOS Y SITIOS WEB  OBTENIENDO SOLO 3 CUOTAS SIN INTERÉS EN LIBRERÍA, COLECCIONABLE VAJILLA, INDUMENTARIA, MARROQUINERÍA, VAJILLA/COPAS/VASOS/JARROS Y TAZAS, TERMOS, COCCIÓN, SÁBANAS, ALMOHADAS, TENDERS, CAJAS ORGANIZADORAS. (1) PLAN 3: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE TÉRMINOS Y CONDICIONES, COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. EL USO INDEBIDO DE LA PROMOCIÓN PODRÁ SER SANCIONADO CON SUSPENSIÓN, INHABILITACIÓN O CESE DE LA CUENTA DIGITAL, AMPARADO EN EL APARTADO QUINTO DE LOS TÉRMINOS Y CONDICIONES. SE CONSIDERARÁ USO INDEBIDO DE LA PROMOCIÓN AQUEL USO EN EL QUE SE DETECTEN DOS O MAS CORTES TICKET DE COMPRA CON EL FIN DE SUMAR DESCUENTOS, YA HABIENDO OBTENIDO ESTE EN LA PRIMERA TRANSACCIÓN REALIZADA. SE DEJA CONSTANCIA QUE CENCOSUD S.A. SE LIMITA A OFRECER SERVICIOS DE PAGO Y NO SE ENCUENTRA AUTORIZADA A OPERAR COMO ENTIDAD FINANCIERA POR EL BANCO CENTRAL DE LA REPÚBLICA ARGENTINA. LOS FONDOS DEPOSITADOS EN CUENTAS DE PAGO NO CONSTITUYEN DEPÓSITOS EN UNA ENTIDAD FINANCIERA.  CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/logo-amex-jumbo.png\"><div><h4> \"1 Pago\"<h6><div><p> \"VÁLIDO HACIENDO TU COMPRA CUALQUIER DÍA Y PROGRAMANDO LA ENTREGA LOS DÍAS JUEVES DEL MES, EN EL CASO DE COMPRAS ONLINE. VÁLIDO PARA COMPRAS POR UN UNA SUMA IGUAL O SUPERIOR A TOTAL DE $400.000 EN EL MES, ABONARLAS EN SU TOTALIDAD CON LA TARJETA Y RECIBIRÁN UN REINTEGRO POR $100.000 POR MES POR CUENTA. \r\nNO INCLUYE ELECTRO, CARNES, BODEGAS LA RURAL, RUTINI WINES, LEONCIO ARIZU, CHANDON, TERRAZAS DE LOS ANDES, VALMONT, LATITUD 33, CATENA ZAPATA, MERCIER Y BARON B, ESCORIHUELA GASCON, CLOS DE LOS SIETE, ÁLAMOS, EL ENEMIGO Y BRIK.NO ACUMULABLE CON OTRAS PROMOCIONES Y/O DESCUENTOS VIGENTES\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"BENEFICIO VÁLIDO EN LA REPÚBLICA ARGENTINA PARA SOCIOS DE TARJETAS PERSONALES “THE PLATINUM CARD” –TITULARES O ADICIONALES- EMITIDAS Y ADMINISTRADAS POR AMERICAN EXPRESS ARGENTINA S.A (LOS “SOCIOS” Y LAS “TARJETAS”) ÚNICAMENTE (I) PROGRAMANDO LA ENTREGA DE LAS COMPRAS PARA LOS DÍAS JUEVES DEL MES, EN EL CASO DE COMPRAS ONLINE Y/O (II) COMPRANDO LOS DÍAS JUEVES DE MANERA PRESENCIAL. PARA ACCEDER AL BENEFICIO, LOS SOCIOS DEBERÁN REALIZAR COMPRAS POR UN UNA SUMA IGUAL O SUPERIOR A TOTAL DE $400.000 (PESOS CUATROCIENTOS MIL) EN EL MES, ABONARLAS EN SU TOTALIDAD CON LA TARJETA Y RECIBIRÁN UN REINTEGRO POR $100.000 (PESOS CIEN MIL) POR MES POR CUENTA. EL REINTEGRO SE VERÁ REFLEJADO EN LA CUENTA DEL SOCIO TITULAR DENTRO DE LOS PRÓXIMOS DOS RESÚMENES DE REALIZADA LA ÚLTIMA COMPRA. NO VÁLIDO PARA COMPRAS REALIZADAS A TRAVÉS DE PLATAFORMAS DE PAGO Y/O AGREGADORES NO INCLUYE ELECTRO, CARNES, BODEGAS LA RURAL, RUTINI WINES, LEONCIO ARIZU, CHANDON, TERRAZAS DE LOS ANDES, VALMONT, LATITUD 33, CATENA ZAPATA, MERCIER Y BARON B, ESCORIHUELA GASCON, CLOS DE LOS SIETE, ÁLAMOS, EL ENEMIGO Y BRIK. NO ACUMULABLE CON OTRAS PROMOCIONES Y/O DESCUENTOS VIGENTES. VÁLIDO PARA CONSUMIDORES FINALES. PARA MÁS INFORMACIÓN  CONSULTE EN: WWW.JUMBO.COM.AR, WWW.DISCO.COM.AR Y WWW.VEA.COM.AR. CENCOSUD S.A. CON DOMICILIO EN SUIPACHA 1111, PISO 18, C.A.B.A., CUIT 30-59036076-3. AMERICAN EXPRESS ARGENTINA S.A., CUIT 30-57481687-0, ARENALES 707 – PISO EP, CIUDAD AUTÓNOMA DE BUENOS AIRES.\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 cuotas sin interés\"<h6> \"en Toda la Compra\"<div><p> \"PROMOCIONES VÁLIDAS DESDE EL 01/01/2026 AL 31/03/2026. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR. EXCLUYE ELECTRO.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN CENCOPAY.AR PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS LOS JUEVES DEL 01/12/2025 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\".   (1) PROMOCIÓN VÁLIDA EN LOS LOCALES HABILITADOS Y SITIOS WEB, OBTENIENDO SOLO 3 CUOTAS SIN INTERÉS EN TODA LA COMPRA. (1) PLAN 3: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE TÉRMINOS Y CONDICIONES, COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. EL USO INDEBIDO DE LA PROMOCIÓN PODRÁ SER SANCIONADO CON SUSPENSIÓN, INHABILITACIÓN O CESE DE LA CUENTA DIGITAL, AMPARADO EN EL APARTADO QUINTO DE LOS TÉRMINOS Y CONDICIONES. SE CONSIDERARÁ USO INDEBIDO DE LA PROMOCIÓN AQUEL USO EN EL QUE SE DETECTEN DOS O MAS CORTES TICKET DE COMPRA CON EL FIN DE SUMAR DESCUENTOS, YA HABIENDO OBTENIDO ESTE EN LA PRIMERA TRANSACCIÓN REALIZADA. SE DEJA CONSTANCIA QUE CENCOSUD S.A. SE LIMITA A OFRECER SERVICIOS DE PAGO Y NO SE ENCUENTRA AUTORIZADA A OPERAR COMO ENTIDAD FINANCIERA POR EL BANCO CENTRAL DE LA REPÚBLICA ARGENTINA. LOS FONDOS DEPOSITADOS EN CUENTAS DE PAGO NO CONSTITUYEN DEPÓSITOS EN UNA ENTIDAD FINANCIERA.  CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/200x82-santander.png\"><div><h4> \"12 cuotas sin interés\"<h6> \"en Electro\"<div><p> \"PROMOCIÓN VÁLIDA DESDE 01/02/2026HASTA 31/03/2026 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTROS SELECCIONADOS.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. PROMOCIÓN VÁLIDA DESDE 01/02/2026 HASTA 31/03/2026 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTRO SELECCIONADOS EN 12 CUOTAS CON TARJETAS EMITIDAS POR BANCO SANTANDER VISA/MASTERCARD, BANCO GALICIA VISA/MASTERCARD Y AMERICAN EXPRESS, TARJETA NARANJA. NO PARTICIPAN LAS COMPRAS EFECTUADAS A TRAVÉS DE TODO PAGO Y MERCADO DE PAGO. LA PRESENTE PROMOCIÓN ES VÁLIDA SÓLO PARA CONSUMOS DE TIPO FAMILIAR, Y NO SE ACUMULA A OTRAS PROMOCIONES. EN EL CASO DE DUDA SOBRE EL DESTINO DEL CONSUMO. LOS ACCIONISTAS DE DICHOS BANCOS LIMITAN SU RESPONSABILIDAD A LA INTEGRACIÓN DE LAS ACCIONES SUSCRIPTAS LEY 19.550 Y LEY 25.738. COSTO FINANCIERO TOTAL EFECTIVO ANUAL: 0.00%. TASA NOMINAL ANUAL 0.00%. TASA EFECTIVA ANUAL 0,00%. CFTEA:0,00%. CFTEA (CON IVA) 0,00%.  CFTEA (SIN IVA) 0,00%.\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/comafi-vtex.png\"><div><h4> \"3 Cuotas sin Interés\"<h6> \"abonando con tarjetas de crédito emitidos por Banco Comafi.\"<div><p> \"Promoción válida todos los días desde el 01/12/25 hasta el 31/03/26 abonando con tarjetas de crédito pertenecientes a Servicios de cuenta Global, Classic, Premium y ÚNICO emitidos por Banco Comafi. Sólo válido para aquellos clientes que se encuentren al día en sus productos. El beneficio no será aplicado en aquellas compras realizadas a través de MercadoPago.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Oferta exclusiva para la cartera de consumo. Promoción válida todos los días desde el 01/12/25 hasta el 31/03/26 abonando con tarjetas de crédito pertenecientes a Servicios de cuenta Global, Classic, Premium y ÚNICO emitidos por Banco Comafi. Hasta 3 cuotas sin interés. Quedan excluidas aquellas tarjetas de crédito Credial, Business y Corporativas emitidas en Argentina por Banco Comafi. No acumulable con otras promociones ni entre sí. Sólo válido para aquellos clientes que se encuentren al día en sus productos. El beneficio no será aplicado en aquellas compras realizadas a través de MercadoPago. Consultar locales adheridos y medios de pago habilitados en www.tevabien.com. Banco Comafi no se responsabiliza por los cupones presentados por los establecimientos fuera de término, así como tampoco promociona ni garantiza los comercios, los productos y/o servicios o la calidad de los mismos. El costo financiero de las promociones que incluyen cuotas sin interés es asumido en su totalidad por Banco Comafi S.A. El beneficio no será aplicado para aquellas compras realizadas con Plan Gobierno. Banco Comafi S.A. con domicilio en Av. Roque Sáenz Peña 660, piso 1, CUIT 30-60473101-8.*CFT: 0,0% Costo Financiero Total Efectivo Anual. TNA: 0,0% Tasa Nominal Anual. TEA: 0,0% Tasa Efectiva Anual.\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"6 cuotas sin interés\"<h6> \"EN LIBRERÍA, INDUMENTARIA, MOCHILAS, CARTUCHERAS, LUNCHERAS Y MÁS\"<div><p> \"PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 1/02/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN CENCOPAY.AR PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 1/02/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\". (1) PROMOCIÓN VÁLIDA TODOS LOS DÍAS EN LOS LOCALES HABILITADOS Y SITIOS WEB, OBTENIENDO SOLO 6 CUOTAS SIN INTERÉS EN LIBRERIA, INDUMENTARIA, MOCHILAS,CARTUCHERAS,LUNCHERAS, INDUMENTARIA ESCOLAR  Y MARROQUINERÍA. (1) PLAN 6 RESPECTIVAMENTE: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE TÉRMINOS Y CONDICIONES, COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. EL USO INDEBIDO DE LA PROMOCIÓN PODRÁ SER SANCIONADO CON SUSPENSIÓN, INHABILITACIÓN O CESE DE LA CUENTA DIGITAL, AMPARADO EN EL APARTADO QUINTO DE LOS TÉRMINOS Y CONDICIONES. SE CONSIDERARÁ USO INDEBIDO DE LA PROMOCIÓN AQUEL USO EN EL QUE SE DETECTEN DOS O MAS CORTES TICKET DE COMPRA CON EL FIN DE SUMAR DESCUENTOS, YA HABIENDO OBTENIDO ESTE EN LA PRIMERA TRANSACCIÓN REALIZADA. SE DEJA CONSTANCIA QUE CENCOSUD S.A. SE LIMITA A OFRECER SERVICIOS DE PAGO Y NO SE ENCUENTRA AUTORIZADA A OPERAR COMO ENTIDAD FINANCIERA POR EL BANCO CENTRAL DE LA REPÚBLICA ARGENTINA. LOS FONDOS DEPOSITADOS EN CUENTAS DE PAGO NO CONSTITUYEN DEPÓSITOS EN UNA ENTIDAD FINANCIERA.  CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/banco-nacion.png\"><div><h4> \"12 y 6\"<h6> \"cuotas sin interés\"<div><p> \"12 y 6 CUOTAS SIN INTERÉS EN PRODUCTOS SELECCIONADOS DE ELECTRODOMÉSTICOS ABONANDO CON TARJETAS DE CREDITO VISA/MASTERCARD DE BANCO NACION.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA TODOS LOS DÍAS COMPRENDIDOS ENTRE EL 01/01/2026 Y 31/03/2026 EN LA REPÚBLICA ARGENTINA EN COMERCIOS ADHERIDOS. 12 y 6 CUOTAS SIN INTERÉS REALIZADAS CON TARJETAS DE CRÉDITO VISA Y MASTERCARD DEL BNA EN PRODUCTOS SELECCIONADOS DE ELECTRÓNICA Y LINEA BLANCA. NO APLICA PARA PAGOS CON SALDO EN CUENTA. CARTERA DE CONSUMO. EL BNA NO SE RESPONSABILIZA POR LA CALIDAD DE LOS PRODUCTOS ADQUIRIDOS. PROMOCIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA. TASA NOMINAL ANUAL (TNA) FIJA 0,00%. TASA EFECTIVA ANUAL (TEA) FIJA 0,00%. COSTO FINANCIERO TOTAL EXPRESADO EN TEA 0,00%. BANCO DE LA NACIÓN ARGENTINA – BARTOLOMÉ MITRE 326, CABA – CUIT 30-50001091-2.\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"https://jumboargentina.vtexassets.com/arquivos/bancor.png\"><div><h4> \"4 cuotas sin interés\"<h6> \"ABONANDO CON TARJETA CÓRDOBESA\"<div><p> \"PROMOCIÓN VÁLIDA DESDE EL 01/12/2025 AL 31/03/2026 PARA COMPRAS REALIZADAS CON TARJETA DE CRÉDITO BANCO CÓRDOBA, TODOS LOS DÍAS DEL MES EN LOS LOCALES HABILITADOS DEL PAÍS.\r\nVÁLIDO SOLO PARA VENTA PRESENCIAL.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA DESDE EL 01/06/2025 AL 31/03/2026 PARA COMPRAS REALIZADAS CON TARJETA DE CRÉDITO BANCO CÓRDOBA, TODOS LOS DÍAS DEL MES EN LOS LOCALES HABILITADOS DEL PAÍS. VÁLIDO SOLO PARA VENTA PRESENCIAL.TODOS LOS DÍAS PARA PAGOS CON TARJETA CORDOBESA EN 4 CUOTAS SIN INTERÉS EN LOS COMERCIOS ADHERIDOS. COSTO FINANCIERO TOTAL NOMINAL ANUAL Y CFTNA: 0%. EJEMPLO 4 CUOTAS: PARA UNA COMPRA DE $ 1.000 EL SOCIO ABONARÁ 4 CUOTAS SIN INTERÉS DE $ 250. BANCO PROVINCIA DE CÓRDOBA S.A. CUIT 30999228565. DOMICILIO: SAN JERÓNIMO 166, CÓRDOBA. NO VÁLIDO EL 01 DE ENERO DE 2026.\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 cuotas sin interés\"<h6> \"en Toda la Compra Online\"<div><p> \"Exclusivo\"<b> \"Online\"<p> \"PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DESDE EL 01/02/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN CENCOPAY.AR PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS TODOS LOS DIAS DESDE EL 1/02/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\".   (1) PROMOCIÓN VÁLIDA EN LOS SITIOS WEB OBTENIENDO SOLO 3 CUOTAS SIN INTERÉS EN TODA LA COMPRA. (1) PLAN 3: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE TÉRMINOS Y CONDICIONES, COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. EL USO INDEBIDO DE LA PROMOCIÓN PODRÁ SER SANCIONADO CON SUSPENSIÓN, INHABILITACIÓN O CESE DE LA CUENTA DIGITAL, AMPARADO EN EL APARTADO QUINTO DE LOS TÉRMINOS Y CONDICIONES. SE CONSIDERARÁ USO INDEBIDO DE LA PROMOCIÓN AQUEL USO EN EL QUE SE DETECTEN DOS O MAS CORTES TICKET DE COMPRA CON EL FIN DE SUMAR DESCUENTOS, YA HABIENDO OBTENIDO ESTE EN LA PRIMERA TRANSACCIÓN REALIZADA. SE DEJA CONSTANCIA QUE CENCOSUD S.A. SE LIMITA A OFRECER SERVICIOS DE PAGO Y NO SE ENCUENTRA AUTORIZADA A OPERAR COMO ENTIDAD FINANCIERA POR EL BANCO CENTRAL DE LA REPÚBLICA ARGENTINA. LOS FONDOS DEPOSITADOS EN CUENTAS DE PAGO NO CONSTITUYEN DEPÓSITOS EN UNA ENTIDAD FINANCIERA.  CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/tarjetasol.png\"><div><h4> \"3 y 4 cuotas sin interés\"<h6><div><p> \"Válido para compras presenciales todos los días del mes de Febrero y Marzo de 2026.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Válido todos los días de Febrero y Marzo de 2026. Aplica para venta presencial. 3 y 4 cuotas sin interés, CFT: 00,00% , TEA: 00,00%.\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/NaranjaX-logo.png\"><div><h4> \"3 Cuotas sin interés\"<h6> \"Abonando con Tarjeta de Crédito Naranja X | Plan Z\"<div><p> \"VÁLIDO PARA COMPRAS PRESENCIAL Y WEB DESDE EL 01/01/2026 AL 31/03/2026. Abonando con Tarjeta de Crédito Naranja X | PLAN Z\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"VÁLIDO PARA COMPRAS PRESENCIAL Y WEB DESDE EL 01/01/2026 AL 31/03/2026 TODOS LOS DÍAS PARA COMPRAS ABONADAS CON TARJETAS DE CREDITO NARANJA X | PLAN Z, EN 3 CUOTAS SIN INTERÉS EN PRODUCTOS VENDIDOS PRESENCIAL Y WEB. NO ACUMULABLE CON OTRAS PROMOCIONES.\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/NaranjaX-logo.png\"><div><h4> \"6 cuotas sin interés\"<h6> \"en productos seleccionados.\"<div><p> \"Válido todos los días desde el 1 de Enero de 2026 al 31 de Marzo de 2026 en productos seleccionados de electrónica y línea blanca. Beneficio no válido para compras realizadas con Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Costo Financiero Total (CFT) 0% Tasa Efectiva Anual (TEA) 0% Tasa Nominal Anual (TNA) 0%. \r\nBeneficio válido para titulares y adicionales de tarjeta de crédito Naranja X de todo el país que compren en PLAN 6 Cuotas Cero interés: Costo Financiero Total (CFT) 0% Tasa Efectiva Anual (TEA) 0% Tasa Nominal Anual (TNA) 0%.  Válido todos los días desde el 1 de enero de 2026 al 31 de Marzo de 2026. Válido en productos seleccionados. Válida en canales presencial y Online. Valido para productos de electro y línea blanca.  Beneficio no válido para compras realizadas con Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales-En caso de fuerza mayor y/o caso fortuito que genere alguna imposibilidad para llevar a cabo el beneficio o para continuar con el mismo, Naranja X podrá suspender definitivamente o transitoriamente el beneficio, como así también introducir las modificaciones pertinentes. La tarjeta de crédito es comercializada por Tarjeta Naranja S. A.U. CUIT 30685376349, La Tablada 451, Córdoba.\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/NaranjaX-logo.png\"><div><h4> \"12 Cuotas sin Interés\"<h6> \"En Electros seleccionados\"<div><p> \"Válido todos los días desde el 1 de Febrero de 2026 al 28 de Febrero de 2025. Aplica para venta online. Válido exclusivamente en productos seleccionados de electro, en todas las sucursales Disco Cruz del Eje (SM 842) y Todos los Vea del país.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Beneficio válido para titulares y adicionales de tarjeta de crédito Naranja X de todo el país que compren en PLAN 12 Cuotas Cero interés: Costo Financiero Total (CFT) 0% Tasa Efectiva Anual (TEA) 0% Tasa Nominal Anual (TNA) 0%.  Válido todos los días desde el 1 de Febrero de 2026 al 28 de Febrero de 2025. Aplica para venta online. Válido exclusivamente en productos seleccionados de electro, en todas las sucursales Disco Cruz del Eje (SM 842) y Todos los Vea del país.  Beneficio no válido para compras realizadas con Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales-En caso de fuerza mayor y/o caso fortuito que genere alguna imposibilidad para llevar a cabo el beneficio o para continuar con el mismo, Naranja X podrá suspender definitivamente o transitoriamente el beneficio, como así también introducir las modificaciones pertinentes. La tarjeta de crédito es comercializada por Tarjeta Naranja S. A.U. CUIT 30685376349, La Tablada 451, Córdoba. En electros seleccionados.\"",
    "weekdayIndex": 4
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/visamaster.png\"><div><h4> \"3 cuotas sin interés\"<h6> \"en Productos seleccionados\"<div><p> \"PROMOCIÓN VÁLIDA TODOS LOS DÍAS DESDE EL 01/12/2025 AL 31/03/2026,  EN LOS LOCALES OBTENIENDO 3 CUOTAS SIN INTERÉS EN PRODUCTOS SELECCIONADOS ABONANDO CON TARJETAS DE CREDITO VISA Y MASTERCARD BANCARIAS. VÁLIDO PRESENCIAL.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA TODOS LOS DÍAS DESDE EL 01/12/2025 AL 31/03/2026,  EN LOS LOCALES OBTENIENDO 3 CUOTAS SIN INTERÉS EN PRODUCTOS SELECCIONADOS\r\nABONANDO CON TARJETAS DE CREDITO VISA Y MASTERCARD BANCARIAS EN PRODUCTOS SELECCIONADOS DE LIBRERÍA, COLECCIONABLE VAJILLA, INDUMENTARIA, MARROQUINERIA, VAJILLA/COPAS/VASOS/JARROS Y TAZAS, TERMOS, COCCIÓN, SÁBANAS, ALMOHADAS, TENDERS, CAJAS ORGANIZADORAS, PARRILLA, AIRE LIBRE, CAMPING, PISCINA, BICICLETAS, MONOPATINES, RODADOS Y MUEBLES INTERIOR. NO VÁLIDO PARA ACOPIO, VENTA MAYORISTA, RETIRA CLIENTE Y PAGO SERVICIOS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS. PLAN 6: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%.\r\nSE DEBE PASAR POR LINEA DE CAJAS/POSNET A TRAVES DE LA CUOTA  3.\"",
    "weekdayIndex": 4
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/galicia-200x82.png\"><div><h4> \"3 cuotas sin interés\"<h6> \"para compras realizadas con Tarjetas de crédito Visa, Mastercard y American Express.\"<div><p> \"Exclusivo\"<b> \"Online\"<p> \"3 CUOTAS SIN INTERÉS EN TODO EL SURTIDO LOS DÍAS JUEVES, VIERNES, SÁBADO Y DOMINGO, comprendidos entre el 02/01/2026 y el 31/03/2026.\r\nDicha promoción no es acumulable con otras promociones vigentes.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. Tasa Nominal Anual, en adelante “TNA”: 0,00%, Tasa Efectiva Anual, en adelante “TEA”: 0,00%, Costo Financiero Total Efectivo Anual, en adelante “CFTEA”: 0,00%, “CFTEA”+IVA: 0,00%. Promoción de hasta 3 cuotas sin interés, en compras realizadas en el País. Válida los días Jueves, Viernes, Sábados y Domingos comprendidos entre el 02/01/2026 y 31/03/2026, para compras realizadas con Tarjeta Visa, Tarjeta Mastercard y Tarjeta American Express. Promoción valida únicamente en los comercios adheridos. Dicha promoción no es acumulable con otras promociones vigentes. Ejemplo: En una compra de $1000 y se paga en 3 cuotas: el valor de las cuotas será de $333.33 No aplica para compras realizadas con tarjetas de Credito Visa Business, Visa Rural y Tarjetas de Débito emitidas a por Anses para Asignación Universal por hijo ni Progresar. La promoción no aplica a pagos a través de billeteras virtuales. Banco Galicia solo es el medio de pago para la adquisición del producto/servicio. Tasa Nominal Anual “TNA”: 0,00%, Tasa Efectiva Anual “TEA”: 0,00%, Costo Financiero Total Efectivo Anual “CFTEA”: 0,00%.“CFTEA”+IVA: 0,00%.\"",
    "weekdayIndex": 4
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 ,6 y 12 Cuotas sin Interés\"<h6> \"en Electrodomésticos seleccionados.\"<div><p> \"PROMOCIÓN VÁLIDA CON LA TARJETA DE CRÉDITO FÍSICA CENCOPAY TODOS LOS DÍAS DESDE EL 01/10/2025 AL 31/03/2026. ELECTROS SELECCIONADOS.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN CENCOPAY.AR PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 01/10/2025 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\". (1) PROMOCIÓN VÁLIDA EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO 3, 6 Y 12 CUOTAS SIN INTERÉS EN ELECTRODOMÉSTICOS SELECCIONADOS. (1) PLAN 3, 6 Y 12 RESPECTIVAMENTE: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE TÉRMINOS Y CONDICIONES, COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. EL USO INDEBIDO DE LA PROMOCIÓN PODRÁ SER SANCIONADO CON SUSPENSIÓN, INHABILITACIÓN O CESE DE LA CUENTA DIGITAL, AMPARADO EN EL APARTADO QUINTO DE LOS TÉRMINOS Y CONDICIONES. SE CONSIDERARÁ USO INDEBIDO DE LA PROMOCIÓN AQUEL USO EN EL QUE SE DETECTEN DOS O MAS CORTES TICKET DE COMPRA CON EL FIN DE SUMAR DESCUENTOS, YA HABIENDO OBTENIDO ESTE EN LA PRIMERA TRANSACCIÓN REALIZADA. SE DEJA CONSTANCIA QUE CENCOSUD S.A. SE LIMITA A OFRECER SERVICIOS DE PAGO Y NO SE ENCUENTRA AUTORIZADA A OPERAR COMO ENTIDAD FINANCIERA POR EL BANCO CENTRAL DE LA REPÚBLICA ARGENTINA. LOS FONDOS DEPOSITADOS EN CUENTAS DE PAGO NO CONSTITUYEN DEPÓSITOS EN UNA ENTIDAD FINANCIERA. CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 4
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/galicia-200x82.png\"><div><h4> \"12 cuotas sin interés\"<h6> \"en Electro\"<div><p> \"Para compras realizadas con Tarjeta Visa, Tarjeta Mastercard, Tarjeta American Express. Promoción valida únicamente en los comercios adheridos. Dicha promoción no es acumulable con otras promociones vigentes.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. Tasa Nominal Anual, en adelante \"TNA\": 0,00%, Tasa Efectiva Anual, en adelante \"TEA\": 0,00%, Costo Financiero Total Efectivo Anual, en adelante \"CFTEA\": 0,00%.\"CFTEA\"+IVA: 0,00%. Promoción en solo 12 cuotas sin interés, para compras realizadas en el País. Válida para los días comprendidos entre el 1/12/2025 y el 28/02/2026, para compras realizadas con Tarjeta Visa, Tarjeta Mastercard, Tarjeta American Express. Promoción valida únicamente en los comercios adheridos. Dicha promoción no es acumulable con otras promociones vigentes. Ejemplo: Una compra de $1000 y se paga en 12 cuotas: el valor de cada cuota será de $83.33. No aplica para compras realizadas con tarjetas de Crédito Visa Business, Visa Rural y Tarjetas de Débito. Banco Galicia solo es el medio de pago para la adquisición del producto/servicio. Tasa Nominal Anual \"TNA\": 0,00%, Tasa Efectiva Anual \"TEA\": 0,00%, Costo Financiero Total Efectivo Anual \"CFTEA\": 0,00%.\"CFTEA\"+IVA: 0,00%.\"",
    "weekdayIndex": 4
  },
  {
    "text": "<li><div><div><img src=\"https://jumboargentina.vtexassets.com/arquivos/macroo.png\"><div><h4> \"6 y 12 Cuotas sin interés\"<h6> \"En electro\"<div><p> \"PROMOCIÓN VÁLIDA DEL 01/12/2025 AL 31/03/2026 INCLUSIVE. VÁLIDO TODOS LOS DÍAS EN PRODUCTOS SELECCIONADOS DE ELECTRO. EXCLUSIVAMENTE, PARA TARJETAS DE CRÉDITO VISA, MASTERCARD Y AMERICAN EXPRESS EMITIDAS POR BANCO MACRO: 6 Y 12 CUOTAS SIN INTERÉS.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"El legales de Banco macro : CARTERA DE CONSUMO. PROMOCIÓN VÁLIDA DEL 01/12/2025 AL 31/03/2026 INCLUSIVE. VÁLIDO TODOS LOS DÍAS EN LOCALES ADHERIDOS, EN PRODUCTOS SELECCIONADOS NON FOOD EXCLUSIVAMENTE, PARA TARJETAS DE CRÉDITO VISA, MASTERCARD Y AMERICAN EXPRESS EMITIDAS POR BANCO MACRO: 6 Y 12 CUOTAS SIN INTERÉS TNA(TASA NOMINAL ANUAL), TEA(TASA EFECTIVA ANUAL) Y CFT(COSTO FINANCIERO TOTAL NOMINAL ANUAL) 0,0% NO APLICA A PAGOS REALIZADOS CON TARJETAS AGRO/EMPRESA NI A TRAVÉS DE MERCADOPAGO, NI TRANSFERENCIAS 3.0 (QR/PEI/PAGO INMEDIATO). NI LOS PAGOS A TRAVES DE MODO EN CUOTAS . ESTABLECIMIENTOS, PRODUCTOS Y SERVICIOS NO SON PROMOCIONADOS NI GARANTIZADOS POR BANCO MACRO NI TAMPOCO SE RESPONSABILIZA POR LOS CUPONES PRESENTADOS POR LOS COMERCIOS FUERA DE TÉRMINO. MÁS INFORMACIÓN EN MACRO.COM.AR O AL 0810-555-2355 O AL 0810-555-7353 PARA CLIENTES SELECTA. CENCOSUD S.A, CUIT 30-59036076-3.\"",
    "weekdayIndex": 4
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 y 6 Cuotas sin interés\"<h6> \"EN PARRILLA, AIRE LIBRE, CAMPING Y MÁS\"<div><p> \"PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 01/01/2026 AL 31/03/2026 CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. \r\nVÁLIDA TODOS LOS DÍAS EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO SOLO 3 y 6 CUOTAS SIN INTERÉS EN PARRILLA, AIRE LIBRE, CAMPING, PISCINA, BICICLETAS, MONOPATINES, RODADOS, MUEBLES INTERIOR.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN CENCOPAY.AR PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 01/01/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\". (1) PROMOCIÓN VÁLIDA TODOS LOS DÍAS EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO SOLO 3 y 6 CUOTAS SIN INTERÉS EN PARRILLA, AIRE LIBRE, CAMPING, PISCINA, BICICLETAS, MONOPATINES, RODADOS, MUEBLES INTERIOR. (1) PLAN 3 y 6: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE TÉRMINOS Y CONDICIONES, COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. EL USO INDEBIDO DE LA PROMOCIÓN PODRÁ SER SANCIONADO CON SUSPENSIÓN, INHABILITACIÓN O CESE DE LA CUENTA DIGITAL, AMPARADO EN EL APARTADO QUINTO DE LOS TÉRMINOS Y CONDICIONES. SE CONSIDERARÁ USO INDEBIDO DE LA PROMOCIÓN AQUEL USO EN EL QUE SE DETECTEN DOS O MAS CORTES TICKET DE COMPRA CON EL FIN DE SUMAR DESCUENTOS, YA HABIENDO OBTENIDO ESTE EN LA PRIMERA TRANSACCIÓN REALIZADA. SE DEJA CONSTANCIA QUE CENCOSUD S.A. SE LIMITA A OFRECER SERVICIOS DE PAGO Y NO SE ENCUENTRA AUTORIZADA A OPERAR COMO ENTIDAD FINANCIERA POR EL BANCO CENTRAL DE LA REPÚBLICA ARGENTINA. LOS FONDOS DEPOSITADOS EN CUENTAS DE PAGO NO CONSTITUYEN DEPÓSITOS EN UNA ENTIDAD FINANCIERA.  CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 4
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 cuotas sin interés\"<h6> \"EN LIBRERÍA, INDUMENTARIA Y MÁS\"<div><p> \"PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 01/01/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY.  VÁLIDA TODOS LOS DÍAS OBTENIENDO SOLO 3 CUOTAS SIN INTERÉS EN LIBRERÍA, COLECCIONABLE VAJILLA, INDUMENTARIA, MARROQUINERÍA, VAJILLA/COPAS/VASOS/JARROS Y TAZAS, TERMOS, COCCIÓN, SÁBANAS, ALMOHADAS, TENDERS, CAJAS ORGANIZADORAS\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN CENCOPAY.AR PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 01/01/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\". (1) PROMOCIÓN VÁLIDA TODOS LOS DÍAS EN LOS LOCALES HABILITADOS Y SITIOS WEB  OBTENIENDO SOLO 3 CUOTAS SIN INTERÉS EN LIBRERÍA, COLECCIONABLE VAJILLA, INDUMENTARIA, MARROQUINERÍA, VAJILLA/COPAS/VASOS/JARROS Y TAZAS, TERMOS, COCCIÓN, SÁBANAS, ALMOHADAS, TENDERS, CAJAS ORGANIZADORAS. (1) PLAN 3: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE TÉRMINOS Y CONDICIONES, COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. EL USO INDEBIDO DE LA PROMOCIÓN PODRÁ SER SANCIONADO CON SUSPENSIÓN, INHABILITACIÓN O CESE DE LA CUENTA DIGITAL, AMPARADO EN EL APARTADO QUINTO DE LOS TÉRMINOS Y CONDICIONES. SE CONSIDERARÁ USO INDEBIDO DE LA PROMOCIÓN AQUEL USO EN EL QUE SE DETECTEN DOS O MAS CORTES TICKET DE COMPRA CON EL FIN DE SUMAR DESCUENTOS, YA HABIENDO OBTENIDO ESTE EN LA PRIMERA TRANSACCIÓN REALIZADA. SE DEJA CONSTANCIA QUE CENCOSUD S.A. SE LIMITA A OFRECER SERVICIOS DE PAGO Y NO SE ENCUENTRA AUTORIZADA A OPERAR COMO ENTIDAD FINANCIERA POR EL BANCO CENTRAL DE LA REPÚBLICA ARGENTINA. LOS FONDOS DEPOSITADOS EN CUENTAS DE PAGO NO CONSTITUYEN DEPÓSITOS EN UNA ENTIDAD FINANCIERA.  CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 4
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/200x82-santander.png\"><div><h4> \"12 cuotas sin interés\"<h6> \"en Electro\"<div><p> \"PROMOCIÓN VÁLIDA DESDE 01/02/2026HASTA 31/03/2026 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTROS SELECCIONADOS.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. PROMOCIÓN VÁLIDA DESDE 01/02/2026 HASTA 31/03/2026 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTRO SELECCIONADOS EN 12 CUOTAS CON TARJETAS EMITIDAS POR BANCO SANTANDER VISA/MASTERCARD, BANCO GALICIA VISA/MASTERCARD Y AMERICAN EXPRESS, TARJETA NARANJA. NO PARTICIPAN LAS COMPRAS EFECTUADAS A TRAVÉS DE TODO PAGO Y MERCADO DE PAGO. LA PRESENTE PROMOCIÓN ES VÁLIDA SÓLO PARA CONSUMOS DE TIPO FAMILIAR, Y NO SE ACUMULA A OTRAS PROMOCIONES. EN EL CASO DE DUDA SOBRE EL DESTINO DEL CONSUMO. LOS ACCIONISTAS DE DICHOS BANCOS LIMITAN SU RESPONSABILIDAD A LA INTEGRACIÓN DE LAS ACCIONES SUSCRIPTAS LEY 19.550 Y LEY 25.738. COSTO FINANCIERO TOTAL EFECTIVO ANUAL: 0.00%. TASA NOMINAL ANUAL 0.00%. TASA EFECTIVA ANUAL 0,00%. CFTEA:0,00%. CFTEA (CON IVA) 0,00%.  CFTEA (SIN IVA) 0,00%.\"",
    "weekdayIndex": 4
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/comafi-vtex.png\"><div><h4> \"3 Cuotas sin Interés\"<h6> \"abonando con tarjetas de crédito emitidos por Banco Comafi.\"<div><p> \"Promoción válida todos los días desde el 01/12/25 hasta el 31/03/26 abonando con tarjetas de crédito pertenecientes a Servicios de cuenta Global, Classic, Premium y ÚNICO emitidos por Banco Comafi. Sólo válido para aquellos clientes que se encuentren al día en sus productos. El beneficio no será aplicado en aquellas compras realizadas a través de MercadoPago.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Oferta exclusiva para la cartera de consumo. Promoción válida todos los días desde el 01/12/25 hasta el 31/03/26 abonando con tarjetas de crédito pertenecientes a Servicios de cuenta Global, Classic, Premium y ÚNICO emitidos por Banco Comafi. Hasta 3 cuotas sin interés. Quedan excluidas aquellas tarjetas de crédito Credial, Business y Corporativas emitidas en Argentina por Banco Comafi. No acumulable con otras promociones ni entre sí. Sólo válido para aquellos clientes que se encuentren al día en sus productos. El beneficio no será aplicado en aquellas compras realizadas a través de MercadoPago. Consultar locales adheridos y medios de pago habilitados en www.tevabien.com. Banco Comafi no se responsabiliza por los cupones presentados por los establecimientos fuera de término, así como tampoco promociona ni garantiza los comercios, los productos y/o servicios o la calidad de los mismos. El costo financiero de las promociones que incluyen cuotas sin interés es asumido en su totalidad por Banco Comafi S.A. El beneficio no será aplicado para aquellas compras realizadas con Plan Gobierno. Banco Comafi S.A. con domicilio en Av. Roque Sáenz Peña 660, piso 1, CUIT 30-60473101-8.*CFT: 0,0% Costo Financiero Total Efectivo Anual. TNA: 0,0% Tasa Nominal Anual. TEA: 0,0% Tasa Efectiva Anual.\"",
    "weekdayIndex": 4
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"6 cuotas sin interés\"<h6> \"EN LIBRERÍA, INDUMENTARIA, MOCHILAS, CARTUCHERAS, LUNCHERAS Y MÁS\"<div><p> \"PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 1/02/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN CENCOPAY.AR PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 1/02/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\". (1) PROMOCIÓN VÁLIDA TODOS LOS DÍAS EN LOS LOCALES HABILITADOS Y SITIOS WEB, OBTENIENDO SOLO 6 CUOTAS SIN INTERÉS EN LIBRERIA, INDUMENTARIA, MOCHILAS,CARTUCHERAS,LUNCHERAS, INDUMENTARIA ESCOLAR  Y MARROQUINERÍA. (1) PLAN 6 RESPECTIVAMENTE: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE TÉRMINOS Y CONDICIONES, COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. EL USO INDEBIDO DE LA PROMOCIÓN PODRÁ SER SANCIONADO CON SUSPENSIÓN, INHABILITACIÓN O CESE DE LA CUENTA DIGITAL, AMPARADO EN EL APARTADO QUINTO DE LOS TÉRMINOS Y CONDICIONES. SE CONSIDERARÁ USO INDEBIDO DE LA PROMOCIÓN AQUEL USO EN EL QUE SE DETECTEN DOS O MAS CORTES TICKET DE COMPRA CON EL FIN DE SUMAR DESCUENTOS, YA HABIENDO OBTENIDO ESTE EN LA PRIMERA TRANSACCIÓN REALIZADA. SE DEJA CONSTANCIA QUE CENCOSUD S.A. SE LIMITA A OFRECER SERVICIOS DE PAGO Y NO SE ENCUENTRA AUTORIZADA A OPERAR COMO ENTIDAD FINANCIERA POR EL BANCO CENTRAL DE LA REPÚBLICA ARGENTINA. LOS FONDOS DEPOSITADOS EN CUENTAS DE PAGO NO CONSTITUYEN DEPÓSITOS EN UNA ENTIDAD FINANCIERA.  CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 4
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/banco-nacion.png\"><div><h4> \"12 y 6\"<h6> \"cuotas sin interés\"<div><p> \"12 y 6 CUOTAS SIN INTERÉS EN PRODUCTOS SELECCIONADOS DE ELECTRODOMÉSTICOS ABONANDO CON TARJETAS DE CREDITO VISA/MASTERCARD DE BANCO NACION.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA TODOS LOS DÍAS COMPRENDIDOS ENTRE EL 01/01/2026 Y 31/03/2026 EN LA REPÚBLICA ARGENTINA EN COMERCIOS ADHERIDOS. 12 y 6 CUOTAS SIN INTERÉS REALIZADAS CON TARJETAS DE CRÉDITO VISA Y MASTERCARD DEL BNA EN PRODUCTOS SELECCIONADOS DE ELECTRÓNICA Y LINEA BLANCA. NO APLICA PARA PAGOS CON SALDO EN CUENTA. CARTERA DE CONSUMO. EL BNA NO SE RESPONSABILIZA POR LA CALIDAD DE LOS PRODUCTOS ADQUIRIDOS. PROMOCIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA. TASA NOMINAL ANUAL (TNA) FIJA 0,00%. TASA EFECTIVA ANUAL (TEA) FIJA 0,00%. COSTO FINANCIERO TOTAL EXPRESADO EN TEA 0,00%. BANCO DE LA NACIÓN ARGENTINA – BARTOLOMÉ MITRE 326, CABA – CUIT 30-50001091-2.\"",
    "weekdayIndex": 4
  },
  {
    "text": "<li><div><div><img src=\"https://jumboargentina.vtexassets.com/arquivos/bancor.png\"><div><h4> \"4 cuotas sin interés\"<h6> \"ABONANDO CON TARJETA CÓRDOBESA\"<div><p> \"PROMOCIÓN VÁLIDA DESDE EL 01/12/2025 AL 31/03/2026 PARA COMPRAS REALIZADAS CON TARJETA DE CRÉDITO BANCO CÓRDOBA, TODOS LOS DÍAS DEL MES EN LOS LOCALES HABILITADOS DEL PAÍS.\r\nVÁLIDO SOLO PARA VENTA PRESENCIAL.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA DESDE EL 01/06/2025 AL 31/03/2026 PARA COMPRAS REALIZADAS CON TARJETA DE CRÉDITO BANCO CÓRDOBA, TODOS LOS DÍAS DEL MES EN LOS LOCALES HABILITADOS DEL PAÍS. VÁLIDO SOLO PARA VENTA PRESENCIAL.TODOS LOS DÍAS PARA PAGOS CON TARJETA CORDOBESA EN 4 CUOTAS SIN INTERÉS EN LOS COMERCIOS ADHERIDOS. COSTO FINANCIERO TOTAL NOMINAL ANUAL Y CFTNA: 0%. EJEMPLO 4 CUOTAS: PARA UNA COMPRA DE $ 1.000 EL SOCIO ABONARÁ 4 CUOTAS SIN INTERÉS DE $ 250. BANCO PROVINCIA DE CÓRDOBA S.A. CUIT 30999228565. DOMICILIO: SAN JERÓNIMO 166, CÓRDOBA. NO VÁLIDO EL 01 DE ENERO DE 2026.\"",
    "weekdayIndex": 4
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 cuotas sin interés\"<h6> \"en Toda la Compra Online\"<div><p> \"Exclusivo\"<b> \"Online\"<p> \"PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DESDE EL 01/02/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN CENCOPAY.AR PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS TODOS LOS DIAS DESDE EL 1/02/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\".   (1) PROMOCIÓN VÁLIDA EN LOS SITIOS WEB OBTENIENDO SOLO 3 CUOTAS SIN INTERÉS EN TODA LA COMPRA. (1) PLAN 3: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE TÉRMINOS Y CONDICIONES, COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. EL USO INDEBIDO DE LA PROMOCIÓN PODRÁ SER SANCIONADO CON SUSPENSIÓN, INHABILITACIÓN O CESE DE LA CUENTA DIGITAL, AMPARADO EN EL APARTADO QUINTO DE LOS TÉRMINOS Y CONDICIONES. SE CONSIDERARÁ USO INDEBIDO DE LA PROMOCIÓN AQUEL USO EN EL QUE SE DETECTEN DOS O MAS CORTES TICKET DE COMPRA CON EL FIN DE SUMAR DESCUENTOS, YA HABIENDO OBTENIDO ESTE EN LA PRIMERA TRANSACCIÓN REALIZADA. SE DEJA CONSTANCIA QUE CENCOSUD S.A. SE LIMITA A OFRECER SERVICIOS DE PAGO Y NO SE ENCUENTRA AUTORIZADA A OPERAR COMO ENTIDAD FINANCIERA POR EL BANCO CENTRAL DE LA REPÚBLICA ARGENTINA. LOS FONDOS DEPOSITADOS EN CUENTAS DE PAGO NO CONSTITUYEN DEPÓSITOS EN UNA ENTIDAD FINANCIERA.  CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 4
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/comafi-vtex.png\"><div><h4> \"12 Cuotas sin Interés\"<h6> \"en Productos de Electro.\"<div><p> \"Oferta exclusiva para la cartera de consumo. Promoción válida viernes, sábados y domingos desde el 01/12/25 hasta el 31/03/26 abonando con tarjetas de crédito pertenecientes a Servicios de cuenta Global, Classic, Premium y ÚNICO emitidos por Banco Comafi. Sólo válido para aquellos clientes que se encuentren al día en sus productos. El beneficio no será aplicado en aquellas compras realizadas a través de MercadoPago. (No válido en pequeños electros).\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Oferta exclusiva para la cartera de consumo. Promoción válida los viernes, sábados y domingos desde el 01/12/25 hasta el 31/03/26 abonando con tarjetas de crédito pertenecientes a Servicios de cuenta Global, Classic, Premium y ÚNICO emitidos por Banco Comafi. Hasta 12 cuotas sin interés en productos de electro (no válido en pequeños electros). Quedan excluidas aquellas tarjetas de crédito Credial, Business y Corporativas emitidas en Argentina por Banco Comafi. No acumulable con otras promociones ni entre sí. Sólo válido para aquellos clientes que se encuentren al día en sus productos. El beneficio no será aplicado en aquellas compras realizadas a través de MercadoPago. Consultar locales adheridos y medios de pago habilitados en www.tevabien.com. Banco Comafi no se responsabiliza por los cupones presentados por los establecimientos fuera de término, así como tampoco promociona ni garantiza los comercios, los productos y/o servicios o la calidad de los mismos. El costo financiero de las promociones que incluyen cuotas sin interés es asumido en su totalidad por Banco Comafi S.A. El beneficio no será aplicado para aquellas compras realizadas con Plan Gobierno. Banco Comafi S.A. con domicilio en Av. Roque Sáenz Peña 660, piso 1, CUIT 30-60473101-8.*CFT: 0,0% Costo Financiero Total Efectivo Anual. TNA: 0,0% Tasa Nominal Anual. TEA: 0,0% Tasa Efectiva Anual.\"",
    "weekdayIndex": 4
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/tarjetasol.png\"><div><h4> \"3 y 4 cuotas sin interés\"<h6><div><p> \"Válido para compras presenciales todos los días del mes de Febrero y Marzo de 2026.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Válido todos los días de Febrero y Marzo de 2026. Aplica para venta presencial. 3 y 4 cuotas sin interés, CFT: 00,00% , TEA: 00,00%.\"",
    "weekdayIndex": 4
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/NaranjaX-logo.png\"><div><h4> \"3 Cuotas sin interés\"<h6> \"Abonando con Tarjeta de Crédito Naranja X | Plan Z\"<div><p> \"VÁLIDO PARA COMPRAS PRESENCIAL Y WEB DESDE EL 01/01/2026 AL 31/03/2026. Abonando con Tarjeta de Crédito Naranja X | PLAN Z\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"VÁLIDO PARA COMPRAS PRESENCIAL Y WEB DESDE EL 01/01/2026 AL 31/03/2026 TODOS LOS DÍAS PARA COMPRAS ABONADAS CON TARJETAS DE CREDITO NARANJA X | PLAN Z, EN 3 CUOTAS SIN INTERÉS EN PRODUCTOS VENDIDOS PRESENCIAL Y WEB. NO ACUMULABLE CON OTRAS PROMOCIONES.\"",
    "weekdayIndex": 4
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/NaranjaX-logo.png\"><div><h4> \"6 cuotas sin interés\"<h6> \"en productos seleccionados.\"<div><p> \"Válido todos los días desde el 1 de Enero de 2026 al 31 de Marzo de 2026 en productos seleccionados de electrónica y línea blanca. Beneficio no válido para compras realizadas con Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Costo Financiero Total (CFT) 0% Tasa Efectiva Anual (TEA) 0% Tasa Nominal Anual (TNA) 0%. \r\nBeneficio válido para titulares y adicionales de tarjeta de crédito Naranja X de todo el país que compren en PLAN 6 Cuotas Cero interés: Costo Financiero Total (CFT) 0% Tasa Efectiva Anual (TEA) 0% Tasa Nominal Anual (TNA) 0%.  Válido todos los días desde el 1 de enero de 2026 al 31 de Marzo de 2026. Válido en productos seleccionados. Válida en canales presencial y Online. Valido para productos de electro y línea blanca.  Beneficio no válido para compras realizadas con Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales-En caso de fuerza mayor y/o caso fortuito que genere alguna imposibilidad para llevar a cabo el beneficio o para continuar con el mismo, Naranja X podrá suspender definitivamente o transitoriamente el beneficio, como así también introducir las modificaciones pertinentes. La tarjeta de crédito es comercializada por Tarjeta Naranja S. A.U. CUIT 30685376349, La Tablada 451, Córdoba.\"",
    "weekdayIndex": 4
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/NaranjaX-logo.png\"><div><h4> \"12 Cuotas sin Interés\"<h6> \"En Electros seleccionados\"<div><p> \"Válido todos los días desde el 1 de Febrero de 2026 al 28 de Febrero de 2025. Aplica para venta online. Válido exclusivamente en productos seleccionados de electro, en todas las sucursales Disco Cruz del Eje (SM 842) y Todos los Vea del país.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Beneficio válido para titulares y adicionales de tarjeta de crédito Naranja X de todo el país que compren en PLAN 12 Cuotas Cero interés: Costo Financiero Total (CFT) 0% Tasa Efectiva Anual (TEA) 0% Tasa Nominal Anual (TNA) 0%.  Válido todos los días desde el 1 de Febrero de 2026 al 28 de Febrero de 2025. Aplica para venta online. Válido exclusivamente en productos seleccionados de electro, en todas las sucursales Disco Cruz del Eje (SM 842) y Todos los Vea del país.  Beneficio no válido para compras realizadas con Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales-En caso de fuerza mayor y/o caso fortuito que genere alguna imposibilidad para llevar a cabo el beneficio o para continuar con el mismo, Naranja X podrá suspender definitivamente o transitoriamente el beneficio, como así también introducir las modificaciones pertinentes. La tarjeta de crédito es comercializada por Tarjeta Naranja S. A.U. CUIT 30685376349, La Tablada 451, Córdoba. En electros seleccionados.\"",
    "weekdayIndex": 5
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/visamaster.png\"><div><h4> \"3 cuotas sin interés\"<h6> \"en Productos seleccionados\"<div><p> \"PROMOCIÓN VÁLIDA TODOS LOS DÍAS DESDE EL 01/12/2025 AL 31/03/2026,  EN LOS LOCALES OBTENIENDO 3 CUOTAS SIN INTERÉS EN PRODUCTOS SELECCIONADOS ABONANDO CON TARJETAS DE CREDITO VISA Y MASTERCARD BANCARIAS. VÁLIDO PRESENCIAL.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA TODOS LOS DÍAS DESDE EL 01/12/2025 AL 31/03/2026,  EN LOS LOCALES OBTENIENDO 3 CUOTAS SIN INTERÉS EN PRODUCTOS SELECCIONADOS\r\nABONANDO CON TARJETAS DE CREDITO VISA Y MASTERCARD BANCARIAS EN PRODUCTOS SELECCIONADOS DE LIBRERÍA, COLECCIONABLE VAJILLA, INDUMENTARIA, MARROQUINERIA, VAJILLA/COPAS/VASOS/JARROS Y TAZAS, TERMOS, COCCIÓN, SÁBANAS, ALMOHADAS, TENDERS, CAJAS ORGANIZADORAS, PARRILLA, AIRE LIBRE, CAMPING, PISCINA, BICICLETAS, MONOPATINES, RODADOS Y MUEBLES INTERIOR. NO VÁLIDO PARA ACOPIO, VENTA MAYORISTA, RETIRA CLIENTE Y PAGO SERVICIOS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS. PLAN 6: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%.\r\nSE DEBE PASAR POR LINEA DE CAJAS/POSNET A TRAVES DE LA CUOTA  3.\"",
    "weekdayIndex": 5
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/galicia-200x82.png\"><div><h4> \"3 cuotas sin interés\"<h6> \"para compras realizadas con Tarjetas de crédito Visa, Mastercard y American Express.\"<div><p> \"Exclusivo\"<b> \"Online\"<p> \"3 CUOTAS SIN INTERÉS EN TODO EL SURTIDO LOS DÍAS JUEVES, VIERNES, SÁBADO Y DOMINGO, comprendidos entre el 02/01/2026 y el 31/03/2026.\r\nDicha promoción no es acumulable con otras promociones vigentes.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. Tasa Nominal Anual, en adelante “TNA”: 0,00%, Tasa Efectiva Anual, en adelante “TEA”: 0,00%, Costo Financiero Total Efectivo Anual, en adelante “CFTEA”: 0,00%, “CFTEA”+IVA: 0,00%. Promoción de hasta 3 cuotas sin interés, en compras realizadas en el País. Válida los días Jueves, Viernes, Sábados y Domingos comprendidos entre el 02/01/2026 y 31/03/2026, para compras realizadas con Tarjeta Visa, Tarjeta Mastercard y Tarjeta American Express. Promoción valida únicamente en los comercios adheridos. Dicha promoción no es acumulable con otras promociones vigentes. Ejemplo: En una compra de $1000 y se paga en 3 cuotas: el valor de las cuotas será de $333.33 No aplica para compras realizadas con tarjetas de Credito Visa Business, Visa Rural y Tarjetas de Débito emitidas a por Anses para Asignación Universal por hijo ni Progresar. La promoción no aplica a pagos a través de billeteras virtuales. Banco Galicia solo es el medio de pago para la adquisición del producto/servicio. Tasa Nominal Anual “TNA”: 0,00%, Tasa Efectiva Anual “TEA”: 0,00%, Costo Financiero Total Efectivo Anual “CFTEA”: 0,00%.“CFTEA”+IVA: 0,00%.\"",
    "weekdayIndex": 5
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 ,6 y 12 Cuotas sin Interés\"<h6> \"en Electrodomésticos seleccionados.\"<div><p> \"PROMOCIÓN VÁLIDA CON LA TARJETA DE CRÉDITO FÍSICA CENCOPAY TODOS LOS DÍAS DESDE EL 01/10/2025 AL 31/03/2026. ELECTROS SELECCIONADOS.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN CENCOPAY.AR PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 01/10/2025 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\". (1) PROMOCIÓN VÁLIDA EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO 3, 6 Y 12 CUOTAS SIN INTERÉS EN ELECTRODOMÉSTICOS SELECCIONADOS. (1) PLAN 3, 6 Y 12 RESPECTIVAMENTE: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE TÉRMINOS Y CONDICIONES, COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. EL USO INDEBIDO DE LA PROMOCIÓN PODRÁ SER SANCIONADO CON SUSPENSIÓN, INHABILITACIÓN O CESE DE LA CUENTA DIGITAL, AMPARADO EN EL APARTADO QUINTO DE LOS TÉRMINOS Y CONDICIONES. SE CONSIDERARÁ USO INDEBIDO DE LA PROMOCIÓN AQUEL USO EN EL QUE SE DETECTEN DOS O MAS CORTES TICKET DE COMPRA CON EL FIN DE SUMAR DESCUENTOS, YA HABIENDO OBTENIDO ESTE EN LA PRIMERA TRANSACCIÓN REALIZADA. SE DEJA CONSTANCIA QUE CENCOSUD S.A. SE LIMITA A OFRECER SERVICIOS DE PAGO Y NO SE ENCUENTRA AUTORIZADA A OPERAR COMO ENTIDAD FINANCIERA POR EL BANCO CENTRAL DE LA REPÚBLICA ARGENTINA. LOS FONDOS DEPOSITADOS EN CUENTAS DE PAGO NO CONSTITUYEN DEPÓSITOS EN UNA ENTIDAD FINANCIERA. CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 5
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/galicia-200x82.png\"><div><h4> \"12 cuotas sin interés\"<h6> \"en Electro\"<div><p> \"Para compras realizadas con Tarjeta Visa, Tarjeta Mastercard, Tarjeta American Express. Promoción valida únicamente en los comercios adheridos. Dicha promoción no es acumulable con otras promociones vigentes.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. Tasa Nominal Anual, en adelante \"TNA\": 0,00%, Tasa Efectiva Anual, en adelante \"TEA\": 0,00%, Costo Financiero Total Efectivo Anual, en adelante \"CFTEA\": 0,00%.\"CFTEA\"+IVA: 0,00%. Promoción en solo 12 cuotas sin interés, para compras realizadas en el País. Válida para los días comprendidos entre el 1/12/2025 y el 28/02/2026, para compras realizadas con Tarjeta Visa, Tarjeta Mastercard, Tarjeta American Express. Promoción valida únicamente en los comercios adheridos. Dicha promoción no es acumulable con otras promociones vigentes. Ejemplo: Una compra de $1000 y se paga en 12 cuotas: el valor de cada cuota será de $83.33. No aplica para compras realizadas con tarjetas de Crédito Visa Business, Visa Rural y Tarjetas de Débito. Banco Galicia solo es el medio de pago para la adquisición del producto/servicio. Tasa Nominal Anual \"TNA\": 0,00%, Tasa Efectiva Anual \"TEA\": 0,00%, Costo Financiero Total Efectivo Anual \"CFTEA\": 0,00%.\"CFTEA\"+IVA: 0,00%.\"",
    "weekdayIndex": 5
  },
  {
    "text": "<li><div><div><img src=\"https://jumboargentina.vtexassets.com/arquivos/macroo.png\"><div><h4> \"6 y 12 Cuotas sin interés\"<h6> \"En electro\"<div><p> \"PROMOCIÓN VÁLIDA DEL 01/12/2025 AL 31/03/2026 INCLUSIVE. VÁLIDO TODOS LOS DÍAS EN PRODUCTOS SELECCIONADOS DE ELECTRO. EXCLUSIVAMENTE, PARA TARJETAS DE CRÉDITO VISA, MASTERCARD Y AMERICAN EXPRESS EMITIDAS POR BANCO MACRO: 6 Y 12 CUOTAS SIN INTERÉS.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"El legales de Banco macro : CARTERA DE CONSUMO. PROMOCIÓN VÁLIDA DEL 01/12/2025 AL 31/03/2026 INCLUSIVE. VÁLIDO TODOS LOS DÍAS EN LOCALES ADHERIDOS, EN PRODUCTOS SELECCIONADOS NON FOOD EXCLUSIVAMENTE, PARA TARJETAS DE CRÉDITO VISA, MASTERCARD Y AMERICAN EXPRESS EMITIDAS POR BANCO MACRO: 6 Y 12 CUOTAS SIN INTERÉS TNA(TASA NOMINAL ANUAL), TEA(TASA EFECTIVA ANUAL) Y CFT(COSTO FINANCIERO TOTAL NOMINAL ANUAL) 0,0% NO APLICA A PAGOS REALIZADOS CON TARJETAS AGRO/EMPRESA NI A TRAVÉS DE MERCADOPAGO, NI TRANSFERENCIAS 3.0 (QR/PEI/PAGO INMEDIATO). NI LOS PAGOS A TRAVES DE MODO EN CUOTAS . ESTABLECIMIENTOS, PRODUCTOS Y SERVICIOS NO SON PROMOCIONADOS NI GARANTIZADOS POR BANCO MACRO NI TAMPOCO SE RESPONSABILIZA POR LOS CUPONES PRESENTADOS POR LOS COMERCIOS FUERA DE TÉRMINO. MÁS INFORMACIÓN EN MACRO.COM.AR O AL 0810-555-2355 O AL 0810-555-7353 PARA CLIENTES SELECTA. CENCOSUD S.A, CUIT 30-59036076-3.\"",
    "weekdayIndex": 5
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 y 6 Cuotas sin interés\"<h6> \"EN PARRILLA, AIRE LIBRE, CAMPING Y MÁS\"<div><p> \"PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 01/01/2026 AL 31/03/2026 CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. \r\nVÁLIDA TODOS LOS DÍAS EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO SOLO 3 y 6 CUOTAS SIN INTERÉS EN PARRILLA, AIRE LIBRE, CAMPING, PISCINA, BICICLETAS, MONOPATINES, RODADOS, MUEBLES INTERIOR.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN CENCOPAY.AR PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 01/01/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\". (1) PROMOCIÓN VÁLIDA TODOS LOS DÍAS EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO SOLO 3 y 6 CUOTAS SIN INTERÉS EN PARRILLA, AIRE LIBRE, CAMPING, PISCINA, BICICLETAS, MONOPATINES, RODADOS, MUEBLES INTERIOR. (1) PLAN 3 y 6: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE TÉRMINOS Y CONDICIONES, COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. EL USO INDEBIDO DE LA PROMOCIÓN PODRÁ SER SANCIONADO CON SUSPENSIÓN, INHABILITACIÓN O CESE DE LA CUENTA DIGITAL, AMPARADO EN EL APARTADO QUINTO DE LOS TÉRMINOS Y CONDICIONES. SE CONSIDERARÁ USO INDEBIDO DE LA PROMOCIÓN AQUEL USO EN EL QUE SE DETECTEN DOS O MAS CORTES TICKET DE COMPRA CON EL FIN DE SUMAR DESCUENTOS, YA HABIENDO OBTENIDO ESTE EN LA PRIMERA TRANSACCIÓN REALIZADA. SE DEJA CONSTANCIA QUE CENCOSUD S.A. SE LIMITA A OFRECER SERVICIOS DE PAGO Y NO SE ENCUENTRA AUTORIZADA A OPERAR COMO ENTIDAD FINANCIERA POR EL BANCO CENTRAL DE LA REPÚBLICA ARGENTINA. LOS FONDOS DEPOSITADOS EN CUENTAS DE PAGO NO CONSTITUYEN DEPÓSITOS EN UNA ENTIDAD FINANCIERA.  CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 5
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 cuotas sin interés\"<h6> \"EN LIBRERÍA, INDUMENTARIA Y MÁS\"<div><p> \"PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 01/01/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY.  VÁLIDA TODOS LOS DÍAS OBTENIENDO SOLO 3 CUOTAS SIN INTERÉS EN LIBRERÍA, COLECCIONABLE VAJILLA, INDUMENTARIA, MARROQUINERÍA, VAJILLA/COPAS/VASOS/JARROS Y TAZAS, TERMOS, COCCIÓN, SÁBANAS, ALMOHADAS, TENDERS, CAJAS ORGANIZADORAS\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN CENCOPAY.AR PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 01/01/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\". (1) PROMOCIÓN VÁLIDA TODOS LOS DÍAS EN LOS LOCALES HABILITADOS Y SITIOS WEB  OBTENIENDO SOLO 3 CUOTAS SIN INTERÉS EN LIBRERÍA, COLECCIONABLE VAJILLA, INDUMENTARIA, MARROQUINERÍA, VAJILLA/COPAS/VASOS/JARROS Y TAZAS, TERMOS, COCCIÓN, SÁBANAS, ALMOHADAS, TENDERS, CAJAS ORGANIZADORAS. (1) PLAN 3: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE TÉRMINOS Y CONDICIONES, COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. EL USO INDEBIDO DE LA PROMOCIÓN PODRÁ SER SANCIONADO CON SUSPENSIÓN, INHABILITACIÓN O CESE DE LA CUENTA DIGITAL, AMPARADO EN EL APARTADO QUINTO DE LOS TÉRMINOS Y CONDICIONES. SE CONSIDERARÁ USO INDEBIDO DE LA PROMOCIÓN AQUEL USO EN EL QUE SE DETECTEN DOS O MAS CORTES TICKET DE COMPRA CON EL FIN DE SUMAR DESCUENTOS, YA HABIENDO OBTENIDO ESTE EN LA PRIMERA TRANSACCIÓN REALIZADA. SE DEJA CONSTANCIA QUE CENCOSUD S.A. SE LIMITA A OFRECER SERVICIOS DE PAGO Y NO SE ENCUENTRA AUTORIZADA A OPERAR COMO ENTIDAD FINANCIERA POR EL BANCO CENTRAL DE LA REPÚBLICA ARGENTINA. LOS FONDOS DEPOSITADOS EN CUENTAS DE PAGO NO CONSTITUYEN DEPÓSITOS EN UNA ENTIDAD FINANCIERA.  CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 5
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexcommercestable.com.br/arquivos/patagonia.png\"><div><h4> \"30% Dto.\"<h6> \"CON TARJETAS DE CRÉDITO VISA DEL BANCO\"<div><p> \"PROMOCIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA LOS SABADOS EN LAS COMPRAS PRESENCIALES Y ONLINE. TOPE POR MES $15.000. NO APLICA PARA AQUELLOS PAGOS Y/O CONSUMOS ABONADOS CON TARJETAS DE CRÉDITO EMITIDAS POR BANCO PATAGONIA S.A. A TRAVÉS DE BILLETERAS VIRTUALES, POS MÓVILES, PLATAFORMAS DE PAGO Y/O PORTALES DE PAGO ON LINE A EXCEPCIÓN DE MODO, GOOGLE PAY Y APPLE PAY. LOS CLIENTES QUE ACREDITEN EL SUELDO EN BANCO PATAGONIA RECIBIRAN UN 35% DE DESCUENTO CON TODAS LAS TARJETAS DE CRÉDITO VISA. TOPE POR MES $20.000.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA LOS SÁBADOS DE MARZO DE 2026. EN LAS COMPRAS EN SUPERMERCADOS. 1) RECIBIRÁ UN 30% DE DESCUENTO CON TODAS LAS TARJETAS DE CRÉDITO VISA DE BANCO PATAGONIA. TOPE POR MES $15.000. 2) LOS CLIENTES QUE ACREDITEN EL SUELDO EN BANCO PATAGONIA RECIBIRAN UN 35% DE DESCUENTO CON TODAS LAS TARJETAS DE CRÉDITO VISA. TOPE POR MES $20.000. LOS REINTEGROS CORRESPONDIENTES A LAS COMPRAS EFECTUADAS CON LAS TARJETAS DE CRÉDITO VISA DEL BANCO SE VISUALIZARÁN EN EL RESUMEN EN QUE INGRESE LA COMPRA O EN EL INMEDIATO POSTERIOR. NO APLICA PARA AQUELLOS PAGOS Y/O CONSUMOS ABONADOS CON TARJETAS DE CRÉDITO EMITIDAS POR BANCO PATAGONIA S.A. A TRAVÉS DE BILLETERAS VIRTUALES, POS MÓVILES, PLATAFORMAS DE PAGO Y/O PORTALES DE PAGO ON LINE A EXCEPCIÓN DE MODO, GOOGLE PAY Y APPLE PAY. SE EXCLUYE EL RUBRO ELECTRO, CARNES, BODEGAS CHANDON,LA RURAL,TERRAZAS DE LOS ANDES CATENA ZAPATA ,ALAMOS, EL ENEMIGO, MERCIER, BARON B,VALMONT,LATITUD 33,CLOS DE LOS 7, RUTINI, ESCORIHUELA GASCON Y BRIK.\"",
    "weekdayIndex": 5
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/200x82-santander.png\"><div><h4> \"12 cuotas sin interés\"<h6> \"en Electro\"<div><p> \"PROMOCIÓN VÁLIDA DESDE 01/02/2026HASTA 31/03/2026 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTROS SELECCIONADOS.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. PROMOCIÓN VÁLIDA DESDE 01/02/2026 HASTA 31/03/2026 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTRO SELECCIONADOS EN 12 CUOTAS CON TARJETAS EMITIDAS POR BANCO SANTANDER VISA/MASTERCARD, BANCO GALICIA VISA/MASTERCARD Y AMERICAN EXPRESS, TARJETA NARANJA. NO PARTICIPAN LAS COMPRAS EFECTUADAS A TRAVÉS DE TODO PAGO Y MERCADO DE PAGO. LA PRESENTE PROMOCIÓN ES VÁLIDA SÓLO PARA CONSUMOS DE TIPO FAMILIAR, Y NO SE ACUMULA A OTRAS PROMOCIONES. EN EL CASO DE DUDA SOBRE EL DESTINO DEL CONSUMO. LOS ACCIONISTAS DE DICHOS BANCOS LIMITAN SU RESPONSABILIDAD A LA INTEGRACIÓN DE LAS ACCIONES SUSCRIPTAS LEY 19.550 Y LEY 25.738. COSTO FINANCIERO TOTAL EFECTIVO ANUAL: 0.00%. TASA NOMINAL ANUAL 0.00%. TASA EFECTIVA ANUAL 0,00%. CFTEA:0,00%. CFTEA (CON IVA) 0,00%.  CFTEA (SIN IVA) 0,00%.\"",
    "weekdayIndex": 5
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/comafi-vtex.png\"><div><h4> \"3 Cuotas sin Interés\"<h6> \"abonando con tarjetas de crédito emitidos por Banco Comafi.\"<div><p> \"Promoción válida todos los días desde el 01/12/25 hasta el 31/03/26 abonando con tarjetas de crédito pertenecientes a Servicios de cuenta Global, Classic, Premium y ÚNICO emitidos por Banco Comafi. Sólo válido para aquellos clientes que se encuentren al día en sus productos. El beneficio no será aplicado en aquellas compras realizadas a través de MercadoPago.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Oferta exclusiva para la cartera de consumo. Promoción válida todos los días desde el 01/12/25 hasta el 31/03/26 abonando con tarjetas de crédito pertenecientes a Servicios de cuenta Global, Classic, Premium y ÚNICO emitidos por Banco Comafi. Hasta 3 cuotas sin interés. Quedan excluidas aquellas tarjetas de crédito Credial, Business y Corporativas emitidas en Argentina por Banco Comafi. No acumulable con otras promociones ni entre sí. Sólo válido para aquellos clientes que se encuentren al día en sus productos. El beneficio no será aplicado en aquellas compras realizadas a través de MercadoPago. Consultar locales adheridos y medios de pago habilitados en www.tevabien.com. Banco Comafi no se responsabiliza por los cupones presentados por los establecimientos fuera de término, así como tampoco promociona ni garantiza los comercios, los productos y/o servicios o la calidad de los mismos. El costo financiero de las promociones que incluyen cuotas sin interés es asumido en su totalidad por Banco Comafi S.A. El beneficio no será aplicado para aquellas compras realizadas con Plan Gobierno. Banco Comafi S.A. con domicilio en Av. Roque Sáenz Peña 660, piso 1, CUIT 30-60473101-8.*CFT: 0,0% Costo Financiero Total Efectivo Anual. TNA: 0,0% Tasa Nominal Anual. TEA: 0,0% Tasa Efectiva Anual.\"",
    "weekdayIndex": 5
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"6 cuotas sin interés\"<h6> \"EN LIBRERÍA, INDUMENTARIA, MOCHILAS, CARTUCHERAS, LUNCHERAS Y MÁS\"<div><p> \"PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 1/02/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN CENCOPAY.AR PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DEL 1/02/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\". (1) PROMOCIÓN VÁLIDA TODOS LOS DÍAS EN LOS LOCALES HABILITADOS Y SITIOS WEB, OBTENIENDO SOLO 6 CUOTAS SIN INTERÉS EN LIBRERIA, INDUMENTARIA, MOCHILAS,CARTUCHERAS,LUNCHERAS, INDUMENTARIA ESCOLAR  Y MARROQUINERÍA. (1) PLAN 6 RESPECTIVAMENTE: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE TÉRMINOS Y CONDICIONES, COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. EL USO INDEBIDO DE LA PROMOCIÓN PODRÁ SER SANCIONADO CON SUSPENSIÓN, INHABILITACIÓN O CESE DE LA CUENTA DIGITAL, AMPARADO EN EL APARTADO QUINTO DE LOS TÉRMINOS Y CONDICIONES. SE CONSIDERARÁ USO INDEBIDO DE LA PROMOCIÓN AQUEL USO EN EL QUE SE DETECTEN DOS O MAS CORTES TICKET DE COMPRA CON EL FIN DE SUMAR DESCUENTOS, YA HABIENDO OBTENIDO ESTE EN LA PRIMERA TRANSACCIÓN REALIZADA. SE DEJA CONSTANCIA QUE CENCOSUD S.A. SE LIMITA A OFRECER SERVICIOS DE PAGO Y NO SE ENCUENTRA AUTORIZADA A OPERAR COMO ENTIDAD FINANCIERA POR EL BANCO CENTRAL DE LA REPÚBLICA ARGENTINA. LOS FONDOS DEPOSITADOS EN CUENTAS DE PAGO NO CONSTITUYEN DEPÓSITOS EN UNA ENTIDAD FINANCIERA.  CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 5
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/banco-nacion.png\"><div><h4> \"12 y 6\"<h6> \"cuotas sin interés\"<div><p> \"12 y 6 CUOTAS SIN INTERÉS EN PRODUCTOS SELECCIONADOS DE ELECTRODOMÉSTICOS ABONANDO CON TARJETAS DE CREDITO VISA/MASTERCARD DE BANCO NACION.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA TODOS LOS DÍAS COMPRENDIDOS ENTRE EL 01/01/2026 Y 31/03/2026 EN LA REPÚBLICA ARGENTINA EN COMERCIOS ADHERIDOS. 12 y 6 CUOTAS SIN INTERÉS REALIZADAS CON TARJETAS DE CRÉDITO VISA Y MASTERCARD DEL BNA EN PRODUCTOS SELECCIONADOS DE ELECTRÓNICA Y LINEA BLANCA. NO APLICA PARA PAGOS CON SALDO EN CUENTA. CARTERA DE CONSUMO. EL BNA NO SE RESPONSABILIZA POR LA CALIDAD DE LOS PRODUCTOS ADQUIRIDOS. PROMOCIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA. TASA NOMINAL ANUAL (TNA) FIJA 0,00%. TASA EFECTIVA ANUAL (TEA) FIJA 0,00%. COSTO FINANCIERO TOTAL EXPRESADO EN TEA 0,00%. BANCO DE LA NACIÓN ARGENTINA – BARTOLOMÉ MITRE 326, CABA – CUIT 30-50001091-2.\"",
    "weekdayIndex": 5
  },
  {
    "text": "<li><div><div><img src=\"https://jumboargentina.vtexassets.com/arquivos/bancor.png\"><div><h4> \"4 cuotas sin interés\"<h6> \"ABONANDO CON TARJETA CÓRDOBESA\"<div><p> \"PROMOCIÓN VÁLIDA DESDE EL 01/12/2025 AL 31/03/2026 PARA COMPRAS REALIZADAS CON TARJETA DE CRÉDITO BANCO CÓRDOBA, TODOS LOS DÍAS DEL MES EN LOS LOCALES HABILITADOS DEL PAÍS.\r\nVÁLIDO SOLO PARA VENTA PRESENCIAL.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA DESDE EL 01/06/2025 AL 31/03/2026 PARA COMPRAS REALIZADAS CON TARJETA DE CRÉDITO BANCO CÓRDOBA, TODOS LOS DÍAS DEL MES EN LOS LOCALES HABILITADOS DEL PAÍS. VÁLIDO SOLO PARA VENTA PRESENCIAL.TODOS LOS DÍAS PARA PAGOS CON TARJETA CORDOBESA EN 4 CUOTAS SIN INTERÉS EN LOS COMERCIOS ADHERIDOS. COSTO FINANCIERO TOTAL NOMINAL ANUAL Y CFTNA: 0%. EJEMPLO 4 CUOTAS: PARA UNA COMPRA DE $ 1.000 EL SOCIO ABONARÁ 4 CUOTAS SIN INTERÉS DE $ 250. BANCO PROVINCIA DE CÓRDOBA S.A. CUIT 30999228565. DOMICILIO: SAN JERÓNIMO 166, CÓRDOBA. NO VÁLIDO EL 01 DE ENERO DE 2026.\"",
    "weekdayIndex": 5
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 cuotas sin interés\"<h6> \"en Toda la Compra Online\"<div><p> \"Exclusivo\"<b> \"Online\"<p> \"PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS DESDE EL 01/02/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN CENCOPAY.AR PROMOCIONES VÁLIDAS PARA COMPRAS REALIZADAS TODOS LOS DIAS DESDE EL 1/02/2026 AL 31/03/2026 EN LA REPÚBLICA ARGENTINA CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\".   (1) PROMOCIÓN VÁLIDA EN LOS SITIOS WEB OBTENIENDO SOLO 3 CUOTAS SIN INTERÉS EN TODA LA COMPRA. (1) PLAN 3: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE TÉRMINOS Y CONDICIONES, COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. EL USO INDEBIDO DE LA PROMOCIÓN PODRÁ SER SANCIONADO CON SUSPENSIÓN, INHABILITACIÓN O CESE DE LA CUENTA DIGITAL, AMPARADO EN EL APARTADO QUINTO DE LOS TÉRMINOS Y CONDICIONES. SE CONSIDERARÁ USO INDEBIDO DE LA PROMOCIÓN AQUEL USO EN EL QUE SE DETECTEN DOS O MAS CORTES TICKET DE COMPRA CON EL FIN DE SUMAR DESCUENTOS, YA HABIENDO OBTENIDO ESTE EN LA PRIMERA TRANSACCIÓN REALIZADA. SE DEJA CONSTANCIA QUE CENCOSUD S.A. SE LIMITA A OFRECER SERVICIOS DE PAGO Y NO SE ENCUENTRA AUTORIZADA A OPERAR COMO ENTIDAD FINANCIERA POR EL BANCO CENTRAL DE LA REPÚBLICA ARGENTINA. LOS FONDOS DEPOSITADOS EN CUENTAS DE PAGO NO CONSTITUYEN DEPÓSITOS EN UNA ENTIDAD FINANCIERA.  CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 5
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/comafi-vtex.png\"><div><h4> \"12 Cuotas sin Interés\"<h6> \"en Productos de Electro.\"<div><p> \"Oferta exclusiva para la cartera de consumo. Promoción válida viernes, sábados y domingos desde el 01/12/25 hasta el 31/03/26 abonando con tarjetas de crédito pertenecientes a Servicios de cuenta Global, Classic, Premium y ÚNICO emitidos por Banco Comafi. Sólo válido para aquellos clientes que se encuentren al día en sus productos. El beneficio no será aplicado en aquellas compras realizadas a través de MercadoPago. (No válido en pequeños electros).\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Oferta exclusiva para la cartera de consumo. Promoción válida los viernes, sábados y domingos desde el 01/12/25 hasta el 31/03/26 abonando con tarjetas de crédito pertenecientes a Servicios de cuenta Global, Classic, Premium y ÚNICO emitidos por Banco Comafi. Hasta 12 cuotas sin interés en productos de electro (no válido en pequeños electros). Quedan excluidas aquellas tarjetas de crédito Credial, Business y Corporativas emitidas en Argentina por Banco Comafi. No acumulable con otras promociones ni entre sí. Sólo válido para aquellos clientes que se encuentren al día en sus productos. El beneficio no será aplicado en aquellas compras realizadas a través de MercadoPago. Consultar locales adheridos y medios de pago habilitados en www.tevabien.com. Banco Comafi no se responsabiliza por los cupones presentados por los establecimientos fuera de término, así como tampoco promociona ni garantiza los comercios, los productos y/o servicios o la calidad de los mismos. El costo financiero de las promociones que incluyen cuotas sin interés es asumido en su totalidad por Banco Comafi S.A. El beneficio no será aplicado para aquellas compras realizadas con Plan Gobierno. Banco Comafi S.A. con domicilio en Av. Roque Sáenz Peña 660, piso 1, CUIT 30-60473101-8.*CFT: 0,0% Costo Financiero Total Efectivo Anual. TNA: 0,0% Tasa Nominal Anual. TEA: 0,0% Tasa Efectiva Anual.\"",
    "weekdayIndex": 5
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/tarjetasol.png\"><div><h4> \"3 y 4 cuotas sin interés\"<h6><div><p> \"Válido para compras presenciales todos los días del mes de Febrero y Marzo de 2026.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Válido todos los días de Febrero y Marzo de 2026. Aplica para venta presencial. 3 y 4 cuotas sin interés, CFT: 00,00% , TEA: 00,00%.\"",
    "weekdayIndex": 5
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/NaranjaX-logo.png\"><div><h4> \"3 Cuotas sin interés\"<h6> \"Abonando con Tarjeta de Crédito Naranja X | Plan Z\"<div><p> \"VÁLIDO PARA COMPRAS PRESENCIAL Y WEB DESDE EL 01/01/2026 AL 31/03/2026. Abonando con Tarjeta de Crédito Naranja X | PLAN Z\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"VÁLIDO PARA COMPRAS PRESENCIAL Y WEB DESDE EL 01/01/2026 AL 31/03/2026 TODOS LOS DÍAS PARA COMPRAS ABONADAS CON TARJETAS DE CREDITO NARANJA X | PLAN Z, EN 3 CUOTAS SIN INTERÉS EN PRODUCTOS VENDIDOS PRESENCIAL Y WEB. NO ACUMULABLE CON OTRAS PROMOCIONES.\"",
    "weekdayIndex": 5
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/NaranjaX-logo.png\"><div><h4> \"6 cuotas sin interés\"<h6> \"en productos seleccionados.\"<div><p> \"Válido todos los días desde el 1 de Enero de 2026 al 31 de Marzo de 2026 en productos seleccionados de electrónica y línea blanca. Beneficio no válido para compras realizadas con Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Costo Financiero Total (CFT) 0% Tasa Efectiva Anual (TEA) 0% Tasa Nominal Anual (TNA) 0%. \r\nBeneficio válido para titulares y adicionales de tarjeta de crédito Naranja X de todo el país que compren en PLAN 6 Cuotas Cero interés: Costo Financiero Total (CFT) 0% Tasa Efectiva Anual (TEA) 0% Tasa Nominal Anual (TNA) 0%.  Válido todos los días desde el 1 de enero de 2026 al 31 de Marzo de 2026. Válido en productos seleccionados. Válida en canales presencial y Online. Valido para productos de electro y línea blanca.  Beneficio no válido para compras realizadas con Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales-En caso de fuerza mayor y/o caso fortuito que genere alguna imposibilidad para llevar a cabo el beneficio o para continuar con el mismo, Naranja X podrá suspender definitivamente o transitoriamente el beneficio, como así también introducir las modificaciones pertinentes. La tarjeta de crédito es comercializada por Tarjeta Naranja S. A.U. CUIT 30685376349, La Tablada 451, Córdoba.\"",
    "weekdayIndex": 5
  }
]