[
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexcommercestable.com.br/arquivos/ciudad.png\"><div><h4> \"20% Dto.\"<h6> \"A través de MODO (QR)\"<div><p> \"VÁLIDO EN COMPRAS PRESENCIALES.\r\nPromoción válida los días LUNES, desde 01/01/2025 al 31/12/2025\r\n20% de descuento con tope de $20.000 mensual por cliente, durante dicha vigencia con tope de $10.000 por cuenta, por cliente, por mes.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Promoción válida los días lunes, desde 01/01/2025 al 31/12/2025, en toda la República Argentina, en compras realizadas en comercios adheridos pagando a través de la aplicación MODO o la app mobile de Banco Ciudad con Tarjetas de CRÉDITO Banco Ciudad VISA. Se otorgará un 20% de descuento con tope de $20.000 mensual por cliente, durante dicha vigencia. Será requisito excluyente, previo a realizarse el reintegro, tener asociada a MODO la cuenta del Banco Ciudad. Para compras realizadas por titulares de tarjetas adicionales, el tarjeta habiente adicional deberá poseer una caja de ahorro del Banco Ciudad asociada a MODO. Quedan excluidas de la promoción las cuentas en mora y/o bloqueadas por motivos administrativos. SE EXCLUYE EL RUBRO ELECTRO, CARNES, ACEITE DE FIDEICOMISO, KIT ESENCIALES, BODEGAS CHANDON,LA RURAL,TERRAZAS DE LOS ANDES CATENA ZAPATA ,ALAMOS, EL ENEMIGO, MERCIER, BARON B,VALMONT,LATITUD 33,CLOS DE LOS 7, RUTINI, ESCORIHUELA GASCON Y BRIK. TODO EL RUBRO ALCOHOL. La presente promoción es válida solo para consumos de tipo familiar a consumidor final. El descuento podrá visualizarse vía reintegro hasta dos resúmenes posteriores a la compra para compras realizadas con tarjeta de crédito Visa. Conforme RES 915 e/2017, Res. 51- E/2017 y Res. 240 E/2017. T.N.A., T.E.A. Y C.F.T.N.A (IVA Incluido): 0,00% Fijo. T.N.A: Tasa Nominal Anual, T.E.A: Tasa Efectiva Anual, C.F.T.N.A: Costo Financiero Total expresado en forma de tasa nominal anual con IVA. El producto ofrecido corresponde a la cartera de consumo. VÁLIDO EN COMPRAS PRESENCIALES. Promoción válida los días LUNES, desde 01/01/2025 al 31/12/2025 20% de descuento con tope de $20.000 mensual por cliente, durante dicha vigencia.\"",
    "weekdayIndex": 0
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/NaranjaX-logo.png\"><div><h4> \"12 Cuotas sin Interés\"<h6> \"En Electro\"<div><p> \"Válido todos los días desde el 1 de junio de 2025 al 31 de Julio de 2025. Válido exclusivamente en productos seleccionados de electro.  Beneficio no válido para compras realizadas con Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Beneficio válido para titulares y adicionales de tarjeta de crédito Naranja X de todo el país que compren en PLAN 12 Cuotas Cero interés: Costo Financiero Total (CFT) 0% Tasa Efectiva Anual (TEA) 0% Tasa Nominal Anual (TNA) 0%.  Válido todos los días desde el 1 de junio de 2025 al 31 de Julio de 2025. Aplica para venta online. Válido exclusivamente en productos seleccionados de electro, en todas las sucursales Disco, Jumbo y Vea del país.  Beneficio no válido para compras realizadas con Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales-En caso de fuerza mayor y/o caso fortuito que genere alguna imposibilidad para llevar a cabo el beneficio o para continuar con el mismo, Naranja X podrá suspender definitivamente o transitoriamente el beneficio, como así también introducir las modificaciones pertinentes. La tarjeta de crédito es comercializada por Tarjeta Naranja S. A.U. CUIT 30685376349, La Tablada 451, Córdoba.\"",
    "weekdayIndex": 0
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/banco-nacion.png\"><div><h4> \"12 y 6\"<h6> \"cuotas sin interés\"<div><p> \"12 y 6 CUOTAS SIN INTERÉS EN PRODUCTOS SELECCIONADOS DE ELECTRODOMÉSTICOS ABONANDO CON TARJETAS DE CREDITO VISA/MASTERCARD DE BANCO NACION.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA TODOS LOS DÍAS EN LA REPÚBLICA ARGENTINA EN COMERCIOS ADHERIDOS PARA COMPRAS ONLINE 12 y 6 CUOTAS SIN INTERÉS REALIZADAS CON TARJETAS DE CRÉDITO VISA Y MASTERCARD DEL BNA. NO APLICA PARA PAGOS CON SALDO EN CUENTA. CARTERA DE CONSUMO. EL BNA NO SE RESPONSABILIZA POR LA CALIDAD DE LOS PRODUCTOS ADQUIRIDOS. PROMOCIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA. TASA NOMINAL ANUAL (TNA) FIJA 0,00%. TASA EFECTIVA ANUAL (TEA) FIJA 0,00%. COSTO FINANCIERO TOTAL EXPRESADO EN TEA 0,00%. BANCO DE LA NACIÓN ARGENTINA – BARTOLOMÉ MITRE 326, CABA – CUIT 30-50001091-2.\"",
    "weekdayIndex": 0
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 ,6 y 12 Cuotas sin Interés\"<h6> \"en Electrodomésticos.\"<div><p> \"3, 6 Y 12 CUOTAS SIN INTERÉS EN ELECTRODOMÉSTICOS SELECCIONADOS. PROMOCIÓN VÁLIDA CON LA TARJETA DE CRÉDITO FÍSICA CENCOPAY TODOS LOS DÍAS DESDE EL 01/07/2025 AL 31/07/2025.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA CON LA TARJETA DE CRÉDITO CENCOPAY TODOS LOS DÍAS DESDE EL 01/07/2025 AL 31/07/2025 EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO 3, 6 Y 12 CUOTAS SIN INTERÉS EN ELECTRODOMÉSTICOS SELECCIONADOS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\".\"",
    "weekdayIndex": 0
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/vtex-clarin.png\"><div><h4> \"10% Dto.\"<h6> \"Presentando su Tarjeta Clarín 365  + 5% adicional con Tarjeta Cencopay\"<div><p> \"Válido en compras presenciales y Online, generando tu pedido los días Lunes y Jueves.\r\nPRESENTANDO LA TARJETA CLARÍN 365 O 365 PLUS Y SEAN SOCIOS DEL PROGRAMA JUMBO MÁS.\r\nABONANDO CON TARJETA CENCOPAY TENDRÁN UN 5% DE DESCUENTO ADICIONAL.\r\nVálido para compras en esos días, el descuento se realiza una vez que se efectúe el pago, sin importar para cuando se programe el pedido. \r\n\r\nSOLO CONSUMO FAMILIAR.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN CONSULTE EN WWW.365.CLARIN.COM DESCUENTO VÁLIDO LOS LUNES Y JUEVES DESDE EL 01/03/2025 AL 31/12/2025 INCLUSIVE, PARA COMPRAS EN LOS LOCALES HABILITADOS Y SITIOS WEB PARA MAYORES DE 18 AÑOS QUE AL MOMENTO DEL PAGO DE SU COMPRA ACREDITEN SU IDENTIDAD, PRESENTEN LA TARJETA CLARÍN 365 O 365 PLUS Y SEAN SOCIOS DEL PROGRAMA JUMBO MÁS O VEA AHORRO. (1) LA PROMOCIÓN APLICARÁ UN DESCUENTO DEL 10% PARA COMPRAS PRESENCIALES Y PARA COMPRAS A TRAVÉS DE LOS SITIOS WEB. (2) PROMOCIÓN VÁLIDA PARA COMPRAS EN LOS LOCALES HABILITADOS Y SITIOS WEB QUE ABONEN CON SU TARJETA DE CRÉDITO FÍSICA CENCOPAY, OBTENIENDO UN 5% DE DESCUENTO ADICIONAL. NO APLICABLE EN CAJAS DE AUTOSERVICIO. SOLO CONSUMO FAMILIAR. NO INCLUYE ELECTRODOMÉSTICOS, RODADOS, LIBRERÍA, CARNES, LECHES, MAYORISTAS DE FIAMBRERÍA, BODEGAS (LA RURAL, TRUMPETER, RUTINI, CHANDON, 33 SUR, TERRAZAS DE LOS ANDES, LATITUD 33, MERCIER Y BARON B.Y LOS GENEROSOS). NO ACUMULABLE CON OTRAS PROMOCIONES, DESCUENTOS. NO ACUMULABLE LOS DÍAS EMISIÓN NI REDENCIÓN DE PESOSCHECK. NO INCLUYE PRODUCTOS DE MARCAS PROPIAS (C&CO, HOME CARE, FAMILY CARE, PET FUN, JUMBO Y VEA), COMPRAS REALIZADAS EN LOCALES \"VEA EXPRESS\" NI ACEITES DE FIDEICOMISO. PARA MÁS INFORMACIÓN CONSULTAR EN WWW.365.COM.AR/REGLAMENTO O AL 0810.333.0365. EL DESCUENTO SE EFECTIVIZARÁ EN LA LÍNEA DE CAJAS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS. CONSULTE COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 0
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/200x82-santander.png\"><div><h4> \"12 cuotas sin interés\"<h6> \"en Electro\"<div><p> \"PROMOCIÓN VÁLIDA DESDE 7/03/2025 HASTA 31/07/2025 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTRO TV, AUDIO Y VIDEO, ELECTRÓNICA LIVIANA, COMPUTACIÓN, APARATOS DE TELEFONÍA, HELADERAS Y FREEZERS, LAVARROPAS, SECARROPAS Y LAVAVAJILLAS, TERMOTANQUES Y CALEFONES, COCINAS, HORNOS, ANAFES, MICROONDAS Y ACCESORIOS, PURIFICADORES Y EXTRACTORES , FRÍO Y CALOR.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. PROMOCIÓN VÁLIDA DESDE 7/03/2025 HASTA 31/07/2025 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTRO TV, AUDIO Y VIDEO, ELECTRÓNICA LIVIANA, COMPUTACIÓN, APARATOS DE TELEFONÍA, HELADERAS Y FREEZERS, LAVARROPAS, SECARROPAS Y LAVAVAJILLAS, TERMOTANQUES Y CALEFONES, COCINAS, HORNOS, ANAFES, MICROONDAS Y ACCESORIOS, PURIFICADORES Y EXTRACTORES , FRÍO Y CALOR.  EN 12 CUOTAS CON TARJETAS EMITIDAS POR BANCO SANTANDER VISA/MASTERCARD, BANCO GALICIA VISA/MASTERCARD Y AMERICAN EXPRESS, TARJETA NARANJA. NO PARTICIPAN LAS COMPRAS EFECTUADAS A TRAVÉS DE TODO PAGO Y MERCADO DE PAGO. LA PRESENTE PROMOCIÓN ES VÁLIDA SÓLO PARA CONSUMOS DE TIPO FAMILIAR, Y NO SE ACUMULA A OTRAS PROMOCIONES. EN EL CASO DE DUDA SOBRE EL DESTINO DEL CONSUMO. LOS ACCIONISTAS DE DICHOS BANCOS LIMITAN SU RESPONSABILIDAD A LA INTEGRACIÓN DE LAS ACCIONES SUSCRIPTAS LEY 19.550 Y LEY 25.738. COSTO FINANCIERO TOTAL EFECTIVO ANUAL: 0.00%. TASA NOMINAL ANUAL 0.00%. TASA EFECTIVA ANUAL 0,00%. CFTEA:0,00%. CFTEA (CON IVA) 0,00%.  CFTEA (SIN IVA) 0,00%.\"",
    "weekdayIndex": 0
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/LOGO-MODO-NUEVO-2024.png\"><div><h4> \"10% Dto.\"<h6> \"apliquen pagando con MODO\"<div><p> \"Tope de reintegro $5.000 por transacción y $15.000 por banco para compras mayor o iguales a $40.000. Este beneficio es acumulable con otras promociones vigentes que apliquen pagando con MODO. Promoción válida para Argentina del 24/07/2025 al 30/07/2025. Aplica para bancos adheridos.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Este beneficio es acumulable con otras promociones vigentes que apliquen pagando con MODO.\r\nTope de reintegro $5.000 por transacción y $15.000 por banco para compras mayor o iguales a $40.000. Aplica únicamente a aquellos usuarios que sean titulares de una cuenta bancaria en la entidad emisora de la tarjeta con la que realiza el pago. No olvides asociarla si usas la app MODO. Promoción válida para Argentina del 24/07/2025 al 30/07/2025. Aplica para bancos adheridos. MODO Contactless (NFC) disponible sólo en dispositivos Android. PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN www.modo.com.ar/promos. No válido en autopagos. Play Digital S.A. (MODO), CUIT 30-71682943-6, Av. del Libertador 7208 3°, CABA.\"",
    "weekdayIndex": 0
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/200x82-BBVA.png\"><div><h4> \"12 cuotas sin interés\"<h6> \"en Electro | para compras con Tarjeta de Crédito Visa o Mastercard.\"<div><p> \"PROMOCIÓN VÁLIDA DESDE 8/03/2025 HASTA 31/07/2025 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTRO TV, AUDIO Y VIDEO, ELECTRÓNICA LIVIANA, COMPUTACIÓN, APARATOS DE TELEFONÍA, HELADERAS Y FREEZERS, LAVARROPAS, SECARROPAS Y LAVAVAJILLAS, TERMOTANQUES Y CALEFONES, COCINAS, HORNOS, ANAFES, MICROONDAS Y ACCESORIOS, PURIFICADORES Y EXTRACTORES , FRÍO Y CALOR.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. PROMOCIÓN VÁLIDA DESDE 8/03/2025 HASTA 31/07/2025 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTRO TV, AUDIO Y VIDEO, ELECTRÓNICA LIVIANA, COMPUTACIÓN, APARATOS DE TELEFONÍA, HELADERAS Y FREEZERS, LAVARROPAS, SECARROPAS Y LAVAVAJILLAS, TERMOTANQUES Y CALEFONES, COCINAS, HORNOS, ANAFES, MICROONDAS Y ACCESORIOS, PURIFICADORES Y EXTRACTORES , FRÍO Y CALOR.  EN 12 CUOTAS CON TARJETAS EMITIDAS POR BBVA. PARA COMPRAS CON TARJETA DE CRÉDITO VISA O MASTERCARD. NO PARTICIPAN TARJETAS VISA PURCHASING, DISTRIBUTION Y CORPORATE NI LAS COMPRAS EFECTUADAS A TRAVÉS DE TODO PAGO Y MERCADO DE PAGO. LA PRESENTE PROMOCIÓN ES VÁLIDA SÓLO PARA CONSUMOS DE TIPO FAMILIAR, Y NO SE ACUMULA A OTRAS PROMOCIONES. EN EL CASO DE DUDA SOBRE EL DESTINO DEL CONSUMO. LOS ACCIONISTAS DE BANCO BBVA ARGENTINA S.A. LIMITAN SU RESPONSABILIDAD A LA INTEGRACIÓN DE LAS ACCIONES SUSCRIPTAS LEY 19.550 Y LEY 25.738 CUIT 30-50000319-3. AVDA.CÓRDOBA 111- PISO 31 CABA - CP C1054AAA COSTO FINANCIERO TOTAL EFECTIVO ANUAL: 0.00%. TASA NOMINAL ANUAL 0.00%. TASA EFECTIVA ANUAL 0,00%. CFTEA:0,00%  CFTEA (CON IVA) 0,00%  CFTEA (SIN IVA) 0,00%.\"",
    "weekdayIndex": 0
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/galicia-200x82.png\"><div><h4> \"12 cuotas sin interés\"<h6> \"en Electro\"<div><p> \"Para compras realizadas con Tarjeta Visa, Tarjeta Mastercard, Tarjeta American Express. Promoción valida únicamente en los comercios adheridos. Dicha promoción no es acumulable con otras promociones vigentes.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. Tasa Nominal Anual, en adelante \"TNA\": 0,00%, Tasa Efectiva Anual, en adelante \"TEA\": 0,00%, Costo Financiero Total Efectivo Anual, en adelante \"CFTEA\": 0,00%.\"CFTEA\"+IVA: 0,00%. Promoción en solo 12 cuotas sin interés, para compras realizadas en el País. Válida para los días comprendidos entre el 14/02/2025 y el 30/09/2025, para compras realizadas con Tarjeta Visa, Tarjeta Mastercard, Tarjeta American Express. Promoción valida únicamente en los comercios adheridos. Dicha promoción no es acumulable con otras promociones vigentes. Ejemplo: Una compra de $1000 y se paga en 12 cuotas: el valor de cada cuota será de $83.33. No aplica para compras realizadas con tarjetas de Crédito Visa Business, Visa Rural y Tarjetas de Débito. Válido también para pagos realizados a través de MODO con Tarjetas Galicia. La promoción no aplica a pagos a través de billeteras virtuales (excepto Modo, Google Pay y Apple Pay), mPos y/o plataformas de pago online. MODO es marca registrada por Play Digital S.A., CUIT 30-71682943-6, con domicilio en Av. del Libertador 7208, Torre I, Piso 3, CABA (\"PDSA\") y es un Proveedor de Servicios Tecnológicos de Banco de Galicia y Buenos Aires S.A.U. Sólo podrán participar de la promoción aquellos clientes que al momento de comprar se encuentren al día con sus productos. Banco Galicia solo es el medio de pago para la adquisición del producto/servicio. Tasa Nominal Anual \"TNA\": 0,00%, Tasa Efectiva Anual \"TEA\": 0,00%, Costo Financiero Total Efectivo Anual \"CFTEA\": 0,00%.\"CFTEA\"+IVA: 0,00%.\"",
    "weekdayIndex": 0
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 cuotas sin interés\"<h6> \"en Toda la Compra\"<div><p> \"NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR. EXCLUYE ELECTRO.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIONES VÁLIDAS DESDE EL 1/04/2025 AL 31/07/2025 PARA COMPRAS REALIZADAS CON TARJETA DE CRÉDITO CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\".   (1) PROMOCIÓN VÁLIDA DE LUNES A JUEVES EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO SOLO 3 CUOTAS SIN INTERÉS EN TODA LA COMPRA. NO INCLUYE ELECTRODOMÉSTICOS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS. (1) PLAN 3: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).  EXCLUYE ELECTRO.\"",
    "weekdayIndex": 0
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/comafi-vtex.png\"><div><h4> \"3 Cuotas sin Interés\"<h6> \"abonando con tarjetas de crédito emitidos por Banco Comafi.\"<div><p> \"Promoción válida todos los días desde el 03/06/25 hasta el 31/07/25 abonando con tarjetas de crédito pertenecientes a Servicios de cuenta Global, Classic, Premium y ÚNICO emitidos por Banco Comafi. Hasta 3 cuotas sin interés.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Oferta exclusiva para la cartera de consumo. Promoción válida todos los días desde el 03/06/25 hasta el 31/07/25 abonando con tarjetas de crédito pertenecientes a Servicios de cuenta Global, Classic, Premium y ÚNICO emitidos por Banco Comafi. Hasta 3 cuotas sin interés. Quedan excluidas aquellas tarjetas de crédito Credial, Business y Corporativas emitidas en Argentina por Banco Comafi. No acumulable con otras promociones ni entre sí. Sólo válido para aquellos clientes que se encuentren al día en sus productos. El beneficio no será aplicado en aquellas compras realizadas a través de MercadoPago. Consultar locales adheridos y medios de pago habilitados en www.tevabien.com. El beneficio no será aplicado para aquellas compras realizadas con Plan Gobierno. Banco Comafi S.A. con domicilio en Av. Roque Sáenz Peña 660, piso 1, CUIT 30-60473101-8.*CFT: 0,0% Costo Financiero Total Efectivo Anual. TNA: 0,0% Tasa Nominal Anual. TEA: 0,0% Tasa Efectiva Anual.\"",
    "weekdayIndex": 0
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 cuotas sin interés\"<h6> \"en Pequeños Electros.\"<div><p> \"PROMOCIÓN VÁLIDA CON LA TARJETA DE CRÉDITO FÍSICA CENCOPAY TODOS LOS DÍAS DESDE EL 01/07/2025 AL 31/07/2025 EN LOS LOCALES HABILITADOS Y SITIOS WEB.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA CON LA TARJETA DE CRÉDITO CENCOPAY TODOS LOS DÍAS DESDE EL 01/07/2025 AL 31/07/2025 EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO 3 CUOTAS SIN INTERÉS EN PEQUEÑOS ELECTRODOMÉSTICOS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\".\"",
    "weekdayIndex": 0
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/comafi-vtex.png\"><div><h4> \"20% Dto.\"<h6> \"abonando con tarjetas de crédito Visa y Mastercard, Visa débito emitidas por Banco Comafi\"<div><p> \"Promoción válida los lunes desde el 02/06/25 hasta el 31/07/25. Quedan excluidas aquellas tarjetas de crédito Credial, Business y Corporativas emitidas en Argentina por Banco Comafi. Tope de reintegro semanal de $8.000.  Los descuentos se realizan sobre precio de lista, son automáticos y se acreditarán hasta los 30 días en la cuenta del banco utilizado en el pago.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Oferta exclusiva para la cartera de consumo. Promoción válida los lunes desde el 02/06/25 hasta el 31/07/25 abonando con tarjetas de crédito Visa y Mastercard, Visa débito emitidas por Banco Comafi. 25% de ahorro abonando a través de MODO. Quedan excluidas aquellas tarjetas de crédito Credial, Business y Corporativas emitidas en Argentina por Banco Comafi. Tope de reintegro semanal de $8.000. Los descuentos se realizan sobre precio de lista, son automáticos y se acreditarán hasta los 30 días en la cuenta del banco utilizado en el pago. No acumulable con otras promociones ni entre sí. Sólo válido para aquellos clientes que se encuentren al día en sus productos. El reintegro se acreditará únicamente a aquellos usuarios que sean titulares de una cuenta bancaria en Banco Comafi. El beneficio no será aplicado en aquellas compras realizadas a través de MercadoPago. Consultar locales adheridos y medios de pago habilitados en www.tevabien.com. El beneficio no será aplicado para aquellas compras realizadas con Plan Gobierno. Banco Comafi S.A. con domicilio en Av. Roque Sáenz Peña 660, piso 3, CUIT 30-604731018.\"",
    "weekdayIndex": 0
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/NaranjaX-logo.png\"><div><h4> \"12 Cuotas sin Interés\"<h6> \"En Electro\"<div><p> \"Válido todos los días desde el 1 de junio de 2025 al 31 de Julio de 2025. Válido exclusivamente en productos seleccionados de electro.  Beneficio no válido para compras realizadas con Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Beneficio válido para titulares y adicionales de tarjeta de crédito Naranja X de todo el país que compren en PLAN 12 Cuotas Cero interés: Costo Financiero Total (CFT) 0% Tasa Efectiva Anual (TEA) 0% Tasa Nominal Anual (TNA) 0%.  Válido todos los días desde el 1 de junio de 2025 al 31 de Julio de 2025. Aplica para venta online. Válido exclusivamente en productos seleccionados de electro, en todas las sucursales Disco, Jumbo y Vea del país.  Beneficio no válido para compras realizadas con Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales-En caso de fuerza mayor y/o caso fortuito que genere alguna imposibilidad para llevar a cabo el beneficio o para continuar con el mismo, Naranja X podrá suspender definitivamente o transitoriamente el beneficio, como así también introducir las modificaciones pertinentes. La tarjeta de crédito es comercializada por Tarjeta Naranja S. A.U. CUIT 30685376349, La Tablada 451, Córdoba.\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/banco-nacion.png\"><div><h4> \"12 y 6\"<h6> \"cuotas sin interés\"<div><p> \"12 y 6 CUOTAS SIN INTERÉS EN PRODUCTOS SELECCIONADOS DE ELECTRODOMÉSTICOS ABONANDO CON TARJETAS DE CREDITO VISA/MASTERCARD DE BANCO NACION.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA TODOS LOS DÍAS EN LA REPÚBLICA ARGENTINA EN COMERCIOS ADHERIDOS PARA COMPRAS ONLINE 12 y 6 CUOTAS SIN INTERÉS REALIZADAS CON TARJETAS DE CRÉDITO VISA Y MASTERCARD DEL BNA. NO APLICA PARA PAGOS CON SALDO EN CUENTA. CARTERA DE CONSUMO. EL BNA NO SE RESPONSABILIZA POR LA CALIDAD DE LOS PRODUCTOS ADQUIRIDOS. PROMOCIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA. TASA NOMINAL ANUAL (TNA) FIJA 0,00%. TASA EFECTIVA ANUAL (TEA) FIJA 0,00%. COSTO FINANCIERO TOTAL EXPRESADO EN TEA 0,00%. BANCO DE LA NACIÓN ARGENTINA – BARTOLOMÉ MITRE 326, CABA – CUIT 30-50001091-2.\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/superville-vtex.png\"><div><h4> \"20% Dto.\"<h6> \"Tarjetas de Débito del Banco Supervielle\"<div><p> \"MARTES JUBILADOS\r\nVálido para compras presenciales\r\n20% de ahorro con tope mensual por cuenta de $8.000 para pagos con TD de jubilados.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA CONSUMO. Banco Supervielle S.A., Reconquista 330, C.A.B.A., CUIT 33-50000517-9, Inscrip. I.G.J. N° 23, F° 502, L. 45, T° A de Estatutos Nac. (“el Banco”). Vigente en la República Argentina los días martes del 1 de junio al 31 de agosto de 2025 para clientes que perciban su jubilación en el Banco y que realicen compras presenciales en supermercados adheridos con la tarjeta de débito Visa que forme parte de un paquete de productos del Banco. Tope de reintegro mensual por cuenta (considerando la suma de los consumos realizados por el cliente, durante el mes, en cualquiera de los supermercados adheridos): $8.000. Ej.: para una compra de $40.000, se reintegrará el 20% del precio, es decir, $8.000. El consumo y el reintegro se verán reflejados en la cuenta asociada a la compra en los 30 días posteriores a la compra. El Banco no es responsable por los productos y/o servicios comercializados por las marcas y locales participantes en las promociones.\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/superville-vtex.png\"><div><h4> \"20% Dto.\"<h6> \"MODO | Débito Visa y tarjetas de Crédito Visa y/o MasterCard\"<div><p> \"VÁLIDO PRESENCIAL: EXCLUSIVO APP SUPERVIELLE Y APP MODO: Todos los martes, 20% de descuento con tarjeta de Crédito Y Débito\r\nTope mensual por cuenta, por cliente y por mes de $8.000.\r\nAdicional de 5% y tope $7.000 para nuestro segmento de renta alta (Identité).\r\nAdicional de 5% y tope $7.000 para nuestro segmento de renta alta (Plan Sueldo).\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA CONSUMO. Banco Supervielle S.A., Reconquista 330, C.A.B.A., CUIT 33-50000517-9, Inscrip. I.G.J. N° 23, F° 502, L. 45, T° A de Estatutos Nac. (“el Banco”). Vigente en la República Argentina los días martes del 1 de junio al 31 de agosto de 2025 para clientes de que realicen compras presenciales en supermercados adheridos mediante la modalidad de pago con “QR” a través de “MODO” desde app Supervielle, app Supervielle Jubilados o app MODO con la tarjeta de débito Visa y las tarjetas de crédito Visa y/o MasterCard que formen parte de un paquete de productos del Banco. Se otorgará un descuento vía reintegro del 20% con tope mensual por cuenta de $8.000 (considerando la suma de los consumos realizados por el cliente, durante el mes, en cualquiera de los supermercados adheridos). Los clientes Identité (“IDT”) y quienes perciban sus haberes en el Banco (Plan Sueldo o “PS”) obtendrán un 5% adicional con tope mensual de $7.000. Ej.: para una compra de $40.000, se reintegrará el 20% del precio, es decir, $8.000. Los clientes IDT o PS recibirán también un adicional de 5%, es decir $2.000. El consumo y el reintegro se verán reflejados en la cuenta asociada a MODO dentro de los 30 días de realizada la compra. Es condición necesaria tener una cuenta Supervielle propia adherida a MODO. No aplica a pagos realizados a través de billeteras virtuales o 'proveedores de servicios de pago', excepto MODO. La marca “MODO” es propiedad de Play Digital S.A., CUIT 30-71682943-6, domicilio en Av. del Libertador 7208, Torre principal, Piso 3, C.A.B.A. El Banco no es responsable por los productos y/o servicios comercializados por las marcas y locales participantes en las promociones.\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/logo-mastercard.png\"><div><h4> \"25% Dto.\"<h6> \"pagando con tu Celular Vía NFC\"<div><p> \"Promoción válida en la República Argentina los días martes del 26 de mayo de 2025 al 31 de julio de 2025, únicamente para las compras presenciales. 25% con un tope máximo de reintegro de $8000.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Promoción válida en la República Argentina los días martes del 26 de mayo de 2025 al 31 de julio de 2025, únicamente para las compras presenciales realizadas en los locales. Se otorgará la bonificación del 25% (veinticinco por ciento) con un tope máximo de reintegro de $8000 (pesos argentinos ocho mil) por semana y por cuenta en las compras realizadas en pesos argentinos con tarjetas de crédito, débito y prepagas Mastercard emitidas en la República Argentina a través de tecnología NFC (Near Field Communication) mediante un dispositivo móvil. En el caso de compras con tarjetas de crédito, el descuento podrá visualizarse vía reintegro y se acreditará en la cuenta del titular de la compra en un plazo de hasta 2 (dos) resúmenes de cuenta posteriores a la fecha de realizada la compra. En el caso de compras realizadas con tarjeta de débito o prepaga, el descuento se acreditará dentro de un plazo de hasta 30 (treinta) días hábiles bancarios posteriores a la fecha de la transacción. La presente promoción no es acumulable con otras ofertas, descuentos y/o promociones vigentes. Quedan excluidas de la promoción las compras llevadas a cabo con tarjetas Mastercard Maestro, las compras realizadas bajo forma de pago chip o mediante la lectura de códigos QR (Quick Response), así como también quedan excluidas las cuentas en mora y/o bloqueadas por motivos administrativos. La promoción será válida para consumo personal y se deberá consultar con el banco emisor la eventual aplicación de cargos por comprar en cuotas. Excluye Bodegas La Rural, Trumpeter, Rutini, Luca, La Posta, Luigui Bosca, Chandon, Terrazas de Los Andes, Valmont, Latitud 33, Catena Zapata, Mercier, Baron B, Escorihuela Gascon, Clos de los Siete, El Enemigo, Monteviejo, ni Brik y Ni Generosos. MAXIMO 24UN.\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 ,6 y 12 Cuotas sin Interés\"<h6> \"en Electrodomésticos.\"<div><p> \"3, 6 Y 12 CUOTAS SIN INTERÉS EN ELECTRODOMÉSTICOS SELECCIONADOS. PROMOCIÓN VÁLIDA CON LA TARJETA DE CRÉDITO FÍSICA CENCOPAY TODOS LOS DÍAS DESDE EL 01/07/2025 AL 31/07/2025.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA CON LA TARJETA DE CRÉDITO CENCOPAY TODOS LOS DÍAS DESDE EL 01/07/2025 AL 31/07/2025 EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO 3, 6 Y 12 CUOTAS SIN INTERÉS EN ELECTRODOMÉSTICOS SELECCIONADOS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\".\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/superville-vtex.png\"><div><h4> \"25% Dto.\"<h6> \"a través de MODO\"<div><p> \"Tope mensual por cuenta de $7.000. Para clientes de que realicen compras presenciales en supermercados adheridos mediante la modalidad de pago con “QR” a través de “MODO” desde app Supervielle, app Supervielle Jubilados o app MODO con la tarjeta de débito Visa y las tarjetas de crédito Visa y/o  MasterCard que formen parte de un paquete de productos del Banco.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA CONSUMO. Banco Supervielle S.A., Reconquista 330, C.A.B.A., CUIT 33-50000517-9, Inscrip. I.G.J. N° 23, F° 502, L. 45, T° A de Estatutos Nac. (“el Banco”). Vigente en la República Argentina los días martes del 1 de junio al 31 de agosto de 2025 para  clientes de que realicen compras presenciales en supermercados adheridos mediante la modalidad de pago con “QR” a través de “MODO” desde app Supervielle, app Supervielle Jubilados o app MODO con la tarjeta de débito Visa y las tarjetas de crédito Visa y/o  MasterCard que formen parte de un paquete de productos del Banco. Se otorgará un descuento vía reintegro del 25% con tope mensual por cuenta de $7.000 (considerando la suma de los consumos realizados por el cliente, durante el mes, en cualquiera de los supermercados  adheridos). El consumo y el reintegro se verán reflejados en la cuenta asociada a MODO dentro de los 30 días de realizada la compra. Es condición necesaria tener una cuenta Supervielle propia adherida a MODO.  No aplica a pagos realizados a través de billeteras virtuales o 'proveedores de servicios de pago', excepto MODO. La marca “MODO” es propiedad de Play Digital S.A., CUIT 30-71682943-6, domicilio en Av. del Libertador 7208, Torre principal, Piso 3, C.A.B.A.  El Banco no es responsable por los productos y/o servicios comercializados por las marcas y locales participantes en las promociones.\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/200x82-santander.png\"><div><h4> \"12 cuotas sin interés\"<h6> \"en Electro\"<div><p> \"PROMOCIÓN VÁLIDA DESDE 7/03/2025 HASTA 31/07/2025 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTRO TV, AUDIO Y VIDEO, ELECTRÓNICA LIVIANA, COMPUTACIÓN, APARATOS DE TELEFONÍA, HELADERAS Y FREEZERS, LAVARROPAS, SECARROPAS Y LAVAVAJILLAS, TERMOTANQUES Y CALEFONES, COCINAS, HORNOS, ANAFES, MICROONDAS Y ACCESORIOS, PURIFICADORES Y EXTRACTORES , FRÍO Y CALOR.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. PROMOCIÓN VÁLIDA DESDE 7/03/2025 HASTA 31/07/2025 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTRO TV, AUDIO Y VIDEO, ELECTRÓNICA LIVIANA, COMPUTACIÓN, APARATOS DE TELEFONÍA, HELADERAS Y FREEZERS, LAVARROPAS, SECARROPAS Y LAVAVAJILLAS, TERMOTANQUES Y CALEFONES, COCINAS, HORNOS, ANAFES, MICROONDAS Y ACCESORIOS, PURIFICADORES Y EXTRACTORES , FRÍO Y CALOR.  EN 12 CUOTAS CON TARJETAS EMITIDAS POR BANCO SANTANDER VISA/MASTERCARD, BANCO GALICIA VISA/MASTERCARD Y AMERICAN EXPRESS, TARJETA NARANJA. NO PARTICIPAN LAS COMPRAS EFECTUADAS A TRAVÉS DE TODO PAGO Y MERCADO DE PAGO. LA PRESENTE PROMOCIÓN ES VÁLIDA SÓLO PARA CONSUMOS DE TIPO FAMILIAR, Y NO SE ACUMULA A OTRAS PROMOCIONES. EN EL CASO DE DUDA SOBRE EL DESTINO DEL CONSUMO. LOS ACCIONISTAS DE DICHOS BANCOS LIMITAN SU RESPONSABILIDAD A LA INTEGRACIÓN DE LAS ACCIONES SUSCRIPTAS LEY 19.550 Y LEY 25.738. COSTO FINANCIERO TOTAL EFECTIVO ANUAL: 0.00%. TASA NOMINAL ANUAL 0.00%. TASA EFECTIVA ANUAL 0,00%. CFTEA:0,00%. CFTEA (CON IVA) 0,00%.  CFTEA (SIN IVA) 0,00%.\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/logo-mastercard.png\"><div><h4> \"15% Dto.\"<h6> \"pagando con Tarjeta de Crédito, Debito y Prepaga sin contacto\"<div><p> \"Promoción válida en la República Argentina los días martes del 26 de mayo de 2025 al 31 de julio de 2025, únicamente para las compras presenciales realizadas en los locales. Se otorgará la bonificación (i) del 15% (quince por ciento) con un tope máximo de reintegro de $6000\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Promoción válida en la República Argentina los días martes del 26 de mayo de 2025 al 31 de julio de 2025, únicamente para las compras presenciales realizadas en los locales. Se otorgará la bonificación (i) del 15% (quince por ciento) con un tope máximo de reintegro de $6000. Promoción válida en la República Argentina los días martes del 26 de mayo de 2025 al 31 de julio de 2025, únicamente para las compras presenciales realizadas en los locales. Se otorgará la bonificación (i) del 15% (quince por ciento) con un tope máximo de reintegro de $6000 (pesos argentinos seis mil) por semana y por cuenta en las compras realizadas en pesos argentinos con tarjetas de crédito, débito y prepagas Mastercard emitidas en la República Argentina mediante pagos Contactless, y (ii) En el caso de compras con tarjetas de crédito, el descuento podrá visualizarse vía reintegro y se acreditará en la cuenta del titular de la compra en un plazo de hasta 2 (dos) resúmenes de cuenta posteriores a la fecha de realizada la compra. En el caso de compras realizadas con tarjeta de débito o prepaga, el descuento se acreditará dentro de un plazo de hasta 30 (treinta) días hábiles bancarios posteriores a la fecha de la transacción. La presente promoción no es acumulable con otras ofertas, descuentos y/o promociones vigentes. Quedan excluidas de la promoción las compras llevadas a cabo con tarjetas Mastercard Maestro, las compras realizadas bajo forma de pago chip o mediante la lectura de códigos QR (Quick Response), así como también quedan excluidas las cuentas en mora y/o bloqueadas por motivos administrativos. La promoción será válida para consumo personal y se deberá consultar con el banco emisor la eventual aplicación de cargos por comprar en cuotas. Excluye Bodegas La Rural, Trumpeter, Rutini, Luca, La Posta, Luigui Bosca, Chandon, Terrazas de Los Andes, Valmont, Latitud 33, Catena Zapata, Mercier, Baron B, Escorihuela Gascon, Clos de los Siete, El Enemigo, Monteviejo, ni Brik y Ni Generosos. MAXIMO 24UN.\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexcommercestable.com.br/arquivos/hipotecario.png\"><div><h4> \"25% Dto.\"<h6> \"Desde App Hipotecario o App Modo | TARJETA DE DÉBITO Y CRÉDITO EN UN PAGO VISA\"<div><p> \"VÁLIDO PRESENCIAL | TODOS LOS MARTES DESDE EL 01/12/2024 HASTA EL 31/10/2025\r\n25% de descuento con tarjeta de debito y crédito – Desde App Hipotecario o App Modo.\r\nTOPES DE REINTERO: PARA TODOS LOS CLIENTES: $10.000 (POR EL CLIENTE, DURANTE EL MES).\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PUBLICIDAD CARTERA CONSUMO. PROMOCIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA LOS MARTES EN TIENDAS PRESENCIALES, DESDE EL 01/12/2024 HASTA EL 31/10/2025, AMBOS INCLUSIVE, PARA CONSUMOS EFECTUADOS CON TARJETA DE DÉBITO Y O CRÉDITO EN UN PAGO VISA EMITIDA POR ESTE BANCO HIPOTECARIO SA QUE NO REGISTRE MORA MEDIANTE LA MODALIDAD DE PAGO CON “QR” A TRAVÉS DE “MODO” DESDE APP BH O APP MODO. SE OTORGARÁ UN DESCUENTO VÍA REINTEGRO DEL 25% CON TOPE MENSUAL POR CUENTA (CONSIDERANDO LA SUMA DE LOS CONSUMOS REALIZADOS POR EL CLIENTE, DURANTE EL MES). TOPES DE REINTERO: PARA TODOS LOS CLIENTES: $10.000. NO ACUMULABLE CON OTRAS PROMOCIONES, NI CARTERA DE CLIENTES QUE ACREDITEN PLANES SOCIALES. NO APLICA A LAS OPERACIONES DE EXTRACCIÓN DE DINERO EN EFECTIVO REALIZADAS A TRAVÉS DE EXTRA, CASH. NO APLICA PARA LOS CONSUMOS EFECTUADOS A TRAVÉS DE LA PLATAFORMA MERCADO PAGO. NO APLICA A LOS PAGOS REALIZADOS POR LA PLATAFORMA DE PAGOS MÓVILES (POS MÓVIL, BOTÓN DE PAGO Y BILLETERA ELECTRÓNICA). REINTEGRO: DENTRO DE LOS 30 DÍAS DE REALIZADO EL PAGO SE ACREDITARÁ EN LA CAJA DE AHORRO DE BANCO HIPOTECARIO SA ASOCIADA A MODO. CONSULTE EL AHORRO APLICABLE Y VIGENTE EN CADA COMERCIO ANTES DE EFECTUAR LA COMPRA. CONSULTE EL AHORRO APLICABLE Y VIGENTE EN CADA COMERCIO ANTES DE EFECTUAR LA COMPRA. BANCO HIPOTECARIO S.A. RECONQUISTA 151 (1003) CABA. CUIT 30-50001107-2. VÁLIDO PRESENCIAL | TODOS LOS MARTES DESDE EL 01/12/2024 HASTA EL 31/10/2025 25% de descuento con tarjeta de debito y crédito – Desde App Hipotecario o App Modo. TOPES DE REINTERO: PARA TODOS LOS CLIENTES: $10.000 (POR EL CLIENTE, DURANTE EL MES).\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/LOGO-MODO-NUEVO-2024.png\"><div><h4> \"10% Dto.\"<h6> \"apliquen pagando con MODO\"<div><p> \"Tope de reintegro $5.000 por transacción y $15.000 por banco para compras mayor o iguales a $40.000. Este beneficio es acumulable con otras promociones vigentes que apliquen pagando con MODO. Promoción válida para Argentina del 24/07/2025 al 30/07/2025. Aplica para bancos adheridos.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Este beneficio es acumulable con otras promociones vigentes que apliquen pagando con MODO.\r\nTope de reintegro $5.000 por transacción y $15.000 por banco para compras mayor o iguales a $40.000. Aplica únicamente a aquellos usuarios que sean titulares de una cuenta bancaria en la entidad emisora de la tarjeta con la que realiza el pago. No olvides asociarla si usas la app MODO. Promoción válida para Argentina del 24/07/2025 al 30/07/2025. Aplica para bancos adheridos. MODO Contactless (NFC) disponible sólo en dispositivos Android. PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN www.modo.com.ar/promos. No válido en autopagos. Play Digital S.A. (MODO), CUIT 30-71682943-6, Av. del Libertador 7208 3°, CABA.\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/200x82-BBVA.png\"><div><h4> \"12 cuotas sin interés\"<h6> \"en Electro | para compras con Tarjeta de Crédito Visa o Mastercard.\"<div><p> \"PROMOCIÓN VÁLIDA DESDE 8/03/2025 HASTA 31/07/2025 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTRO TV, AUDIO Y VIDEO, ELECTRÓNICA LIVIANA, COMPUTACIÓN, APARATOS DE TELEFONÍA, HELADERAS Y FREEZERS, LAVARROPAS, SECARROPAS Y LAVAVAJILLAS, TERMOTANQUES Y CALEFONES, COCINAS, HORNOS, ANAFES, MICROONDAS Y ACCESORIOS, PURIFICADORES Y EXTRACTORES , FRÍO Y CALOR.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. PROMOCIÓN VÁLIDA DESDE 8/03/2025 HASTA 31/07/2025 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTRO TV, AUDIO Y VIDEO, ELECTRÓNICA LIVIANA, COMPUTACIÓN, APARATOS DE TELEFONÍA, HELADERAS Y FREEZERS, LAVARROPAS, SECARROPAS Y LAVAVAJILLAS, TERMOTANQUES Y CALEFONES, COCINAS, HORNOS, ANAFES, MICROONDAS Y ACCESORIOS, PURIFICADORES Y EXTRACTORES , FRÍO Y CALOR.  EN 12 CUOTAS CON TARJETAS EMITIDAS POR BBVA. PARA COMPRAS CON TARJETA DE CRÉDITO VISA O MASTERCARD. NO PARTICIPAN TARJETAS VISA PURCHASING, DISTRIBUTION Y CORPORATE NI LAS COMPRAS EFECTUADAS A TRAVÉS DE TODO PAGO Y MERCADO DE PAGO. LA PRESENTE PROMOCIÓN ES VÁLIDA SÓLO PARA CONSUMOS DE TIPO FAMILIAR, Y NO SE ACUMULA A OTRAS PROMOCIONES. EN EL CASO DE DUDA SOBRE EL DESTINO DEL CONSUMO. LOS ACCIONISTAS DE BANCO BBVA ARGENTINA S.A. LIMITAN SU RESPONSABILIDAD A LA INTEGRACIÓN DE LAS ACCIONES SUSCRIPTAS LEY 19.550 Y LEY 25.738 CUIT 30-50000319-3. AVDA.CÓRDOBA 111- PISO 31 CABA - CP C1054AAA COSTO FINANCIERO TOTAL EFECTIVO ANUAL: 0.00%. TASA NOMINAL ANUAL 0.00%. TASA EFECTIVA ANUAL 0,00%. CFTEA:0,00%  CFTEA (CON IVA) 0,00%  CFTEA (SIN IVA) 0,00%.\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/galicia-200x82.png\"><div><h4> \"12 cuotas sin interés\"<h6> \"en Electro\"<div><p> \"Para compras realizadas con Tarjeta Visa, Tarjeta Mastercard, Tarjeta American Express. Promoción valida únicamente en los comercios adheridos. Dicha promoción no es acumulable con otras promociones vigentes.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. Tasa Nominal Anual, en adelante \"TNA\": 0,00%, Tasa Efectiva Anual, en adelante \"TEA\": 0,00%, Costo Financiero Total Efectivo Anual, en adelante \"CFTEA\": 0,00%.\"CFTEA\"+IVA: 0,00%. Promoción en solo 12 cuotas sin interés, para compras realizadas en el País. Válida para los días comprendidos entre el 14/02/2025 y el 30/09/2025, para compras realizadas con Tarjeta Visa, Tarjeta Mastercard, Tarjeta American Express. Promoción valida únicamente en los comercios adheridos. Dicha promoción no es acumulable con otras promociones vigentes. Ejemplo: Una compra de $1000 y se paga en 12 cuotas: el valor de cada cuota será de $83.33. No aplica para compras realizadas con tarjetas de Crédito Visa Business, Visa Rural y Tarjetas de Débito. Válido también para pagos realizados a través de MODO con Tarjetas Galicia. La promoción no aplica a pagos a través de billeteras virtuales (excepto Modo, Google Pay y Apple Pay), mPos y/o plataformas de pago online. MODO es marca registrada por Play Digital S.A., CUIT 30-71682943-6, con domicilio en Av. del Libertador 7208, Torre I, Piso 3, CABA (\"PDSA\") y es un Proveedor de Servicios Tecnológicos de Banco de Galicia y Buenos Aires S.A.U. Sólo podrán participar de la promoción aquellos clientes que al momento de comprar se encuentren al día con sus productos. Banco Galicia solo es el medio de pago para la adquisición del producto/servicio. Tasa Nominal Anual \"TNA\": 0,00%, Tasa Efectiva Anual \"TEA\": 0,00%, Costo Financiero Total Efectivo Anual \"CFTEA\": 0,00%.\"CFTEA\"+IVA: 0,00%.\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 cuotas sin interés\"<h6> \"en Toda la Compra\"<div><p> \"NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR. EXCLUYE ELECTRO.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIONES VÁLIDAS DESDE EL 1/04/2025 AL 31/07/2025 PARA COMPRAS REALIZADAS CON TARJETA DE CRÉDITO CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\".   (1) PROMOCIÓN VÁLIDA DE LUNES A JUEVES EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO SOLO 3 CUOTAS SIN INTERÉS EN TODA LA COMPRA. NO INCLUYE ELECTRODOMÉSTICOS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS. (1) PLAN 3: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).  EXCLUYE ELECTRO.\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/comafi-vtex.png\"><div><h4> \"3 Cuotas sin Interés\"<h6> \"abonando con tarjetas de crédito emitidos por Banco Comafi.\"<div><p> \"Promoción válida todos los días desde el 03/06/25 hasta el 31/07/25 abonando con tarjetas de crédito pertenecientes a Servicios de cuenta Global, Classic, Premium y ÚNICO emitidos por Banco Comafi. Hasta 3 cuotas sin interés.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Oferta exclusiva para la cartera de consumo. Promoción válida todos los días desde el 03/06/25 hasta el 31/07/25 abonando con tarjetas de crédito pertenecientes a Servicios de cuenta Global, Classic, Premium y ÚNICO emitidos por Banco Comafi. Hasta 3 cuotas sin interés. Quedan excluidas aquellas tarjetas de crédito Credial, Business y Corporativas emitidas en Argentina por Banco Comafi. No acumulable con otras promociones ni entre sí. Sólo válido para aquellos clientes que se encuentren al día en sus productos. El beneficio no será aplicado en aquellas compras realizadas a través de MercadoPago. Consultar locales adheridos y medios de pago habilitados en www.tevabien.com. El beneficio no será aplicado para aquellas compras realizadas con Plan Gobierno. Banco Comafi S.A. con domicilio en Av. Roque Sáenz Peña 660, piso 1, CUIT 30-60473101-8.*CFT: 0,0% Costo Financiero Total Efectivo Anual. TNA: 0,0% Tasa Nominal Anual. TEA: 0,0% Tasa Efectiva Anual.\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexcommercestable.com.br/arquivos/santa-fe.png\"><div><h4> \"30% Dto.\"<h6><div><p> \"Realizando la compra en tienda o programando la entrega para el Día Martes - Valido para compras realizadas en Jumbo Rosario\r\nValido para Compras presencial y Online.-\r\nTOPE: CASH BACK AUTOMATICO $16.000 SEMANAL.\r\nNo acumulable con otras promociones y/o descuentos vigentes.-\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Realizando la compra en tienda o programando la entrega para el día Martes - TOPE: CASH BACK AUTOMATICO $16.000 SEMANAL. No acumulable con otras promociones y/o descuentos vigentes. Banco Santa Fe: C.F.T.E.A : 0,00% TNA (Tasa Nominal Anual): 0,00%. TEA (Tasa Efectiva Anual): 0,00%. Válido para cartera de consumo. No acumulable con otras promociones. Beneficio válido todos los días martes desde el 01/01/2025 hasta el 31/12/2025 en compras realizadas con tarjetas de crédito emitidas por Banco Santa Fe. No válido para compras realizadas en comercios que procesen sus ventas a través de plataforma única de pago en la cúal no se individualice ni identifiquen comercio, tales como Mercado de Pago, Todo Pago, Pagos PEI, Botón de pago, etc. Consulte procesamiento de pagos en el comercio antes de realizar el consumo. No valido para promociones propias del comercio. SE EXCLUYE EL RUBRO ELECTRO, CARNES, BODEGAS CHANDON,LA RURAL,TERRAZAS DE LOS ANDES CATENA ZAPATA ,ALAMOS, EL ENEMIGO, MERCIER, BARON B,VALMONT,LATITUD 33,CLOS DE LOS 7, RUTINI, ESCORIHUELA GASCON Y BRIK. - No acumulable con otras promociones y/o descuentos vigentes.-. Valido para consumidor final. La vigencia y condiciones informadas pueden sufrir modificaciones por lo que se sugiere consultar nuestro sitio web www.bancosantafe.com.ar antes de realizar la compra. Los datos y ofertas incluidos en este revisten carácter exclusivamente informativo y en modo alguno suponen que los establecimientos, productos o la calidad de los mismos se encuentran promocionados y/o garantizados por el Banco Santa Fe.\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/bpn.png\"><div><h4> \"10% Dto.\"<h6> \"3 cuotas sin interés\"<div><p> \"HASTA 3 CUOTAS SIN INTERÉS.  EN LINEA DE CAJAS\r\nVÁLIDO SOLO PARA VENTA PRESENCIAL | JUMBO NEUQUEN.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"VÁLIDO DEL 01/01/2025 HASTA EL 31/07/2025. FINANCIACIÓN DE HASTA 3 CUOTAS SIN INTERÉS LOS DÍAS MARTES EN LOCALES EN LINEA DE CAJAS ADHERIDOS JUMBO NEUQUEN. SE EXCLUYE EL RUBRO ELECTRO, CARNES, KIT ESENCIALES, BODEGAS CHANDON,LA RURAL,TERRAZAS DE LOS ANDES CATENA ZAPATA ,ALAMOS, EL ENEMIGO, MERCIER, BARON B,VALMONT,LATITUD 33,CLOS DE LOS 7, RUTINI, ESCORIHUELA GASCON Y BRIK.- No acumulable con otras promociones y/o descuentos vigentes.-. VALIDO PARA CONSUMIDOR FINAL. La financiación en hasta 3 cuotas sin interés para compras realizadas con tarjetas de crédito Confiable emitidas por BPN S.A. Consultar con cada comercio cuales son las marcas de tarjetas con las que tiene activa la promoción. CFT: 0,00%.TEA: 0,00 %.TNA: 0,00 %\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 cuotas sin interés\"<h6> \"en Pequeños Electros.\"<div><p> \"PROMOCIÓN VÁLIDA CON LA TARJETA DE CRÉDITO FÍSICA CENCOPAY TODOS LOS DÍAS DESDE EL 01/07/2025 AL 31/07/2025 EN LOS LOCALES HABILITADOS Y SITIOS WEB.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA CON LA TARJETA DE CRÉDITO CENCOPAY TODOS LOS DÍAS DESDE EL 01/07/2025 AL 31/07/2025 EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO 3 CUOTAS SIN INTERÉS EN PEQUEÑOS ELECTRODOMÉSTICOS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\".\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/NaranjaX-logo.png\"><div><h4> \"25% Dto.\"<h6> \"en Plan Z Cero Interés.\"<div><p> \"Exclusivo\"<b> \"Online\"<p> \"Válido 01, 08, 15, 22 y  29 de julio del 2025. PARA ACCEDER A LA PROMOCIÓN, LA FACTURACIÓN DEBE SER LOS DÍA MARTES.\r\nRealizá tu compra el día que prefieras programando tu entrega los días Martes. Tope de reintegro $10.000. Beneficio válido para titulares y adicionales de tarjeta de crédito Naranja X de todo el país que compren en PLAN Z. Beneficio no válido para compras realizadas con Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Beneficio válido para titulares y adicionales de tarjeta de crédito Naranja X de todo el país que compren en PLAN Z  Cero interés: Costo Financiero Total (CFT) 0% Tasa Efectiva Anual (TEA) 0% Tasa Nominal Anual (TNA) 0%. 25% de descuento. El descuento se verá reflejado en el resumen de cuenta dentro de los 60 días de realizada la compra. Válido 01, 08, 15, 22 y  29 de julio del 2025. Aplica para venta online. No aplica para venta presencial. Tope de reintegro $10.000. Válido exclusivamente para el canal online. Beneficio no válido para compras realizadas con Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales-En caso de fuerza mayor y/o caso fortuito que genere alguna imposibilidad para llevar a cabo el beneficio o para continuar con el mismo, Naranja X podrá suspender definitivamente o transitoriamente el beneficio, como así también introducir las modificaciones pertinentes. La tarjeta de crédito es comercializada por Tarjeta Naranja S. A.U. CUIT 30685376349, La Tablada 451, Córdoba.\"",
    "weekdayIndex": 1
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/banco-nacion.png\"><div><h4> \"30% Dto.\"<h6> \"Tarjetas Nativa visa y Nativa Mastercard\"<div><p> \"Todos los miércoles.\r\n30% en un pago, EXCLUSIVAMENTE CON MODO BNA+\r\nTope de devolución: $12.000 por cliente por cada miércoles.\r\nTarjetas participantes: tarjetas de crédito Visa y Mastercard.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"VÁLIDO PARA COMPRAS PRESENCIALES | PROMOCIÓN VÁLIDA EXCLUSIVAMENTE PARA LOS DÍAS MIÉRCOLES DEL 01/01/25 AL 31/07/25. BENEFICIO DEL 30% PARA COMPRAS REALIZADAS EN 1 PAGO CON TARJETAS DE CRÉDITO VISA Y MASTERCARD EMITIDAS POR EL BANCO NACIÓN A TRAVÉS DE MODO O BNA+. TOPE DE DESCUENTO $12.000 POR CLIENTE Y POR MIÉRCOLES. LA DEVOLUCIÓN O REINTEGRO SE VERÁ REFLEJADO COMO UN AJUSTE DE CRÉDITO EN LA CUENTA ASOCIADA A BNA+ EN HASTA 30 DÍAS POSTERIORES A LA COMPRA. NO ACUMULABLE CON OTRAS PROMOCIONES VIGENTES. SOLO PARA CONSUMO FAMILIAR. Tope de devolución por cada miércoles y por cliente $12.000. Se excluye el rubro electro, carnes y aceites de fideicomiso, kits esenciales, Excluye VINOS EN BRICK, MOSCATO, OPORTO, MISTELA, NI BODEGAS LA RURAL, TRUMPETER, RUTINI, LUCA. LA POSTA, LUIGI BOSCA, CHANDON, 33 SUR, TERRAZAS DE LOS ANDES, VALMONT, LATITUD 33, CATENA ZAPATA, MERCIER, BARON B, ESCORIHUELA GASCÓN, CLOS DE LOS SIETE, EL ENEMIGO, ÁLAMOS, MONTEVIEJO. EXCLUSIVO CARTERA DE CONSUMO. EXCLUYE VERSIONES CORPORATIVAS. EL BANCO NACIÓN NO SE RESPONSABILIZA POR LA CALIDAD DE LOS PRODUCTOS ADQUIRIDOS.\"",
    "weekdayIndex": 2
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/NaranjaX-logo.png\"><div><h4> \"12 Cuotas sin Interés\"<h6> \"En Electro\"<div><p> \"Válido todos los días desde el 1 de junio de 2025 al 31 de Julio de 2025. Válido exclusivamente en productos seleccionados de electro.  Beneficio no válido para compras realizadas con Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Beneficio válido para titulares y adicionales de tarjeta de crédito Naranja X de todo el país que compren en PLAN 12 Cuotas Cero interés: Costo Financiero Total (CFT) 0% Tasa Efectiva Anual (TEA) 0% Tasa Nominal Anual (TNA) 0%.  Válido todos los días desde el 1 de junio de 2025 al 31 de Julio de 2025. Aplica para venta online. Válido exclusivamente en productos seleccionados de electro, en todas las sucursales Disco, Jumbo y Vea del país.  Beneficio no válido para compras realizadas con Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales-En caso de fuerza mayor y/o caso fortuito que genere alguna imposibilidad para llevar a cabo el beneficio o para continuar con el mismo, Naranja X podrá suspender definitivamente o transitoriamente el beneficio, como así también introducir las modificaciones pertinentes. La tarjeta de crédito es comercializada por Tarjeta Naranja S. A.U. CUIT 30685376349, La Tablada 451, Córdoba.\"",
    "weekdayIndex": 2
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/banco-nacion.png\"><div><h4> \"12 y 6\"<h6> \"cuotas sin interés\"<div><p> \"12 y 6 CUOTAS SIN INTERÉS EN PRODUCTOS SELECCIONADOS DE ELECTRODOMÉSTICOS ABONANDO CON TARJETAS DE CREDITO VISA/MASTERCARD DE BANCO NACION.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA TODOS LOS DÍAS EN LA REPÚBLICA ARGENTINA EN COMERCIOS ADHERIDOS PARA COMPRAS ONLINE 12 y 6 CUOTAS SIN INTERÉS REALIZADAS CON TARJETAS DE CRÉDITO VISA Y MASTERCARD DEL BNA. NO APLICA PARA PAGOS CON SALDO EN CUENTA. CARTERA DE CONSUMO. EL BNA NO SE RESPONSABILIZA POR LA CALIDAD DE LOS PRODUCTOS ADQUIRIDOS. PROMOCIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA. TASA NOMINAL ANUAL (TNA) FIJA 0,00%. TASA EFECTIVA ANUAL (TEA) FIJA 0,00%. COSTO FINANCIERO TOTAL EXPRESADO EN TEA 0,00%. BANCO DE LA NACIÓN ARGENTINA – BARTOLOMÉ MITRE 326, CABA – CUIT 30-50001091-2.\"",
    "weekdayIndex": 2
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 ,6 y 12 Cuotas sin Interés\"<h6> \"en Electrodomésticos.\"<div><p> \"3, 6 Y 12 CUOTAS SIN INTERÉS EN ELECTRODOMÉSTICOS SELECCIONADOS. PROMOCIÓN VÁLIDA CON LA TARJETA DE CRÉDITO FÍSICA CENCOPAY TODOS LOS DÍAS DESDE EL 01/07/2025 AL 31/07/2025.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA CON LA TARJETA DE CRÉDITO CENCOPAY TODOS LOS DÍAS DESDE EL 01/07/2025 AL 31/07/2025 EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO 3, 6 Y 12 CUOTAS SIN INTERÉS EN ELECTRODOMÉSTICOS SELECCIONADOS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\".\"",
    "weekdayIndex": 2
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/san-juan.png\"><div><h4> \"30% Dto.\"<h6> \"con Tarjetas de Crédito emitidas por el BANCO, utilizando Modo desde la app del Banco o app Modo.\"<div><p> \"Consulte locales adheridos y canal de venta, en https://www.bancosanjuan.com/personas/beneficios\" y para conocer cómo utilizar MODO desde la App del Banco ingrese a https://www.bancosanjuan.com/personas/llegomodo.\r\nTope de reintegro: $16.000 por cuenta por semana.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Cartera Consumo. Vigencia: Aplicable exclusivamente los días miércoles desde el 01/06/2025 al 31/12/2025. Promoción: válida únicamente en comercios adheridos abonando en un pago, con Tarjetas de Crédito emitidas por el BANCO, utilizando Modo desde la app del Banco o app Modo. Es necesario que previo a realizar el pago el usuario tenga asociada a MODO la cuenta y la tarjeta de crédito con la que realizará la compra. Beneficio: Se otorgará un reintegro del 30 % en la cuenta asociada del cliente, dentro de los 30 días de realizada la compra. Tope de reintegro: $16.000 por cuenta por semana. Ejemplo: En una compra de $60.000 abonada con tarjeta Visa del Banco en un pago, el usuario recibirá dentro de los 30 días posteriores al pago un reintegro de $16.000 (Tope de la promoción). No aplica para pagos en cuotas ni efectuados a través de otras billeteras o plataformas de pago. Consulte locales adheridos y canal de venta, en https://www.bancosanjuan.com/personas/beneficios\" y para conocer cómo utilizar MODO desde la App del Banco ingrese a https://www.bancosanjuan.com/personas/llegomodo. El Banco solo informa el medio y las condiciones para el pago de los productos/servicios ofrecidos por el proveedor, previo a la contratación del producto o servicio, verifique con el proveedor sus condiciones y alcance de la garantía. Banco de San Juan S.A. - CUIT 30-50000944-2 –Av. Ignacio de la Roza 85 oeste, Capital, San Juan. MODO es un servicio prestado por el proveedor de servicios tecnológicos play digital s.a. cuit 30716829436 av del libertador 7208 torre ii p.4 caba, siendo la marca modo de su propiedad.\"",
    "weekdayIndex": 2
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"20% Dto.\"<h6> \"3 Cuotas Sin Interés\"<div><p> \"Exclusivo\"<b> \"Online\"<p> \"Haciendo tus compras los días Miércoles y programando la entrega para el día que prefieras.\r\n\r\nVER EXCLUSIONES:\r\nNO INCLUYE ELECTRODOMÉSTICOS, RODADOS, LIBRERÍA, CARNES, LECHES, MAYORISTAS DE FIAMBRERÍA, PRODUCTOS DE MARCAS EXCLUSIVAS, NI BODEGAS (LA RURAL, TRUMPETER, RUTINI, CHANDON, 33 SUR, TERRAZAS DE LOS ANDES, LATITUD 33, MERCIER Y BARON B). EL DESCUENTO SE EFECTIVIZARÁ EN EL CHECK OUT. \r\nNO ES ACUMULABLE CON OTROS DESCUENTOS Y/O PROMOCIONES.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIONES VÁLIDAS DESDE EL 30/04/2025 AL 31/07/2025 PARA COMPRAS REALIZADAS CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS, NI TAMPOCO PARA COMPRAS REALIZADAS EN LOCALES \"VEA EXPRESS\". (1) PROMOCIÓN VÁLIDA SOLO LOS DÍAS MIÉRCOLES EN LOS SITIOS WEB OBTENIENDO UN 20% DE DESCUENTO EN TU COMPRA ONLINE. NO INCLUYE ELECTRODOMÉSTICOS, RODADOS, LIBRERÍA, CARNES, LECHES, MAYORISTAS DE FIAMBRERÍA, PRODUCTOS DE MARCAS EXCLUSIVAS (C&CO, HOME CARE, FAMILY CARE, PET FUN, JUMBO Y VEA), NI BODEGAS (LA RURAL, TRUMPETER, RUTINI, CHANDON, 33 SUR, TERRAZAS DE LOS ANDES, LATITUD 33, MERCIER Y BARON B). EL DESCUENTO SE EFECTIVIZARÁ EN EL CHECK OUT. (2) PROMOCIÓN VÁLIDA SOLO LOS DÍAS MIÉRCOLES EN LOS SITIOS WEB OBTENIENDO SOLO 3 CUOTAS SIN INTERÉS EN TODA LA COMPRA ONLINE. NO INCLUYE ELECTRODOMÉSTICOS. INCLUYE SOLO VENTA NO PRESENCIAL. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS. (2) PLAN 3: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 2
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/jubilados-jumbo.png\"><div><h4> \"15% Dto.\"<h6> \"con todos los medios de pagos, para jubilados y mayores de 60 años.\"<div><p> \"Comprando los  días Miércoles. Exclusivo para compras presenciales  y compras telefónicas llamando al 0810-999-58626. Válido para los locales de BUENOS AIRES, ROSARIO Y COMODORO.\r\n15% Descuento para Jubilados y Pensionados Debés ser socio Jumbo.-  Pagando con tarjeta Cencosud 20% de descuento. Solo para consumidor final.\r\nNo acumulable con otras ofertas o promociones vigentes.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"JUBILADOS: 15% PARA JUBILADOS Y PENSIONADOS LOS DÍAS MIÉRCOLES, VÁLIDO PARA CONSUMIDOR FINAL. VÁLIDO PARA LOS LOCALES DE BUENOS AIRES, ROSARIO Y COMODORO, DEBERÁN PRESENTAR DNI, LC, LE, CI, DOCUMENTACIÓN DE ANSES O PAMI MENORES DE 60 AÑOS UN RECIBO DE HABERES DE DESCUENTO EXCLUSIVO PARA JUBILADOS. EL DESCUENTO SE EFECTIVIZARÁ EN LA LÍNEA DE CAJAS. NO INCLUYE ELECTRO, BODEGAS LA RURAL, RUTINI WINES, LEONCIO ARIZU, CHANDON, TERRAZAS DE LOS ANDES, VALMONT, LATITUD 33, CATENA ZAPATA, MERCIER Y BARON B, ESCORIHUELA GASCON Y BRIK, KITS ESENCIALES, Yerbas, Fideos, yogures, aceites y leches.  TARJETA CENCOSUD: DESCUENTO EXCLUSIVO PARA JUBILADOS, DEBERÁN PRESENTAR DNI, LC, LE, CI, DOCUMENTACIÓN DE ANSES O PAMI MENORES DE 65 AÑOS UN RECIBO DE HABERES. PROMOCIÓN VÁLIDA PARA COMPRAS REALIZADAS CON TARJETA CENCOSUD 20% SÓLO LOS DÍAS MIÉRCOLES  EN LOS LOCALES JUMBO HABILITADOS DE BUENOS AIRES, ROSARIO Y COMODORO. VALIDO COMPRAS PRESENCIALES Y VENTA TELEFONICA. NO INCLUYE ELECTRO, BODEGAS CHANDON, TERRAZAS DE LOS ANDES, LA RURAL, LEONCIO ARIZU, RUTINI WINES, VALMONT, LATITUD 33, CATENA ZAPATA, MERCIER, BARON B, ESCORIHUELA GASCON, BRIK. DESCUENTO NO ACUMULABLE CON OTRAS PROMOCIONES Y/O DESCUENTOS. EL DESCUENTO SE EFECTIVIZARÁ EN LA LÍNEA DE CAJAS. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL. EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O PARA MAS INFORMACION EN WWW.TARJETACENCOSUD.COM.AR. CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 2
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/jubilados-jumbo.png\"><div><h4> \"10% Dto.\"<h6> \"con todos los medios de pagos, para jubilados y mayores de 60 años.\"<div><p> \"Exclusivo para compras presenciales  y compras telefónicas llamando al 0810-999-58626.\r\nVálido en Jumbo CÓRDOBA, MENDOZA, TUCUMAN, SALTA Y NEUQUEN.\r\nSolo para consumidor final.\r\n10% Descuento para Jubilados y Pensionados Debés ser socio Jumbo.-  Pagando con tarjeta Cencosud 15% de descuento. Solo para consumidor final.\r\nNo acumulable con otras promociones y/o descuentos vigentes\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"JUBILADOS: 10% PARA JUBILADOS Y PENSIONADOS LOS DÍAS MIÉRCOLES, VÁLIDO PARA CONSUMIDOR FINAL. VÁLIDO PARA LOS LOCALES DE CÓRDOBA, MENDOZA, TUCUMAN, SALTA Y NEUQUEN, DEBERÁN PRESENTAR DNI, LC, LE, CI, DOCUMENTACIÓN DE ANSES O PAMI MENORES DE 60 AÑOS UN RECIBO DE HABERES DE DESCUENTO EXCLUSIVO PARA JUBILADOS. EL DESCUENTO SE EFECTIVIZARÁ EN LA LÍNEA DE CAJAS. NO INCLUYE ELECTRO, BODEGAS LA RURAL, RUTINI WINES, LEONCIO ARIZU, CHANDON, TERRAZAS DE LOS ANDES, VALMONT, LATITUD 33, CATENA ZAPATA, MERCIER Y BARON B, ESCORIHUELA GASCON Y BRIK, KITS ESENCIALES, Yerbas, Fideos, yogures, aceites y leches.  TARJETA CENCOSUD: DESCUENTO EXCLUSIVO PARA JUBILADOS, DEBERÁN PRESENTAR DNI, LC, LE, CI, DOCUMENTACIÓN DE ANSES O PAMI MENORES DE 65 AÑOS UN RECIBO DE HABERES. PROMOCIÓN VÁLIDA PARA COMPRAS REALIZADAS CON TARJETA CENCOSUD 15% SÓLO LOS DÍAS MIÉRCOLES  EN LOS LOCALES JUMBO HABILITADOS DE CÓRDOBA, MENDOZA, TUCUMAN, SALTA Y NEUQUEN. VALIDO COMPRAS PRESENCIALES Y VENTA TELEFONICA. NO INCLUYE ELECTRO, BODEGAS CHANDON, TERRAZAS DE LOS ANDES, LA RURAL, LEONCIO ARIZU, RUTINI WINES, VALMONT, LATITUD 33, CATENA ZAPATA, MERCIER, BARON B, ESCORIHUELA GASCON, BRIK. DESCUENTO NO ACUMULABLE CON OTRAS PROMOCIONES Y/O DESCUENTOS. EL DESCUENTO SE EFECTIVIZARÁ EN LA LÍNEA DE CAJAS. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL. EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O PARA MAS INFORMACION EN WWW.TARJETACENCOSUD.COM.AR. CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 2
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/200x82-santander.png\"><div><h4> \"12 cuotas sin interés\"<h6> \"en Electro\"<div><p> \"PROMOCIÓN VÁLIDA DESDE 7/03/2025 HASTA 31/07/2025 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTRO TV, AUDIO Y VIDEO, ELECTRÓNICA LIVIANA, COMPUTACIÓN, APARATOS DE TELEFONÍA, HELADERAS Y FREEZERS, LAVARROPAS, SECARROPAS Y LAVAVAJILLAS, TERMOTANQUES Y CALEFONES, COCINAS, HORNOS, ANAFES, MICROONDAS Y ACCESORIOS, PURIFICADORES Y EXTRACTORES , FRÍO Y CALOR.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. PROMOCIÓN VÁLIDA DESDE 7/03/2025 HASTA 31/07/2025 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTRO TV, AUDIO Y VIDEO, ELECTRÓNICA LIVIANA, COMPUTACIÓN, APARATOS DE TELEFONÍA, HELADERAS Y FREEZERS, LAVARROPAS, SECARROPAS Y LAVAVAJILLAS, TERMOTANQUES Y CALEFONES, COCINAS, HORNOS, ANAFES, MICROONDAS Y ACCESORIOS, PURIFICADORES Y EXTRACTORES , FRÍO Y CALOR.  EN 12 CUOTAS CON TARJETAS EMITIDAS POR BANCO SANTANDER VISA/MASTERCARD, BANCO GALICIA VISA/MASTERCARD Y AMERICAN EXPRESS, TARJETA NARANJA. NO PARTICIPAN LAS COMPRAS EFECTUADAS A TRAVÉS DE TODO PAGO Y MERCADO DE PAGO. LA PRESENTE PROMOCIÓN ES VÁLIDA SÓLO PARA CONSUMOS DE TIPO FAMILIAR, Y NO SE ACUMULA A OTRAS PROMOCIONES. EN EL CASO DE DUDA SOBRE EL DESTINO DEL CONSUMO. LOS ACCIONISTAS DE DICHOS BANCOS LIMITAN SU RESPONSABILIDAD A LA INTEGRACIÓN DE LAS ACCIONES SUSCRIPTAS LEY 19.550 Y LEY 25.738. COSTO FINANCIERO TOTAL EFECTIVO ANUAL: 0.00%. TASA NOMINAL ANUAL 0.00%. TASA EFECTIVA ANUAL 0,00%. CFTEA:0,00%. CFTEA (CON IVA) 0,00%.  CFTEA (SIN IVA) 0,00%.\"",
    "weekdayIndex": 2
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/LOGO-MODO-NUEVO-2024.png\"><div><h4> \"10% Dto.\"<h6> \"apliquen pagando con MODO\"<div><p> \"Tope de reintegro $5.000 por transacción y $15.000 por banco para compras mayor o iguales a $40.000. Este beneficio es acumulable con otras promociones vigentes que apliquen pagando con MODO. Promoción válida para Argentina del 24/07/2025 al 30/07/2025. Aplica para bancos adheridos.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Este beneficio es acumulable con otras promociones vigentes que apliquen pagando con MODO.\r\nTope de reintegro $5.000 por transacción y $15.000 por banco para compras mayor o iguales a $40.000. Aplica únicamente a aquellos usuarios que sean titulares de una cuenta bancaria en la entidad emisora de la tarjeta con la que realiza el pago. No olvides asociarla si usas la app MODO. Promoción válida para Argentina del 24/07/2025 al 30/07/2025. Aplica para bancos adheridos. MODO Contactless (NFC) disponible sólo en dispositivos Android. PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN www.modo.com.ar/promos. No válido en autopagos. Play Digital S.A. (MODO), CUIT 30-71682943-6, Av. del Libertador 7208 3°, CABA.\"",
    "weekdayIndex": 2
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/200x82-BBVA.png\"><div><h4> \"12 cuotas sin interés\"<h6> \"en Electro | para compras con Tarjeta de Crédito Visa o Mastercard.\"<div><p> \"PROMOCIÓN VÁLIDA DESDE 8/03/2025 HASTA 31/07/2025 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTRO TV, AUDIO Y VIDEO, ELECTRÓNICA LIVIANA, COMPUTACIÓN, APARATOS DE TELEFONÍA, HELADERAS Y FREEZERS, LAVARROPAS, SECARROPAS Y LAVAVAJILLAS, TERMOTANQUES Y CALEFONES, COCINAS, HORNOS, ANAFES, MICROONDAS Y ACCESORIOS, PURIFICADORES Y EXTRACTORES , FRÍO Y CALOR.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. PROMOCIÓN VÁLIDA DESDE 8/03/2025 HASTA 31/07/2025 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTRO TV, AUDIO Y VIDEO, ELECTRÓNICA LIVIANA, COMPUTACIÓN, APARATOS DE TELEFONÍA, HELADERAS Y FREEZERS, LAVARROPAS, SECARROPAS Y LAVAVAJILLAS, TERMOTANQUES Y CALEFONES, COCINAS, HORNOS, ANAFES, MICROONDAS Y ACCESORIOS, PURIFICADORES Y EXTRACTORES , FRÍO Y CALOR.  EN 12 CUOTAS CON TARJETAS EMITIDAS POR BBVA. PARA COMPRAS CON TARJETA DE CRÉDITO VISA O MASTERCARD. NO PARTICIPAN TARJETAS VISA PURCHASING, DISTRIBUTION Y CORPORATE NI LAS COMPRAS EFECTUADAS A TRAVÉS DE TODO PAGO Y MERCADO DE PAGO. LA PRESENTE PROMOCIÓN ES VÁLIDA SÓLO PARA CONSUMOS DE TIPO FAMILIAR, Y NO SE ACUMULA A OTRAS PROMOCIONES. EN EL CASO DE DUDA SOBRE EL DESTINO DEL CONSUMO. LOS ACCIONISTAS DE BANCO BBVA ARGENTINA S.A. LIMITAN SU RESPONSABILIDAD A LA INTEGRACIÓN DE LAS ACCIONES SUSCRIPTAS LEY 19.550 Y LEY 25.738 CUIT 30-50000319-3. AVDA.CÓRDOBA 111- PISO 31 CABA - CP C1054AAA COSTO FINANCIERO TOTAL EFECTIVO ANUAL: 0.00%. TASA NOMINAL ANUAL 0.00%. TASA EFECTIVA ANUAL 0,00%. CFTEA:0,00%  CFTEA (CON IVA) 0,00%  CFTEA (SIN IVA) 0,00%.\"",
    "weekdayIndex": 2
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/galicia-200x82.png\"><div><h4> \"12 cuotas sin interés\"<h6> \"en Electro\"<div><p> \"Para compras realizadas con Tarjeta Visa, Tarjeta Mastercard, Tarjeta American Express. Promoción valida únicamente en los comercios adheridos. Dicha promoción no es acumulable con otras promociones vigentes.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. Tasa Nominal Anual, en adelante \"TNA\": 0,00%, Tasa Efectiva Anual, en adelante \"TEA\": 0,00%, Costo Financiero Total Efectivo Anual, en adelante \"CFTEA\": 0,00%.\"CFTEA\"+IVA: 0,00%. Promoción en solo 12 cuotas sin interés, para compras realizadas en el País. Válida para los días comprendidos entre el 14/02/2025 y el 30/09/2025, para compras realizadas con Tarjeta Visa, Tarjeta Mastercard, Tarjeta American Express. Promoción valida únicamente en los comercios adheridos. Dicha promoción no es acumulable con otras promociones vigentes. Ejemplo: Una compra de $1000 y se paga en 12 cuotas: el valor de cada cuota será de $83.33. No aplica para compras realizadas con tarjetas de Crédito Visa Business, Visa Rural y Tarjetas de Débito. Válido también para pagos realizados a través de MODO con Tarjetas Galicia. La promoción no aplica a pagos a través de billeteras virtuales (excepto Modo, Google Pay y Apple Pay), mPos y/o plataformas de pago online. MODO es marca registrada por Play Digital S.A., CUIT 30-71682943-6, con domicilio en Av. del Libertador 7208, Torre I, Piso 3, CABA (\"PDSA\") y es un Proveedor de Servicios Tecnológicos de Banco de Galicia y Buenos Aires S.A.U. Sólo podrán participar de la promoción aquellos clientes que al momento de comprar se encuentren al día con sus productos. Banco Galicia solo es el medio de pago para la adquisición del producto/servicio. Tasa Nominal Anual \"TNA\": 0,00%, Tasa Efectiva Anual \"TEA\": 0,00%, Costo Financiero Total Efectivo Anual \"CFTEA\": 0,00%.\"CFTEA\"+IVA: 0,00%.\"",
    "weekdayIndex": 2
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 cuotas sin interés\"<h6> \"en Toda la Compra\"<div><p> \"NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR. EXCLUYE ELECTRO.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIONES VÁLIDAS DESDE EL 1/04/2025 AL 31/07/2025 PARA COMPRAS REALIZADAS CON TARJETA DE CRÉDITO CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\".   (1) PROMOCIÓN VÁLIDA DE LUNES A JUEVES EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO SOLO 3 CUOTAS SIN INTERÉS EN TODA LA COMPRA. NO INCLUYE ELECTRODOMÉSTICOS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS. (1) PLAN 3: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).  EXCLUYE ELECTRO.\"",
    "weekdayIndex": 2
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/200x82-santander.png\"><div><h4> \"25% Dto.\"<h6> \"Cuenta sueldo y jubilados. acrediten sueldo o jubilación en Santander\"<div><p> \"Realizá tu compra el día que prefieras programando tu entrega los días Miércoles.\r\nPromoción válida para Tarjetas: VISA Débito y Crédito en 1 pago. Excluye Clientes Select.\r\nTope de reintegro $20.000 por mes por cliente.\r\nNO ACUMULABLE CON OTRAS PROMOCIONES Y/O DESCUENTOS VIGENTES. \r\nVALIDO PARA CONSUMIDOR FINAL.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. VÁLIDO para compras en tiendas y online los días miércoles del 01/07/25 hasta el 31/07/25. Para compras online realizá tu compra el día que prefieras programando tu entrega los días Miércoles. No acumulable con otras promociones. Válido para tarjetas: VISA Débito y Crédito en 1 pago. Clientes que acreditan sueldo en el banco. Ejemplo: en una compra con tu Tarjeta de Débito de $ 90.000 , veras reflejado en el resumen de tu cuenta un consumo de $90.000 y un reintegro de $ 20.000 (tope) mensual por cliente. SE EXCLUYE EL RUBRO ELECTRO, CARNES, BODEGAS CHANDON, LA RURAL,TERRAZAS DE LOS ANDES CATENA ZAPATA, ALAMOS, EL ENEMIGO, MERCIER, BARON B,VALMONT, LATITUD 33,CLOS DE LOS 7, RUTINI, ESCORIHUELA GASCON Y BRIK.TODO EL RUBRO ALCOHOL TODO EL RUBRO ALCOHOL NO ACUMULABLE CON OTRAS PROMOCIONES Y/O DESCUENTOS VIGENTES. VALIDO PARA CONSUMIDOR FINAL. LOS ACCIONISTAS DE BANCO SANTANDER ARGENTINA S.A. NO RESPONDEN EN EXCESO DE SU INTEGRACIÓN ACCIONARIA. Realizá tu compra el día que prefieras programando tu entrega los días Miércoles. Promoción válida para Tarjetas: VISA Débito y Crédito en 1 pago. Clientes que acreditan sueldo en el banco. Tope de reintegro $20.000 por mes por cliente. NO ACUMULABLE CON OTRAS PROMOCIONES Y/O DESCUENTOS VIGENTES. VALIDO PARA CONSUMIDOR FINAL.\"",
    "weekdayIndex": 2
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/comafi-vtex.png\"><div><h4> \"3 Cuotas sin Interés\"<h6> \"abonando con tarjetas de crédito emitidos por Banco Comafi.\"<div><p> \"Promoción válida todos los días desde el 03/06/25 hasta el 31/07/25 abonando con tarjetas de crédito pertenecientes a Servicios de cuenta Global, Classic, Premium y ÚNICO emitidos por Banco Comafi. Hasta 3 cuotas sin interés.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Oferta exclusiva para la cartera de consumo. Promoción válida todos los días desde el 03/06/25 hasta el 31/07/25 abonando con tarjetas de crédito pertenecientes a Servicios de cuenta Global, Classic, Premium y ÚNICO emitidos por Banco Comafi. Hasta 3 cuotas sin interés. Quedan excluidas aquellas tarjetas de crédito Credial, Business y Corporativas emitidas en Argentina por Banco Comafi. No acumulable con otras promociones ni entre sí. Sólo válido para aquellos clientes que se encuentren al día en sus productos. El beneficio no será aplicado en aquellas compras realizadas a través de MercadoPago. Consultar locales adheridos y medios de pago habilitados en www.tevabien.com. El beneficio no será aplicado para aquellas compras realizadas con Plan Gobierno. Banco Comafi S.A. con domicilio en Av. Roque Sáenz Peña 660, piso 1, CUIT 30-60473101-8.*CFT: 0,0% Costo Financiero Total Efectivo Anual. TNA: 0,0% Tasa Nominal Anual. TEA: 0,0% Tasa Efectiva Anual.\"",
    "weekdayIndex": 2
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 cuotas sin interés\"<h6> \"en Pequeños Electros.\"<div><p> \"PROMOCIÓN VÁLIDA CON LA TARJETA DE CRÉDITO FÍSICA CENCOPAY TODOS LOS DÍAS DESDE EL 01/07/2025 AL 31/07/2025 EN LOS LOCALES HABILITADOS Y SITIOS WEB.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA CON LA TARJETA DE CRÉDITO CENCOPAY TODOS LOS DÍAS DESDE EL 01/07/2025 AL 31/07/2025 EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO 3 CUOTAS SIN INTERÉS EN PEQUEÑOS ELECTRODOMÉSTICOS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\".\"",
    "weekdayIndex": 2
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/logo-amex-jumbo.png\"><div><h4> \"25% Dto.\"<h6><div><p> \"Exclusivo\"<b> \"Online\"<p> \"Realizá tu compra el día que prefieras y programá tu entrega para LOS DÍAS JUEVES.\r\nVálido Tarjetas Personales emitidas y administradas por AMERICAN EXPRESS ARGENTINA S.A\r\nTope máximo de reintegro: $15.000 para The Platinum Card ® y Centurion ®, por día de promoción, por cuenta. Tope máximo de reintegro: $10.000 para el resto de las tarjetas, por día de promoción, por cuenta.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"BENEFICIO VÁLIDO ÚNICAMENTE PARA LOS DÍAS JUEVES DEL 3 DE JULIO AL 31 DE JULIO INCLUSIVE, ABONANDO CON TODAS LAS TARJETAS PERSONALES -TITULARES O ADICIONALES- EMITIDAS Y ADMINISTRADAS POR AMERICAN EXPRESS ARGENTINA S.A. VÁLIDO PARA COMPRAS ONLINE CON ENTREGA ÚNICAMENTE LOS DÍAS JUEVES, EN LA WEB. NO VÁLIDO PARA PRODUCTOS DE ELECTRO. AMERICAN EXPRESS REALIZARÁ EL REINTEGRO DEL 25% DE LA COMPRA EN LA CUENTA DEL SOCIO TITULAR DENTRO DE LOS DOS SIGUIENTES RESUMENES DE REALIZADA. Tope máximo de reintegro: $15.000 para The Platinum Card ® y Centurion ®, por día de promoción, por cuenta. Tope máximo de reintegro: $10.000 para el resto de las tarjetas, por día de promoción, por cuenta . NO ACUMULABLE CON OTRAS PROMOCIONES. SE EXCLUYE EL RUBRO ELECTRO, CARNES, ACEITE DE FIDEICOMISO, KIT ESENCIALES, BODEGAS CHANDON,LA RURAL,TERRAZAS DE LOS ANDES CATENA ZAPATA ,ALAMOS, EL ENEMIGO, MERCIER, BARON B,VALMONT,LATITUD 33,CLOS DE LOS 7, RUTINI, ESCORIHUELA GASCON Y BRIK. LA PRESENTE PROMOCIÓN ES VÁLIDA SOLO PARA CONSUMOS DE TIPO FAMILIAR A CONSUMIDOR FINAL. NO ACUMULABLE CON OTRAS PROMOCIONES Y/O DESCUENTOS VIGENTES. VÁLIDO PARA CONSUMIDOR FINAL.\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/NaranjaX-logo.png\"><div><h4> \"12 Cuotas sin Interés\"<h6> \"En Electro\"<div><p> \"Válido todos los días desde el 1 de junio de 2025 al 31 de Julio de 2025. Válido exclusivamente en productos seleccionados de electro.  Beneficio no válido para compras realizadas con Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Beneficio válido para titulares y adicionales de tarjeta de crédito Naranja X de todo el país que compren en PLAN 12 Cuotas Cero interés: Costo Financiero Total (CFT) 0% Tasa Efectiva Anual (TEA) 0% Tasa Nominal Anual (TNA) 0%.  Válido todos los días desde el 1 de junio de 2025 al 31 de Julio de 2025. Aplica para venta online. Válido exclusivamente en productos seleccionados de electro, en todas las sucursales Disco, Jumbo y Vea del país.  Beneficio no válido para compras realizadas con Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales-En caso de fuerza mayor y/o caso fortuito que genere alguna imposibilidad para llevar a cabo el beneficio o para continuar con el mismo, Naranja X podrá suspender definitivamente o transitoriamente el beneficio, como así también introducir las modificaciones pertinentes. La tarjeta de crédito es comercializada por Tarjeta Naranja S. A.U. CUIT 30685376349, La Tablada 451, Córdoba.\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/banco-nacion.png\"><div><h4> \"12 y 6\"<h6> \"cuotas sin interés\"<div><p> \"12 y 6 CUOTAS SIN INTERÉS EN PRODUCTOS SELECCIONADOS DE ELECTRODOMÉSTICOS ABONANDO CON TARJETAS DE CREDITO VISA/MASTERCARD DE BANCO NACION.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA TODOS LOS DÍAS EN LA REPÚBLICA ARGENTINA EN COMERCIOS ADHERIDOS PARA COMPRAS ONLINE 12 y 6 CUOTAS SIN INTERÉS REALIZADAS CON TARJETAS DE CRÉDITO VISA Y MASTERCARD DEL BNA. NO APLICA PARA PAGOS CON SALDO EN CUENTA. CARTERA DE CONSUMO. EL BNA NO SE RESPONSABILIZA POR LA CALIDAD DE LOS PRODUCTOS ADQUIRIDOS. PROMOCIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA. TASA NOMINAL ANUAL (TNA) FIJA 0,00%. TASA EFECTIVA ANUAL (TEA) FIJA 0,00%. COSTO FINANCIERO TOTAL EXPRESADO EN TEA 0,00%. BANCO DE LA NACIÓN ARGENTINA – BARTOLOMÉ MITRE 326, CABA – CUIT 30-50001091-2.\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"25 % en un pago ó 18 CSI\"<h6> \"Electro\"<div><p> \"25% EN UN PAGO Ó 18 CSI EN ELECTRODOMÉSTICOS. COMPRAS REALIZADAS CON TARJETA DE CRÉDITO FÍSICA CENCOPAY. SOLO LOS DÍAS JUEVES EN LOS LOCALES HABILITADOS Y SITIOS WEB.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIONES VÁLIDAS DESDE EL 01/05/2025 AL 31/07/2025 PARA COMPRAS REALIZADAS CON TARJETA DE CRÉDITO CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTAS PROMOCIONES NO APLICAN PARA CLIENTES EN MORA O INHABILITADOS, NI TAMPOCO PARA COMPRAS REALIZADAS EN LOCALES \"VEA EXPRESS\". (1) PROMOCIÓN VÁLIDA SOLO LOS DÍAS JUEVES EN LOS LOCALES HABILITADOS Y SITIOS WEB, OBTENIENDO SOLO 18 CUOTAS SIN INTERÉS EN TODA LA COMPRA DE ELECTRODOMÉSTICOS. (2) PROMOCIÓN VÁLIDA SOLO LOS DÍAS JUEVES EN LOS LOCALES HABILITADOS Y SITIOS WEB, OBTENIENDO UN 25% DE DESCUENTO ABONANDO ENUN SOLO PAGO EN TU COMPRA DE ELECTRODOMÉSTICOS. EL DESCUENTO SE EFECTIVIZARÁ EN EL CHECK OUT. (1) PLAN 18: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 ,6 y 12 Cuotas sin Interés\"<h6> \"en Electrodomésticos.\"<div><p> \"3, 6 Y 12 CUOTAS SIN INTERÉS EN ELECTRODOMÉSTICOS SELECCIONADOS. PROMOCIÓN VÁLIDA CON LA TARJETA DE CRÉDITO FÍSICA CENCOPAY TODOS LOS DÍAS DESDE EL 01/07/2025 AL 31/07/2025.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA CON LA TARJETA DE CRÉDITO CENCOPAY TODOS LOS DÍAS DESDE EL 01/07/2025 AL 31/07/2025 EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO 3, 6 Y 12 CUOTAS SIN INTERÉS EN ELECTRODOMÉSTICOS SELECCIONADOS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\".\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/galicia-200x82.png\"><div><h4> \"25% Dto.\"<h6> \"1 solo pago | QR de MODO\"<div><p> \"Válida todos los días jueves comprendidos entre el 01/06/2025 y el 30/09/2025, para compras realizadas en 1 pago con Tarjetas Galicia escaneando el QR de MODO desde la app Galicia y/o MODO, con Tarjeta Galicia Débito y Crédito, Tarjeta Visa.  SE EXCLUYE EL RUBRO ELECTRO, CARNES, BODEGAS CHANDON,LA RURAL,TERRAZAS DE LOS ANDES CATENA ZAPATA ,ALAMOS, EL ENEMIGO, MERCIER, BARON B,VALMONT,LATITUD 33,CLOS DE LOS 7, RUTINI, ESCORIHUELA GASCON Y BRIK.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA EMINENT - CARTERA DE CONSUMO. Promoción del 25% de ahorro en compras realizadas, en el país, en un pago sobre el precio de contado, para clientes Éminent. Tope de reintegro: $20.000, por cliente, por mes. Válida todos los días jueves comprendidos entre el 01/6/2025 y el 30/09/2025, para compras realizadas en 1 pago con Tarjetas Galicia escaneando el QR de MODO desde la app Galicia y/o MODO, con Tarjeta Galicia Débito y Crédito, Tarjeta Visa. Promoción valida únicamente en los comercios adheridos. El importe ahorrado se acreditará dentro de los 10 días hábiles posteriores a la compra en la caja de ahorro común. Para acceder a la promoción, el participante deberá tener abierta una caja de ahorro común en el Banco, en donde se acreditará el monto del reintegro. Si el cliente tuviera más de una cuenta, el crédito se realizará en cualquiera de ellas a elección del Banco. Dicha promoción no es acumulable con otras promociones vigentes. Válido para consumidor final. Ejemplo: En una compra de $1000 en un pago: el importe del ahorro es de $300. No aplica para compras con tarjetas de Débito emitidas a por Anses para Asignación Universal por hijo ni Progresar. La promoción no aplica a pagos a través de billeteras virtuales (excepto Modo), mPos y/o plataformas de pago online. MODO es marca registrada por Play Digital S.A., CUIT 30-71682943-6, con domicilio en Av. del Libertador 7208, Torre II, Piso 4, CABA (“PDSA”) y es un Proveedor de Servicios Tecnológicos de Banco de Galicia y Buenos Aires S.A.U. Sólo podrán participar de la promoción aquellos clientes que al momento de comprar se encuentren al día con sus productos. Banco Galicia solo es el medio de pago para la adquisición del producto/servicio. SE EXCLUYE EL RUBRO ELECTRO, CARNES, BODEGAS CHANDON,LA RURAL,TERRAZAS DE LOS ANDES CATENA ZAPATA ,ALAMOS, EL ENEMIGO, MERCIER, BARON B,VALMONT,LATITUD 33,CLOS DE LOS 7, RUTINI, ESCORIHUELA GASCON Y BRIK.TODO EL RUBRO ALCOHOL. Válida todos los días jueves comprendidos entre el 01/6/2025 y el 30 /09/2025, para compras realizadas en 1 pago con Tarjetas Galicia escaneando el QR de MODO desde la app Galicia y/o MODO, con Tarjeta Galicia Débito y Crédito, Tarjeta Visa. SE EXCLUYE EL RUBRO ELECTRO, CARNES, BODEGAS CHANDON,LA RURAL,TERRAZAS DE LOS ANDES CATENA ZAPATA ,ALAMOS, EL ENEMIGO, MERCIER, BARON B,VALMONT,LATITUD 33,CLOS DE LOS 7, RUTINI, ESCORIHUELA GASCON Y BRIK.\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/logo-amex-jumbo.png\"><div><h4> \"25% Dto.\"<h6> \"1 sólo pago | EMITIDAS Y ADMINISTRADAS POR AMERICAN EXPRESS ARGENTINA S.A.\"<div><p> \"Válido en Tiendas Físicas sólo por el jueves 31/07/2025.\r\nPOR REINTEGRO -  POR CUENTA POR DIA $10.000 para clientes no premium y $15.000 para Tarjetas Premium - Platinum RCP y Centurion.\r\nNO ACUMULABLE CON OTRAS PROMOCIONES Y/O DESCUENTOS VIGENTES. \r\nVÁLIDO PARA CONSUMIDOR FINAL.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"VÁLIDO PRESENCIAL: BENEFICIO VÁLIDO ÚNICAMENTE PARA EL JUEVES 31/07/2025, ABONANDO CON TODAS LAS TARJETAS PERSONALES -TITULARES O ADICIONALES- EMITIDAS Y ADMINISTRADAS POR AMERICAN EXPRESS ARGENTINA S.A. VÁLIDO PARA COMPRAS PRESENCIALES EN TODAS LAS SUCURSALES. NO VÁLIDO PARA PRODUCTOS DE ELECTRO. AMERICAN EXPRESS REALIZARÁ EL REINTEGRO DEL 25% DE LA COMPRA EN LA CUENTA DEL SOCIO TITULAR DENTRO DE LOS DOS SIGUIENTES RESUMENES DE REALIZADA. TOPE MÁXIMO DE REINTEGRO: $10.000 para clientes no premium y $15.000 para clientes premium por cuenta por día. NO ACUMULABLE CON OTRAS PROMOCIONES. SE EXCLUYE EL RUBRO ELECTRO, CARNES, BODEGAS CHANDON, LA RURAL, TERRAZAS DE LOS ANDES CATENA ZAPATA, ALAMOS, EL ENEMIGO, MERCIER, BARON B,VALMONT, LATITUD 33,CLOS DE LOS 7, RUTINI, ESCORIHUELA GASCON Y BRIK. LA PRESENTE PROMOCIÓN ES VÁLIDA SOLO PARA CONSUMOS DE TIPO FAMILIAR A CONSUMIDOR FINAL. VÁLIDO PARA CONSUMIDOR FINAL.\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/vtex-clarin.png\"><div><h4> \"10% Dto.\"<h6> \"Presentando su Tarjeta Clarín 365  + 5% adicional con Tarjeta Cencopay\"<div><p> \"Válido en compras presenciales y Online, generando tu pedido los días Lunes y Jueves.\r\nPRESENTANDO LA TARJETA CLARÍN 365 O 365 PLUS Y SEAN SOCIOS DEL PROGRAMA JUMBO MÁS.\r\nABONANDO CON TARJETA CENCOPAY TENDRÁN UN 5% DE DESCUENTO ADICIONAL.\r\nVálido para compras en esos días, el descuento se realiza una vez que se efectúe el pago, sin importar para cuando se programe el pedido. \r\n\r\nSOLO CONSUMO FAMILIAR.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PARA MÁS INFORMACIÓN CONSULTE EN WWW.365.CLARIN.COM DESCUENTO VÁLIDO LOS LUNES Y JUEVES DESDE EL 01/03/2025 AL 31/12/2025 INCLUSIVE, PARA COMPRAS EN LOS LOCALES HABILITADOS Y SITIOS WEB PARA MAYORES DE 18 AÑOS QUE AL MOMENTO DEL PAGO DE SU COMPRA ACREDITEN SU IDENTIDAD, PRESENTEN LA TARJETA CLARÍN 365 O 365 PLUS Y SEAN SOCIOS DEL PROGRAMA JUMBO MÁS O VEA AHORRO. (1) LA PROMOCIÓN APLICARÁ UN DESCUENTO DEL 10% PARA COMPRAS PRESENCIALES Y PARA COMPRAS A TRAVÉS DE LOS SITIOS WEB. (2) PROMOCIÓN VÁLIDA PARA COMPRAS EN LOS LOCALES HABILITADOS Y SITIOS WEB QUE ABONEN CON SU TARJETA DE CRÉDITO FÍSICA CENCOPAY, OBTENIENDO UN 5% DE DESCUENTO ADICIONAL. NO APLICABLE EN CAJAS DE AUTOSERVICIO. SOLO CONSUMO FAMILIAR. NO INCLUYE ELECTRODOMÉSTICOS, RODADOS, LIBRERÍA, CARNES, LECHES, MAYORISTAS DE FIAMBRERÍA, BODEGAS (LA RURAL, TRUMPETER, RUTINI, CHANDON, 33 SUR, TERRAZAS DE LOS ANDES, LATITUD 33, MERCIER Y BARON B.Y LOS GENEROSOS). NO ACUMULABLE CON OTRAS PROMOCIONES, DESCUENTOS. NO ACUMULABLE LOS DÍAS EMISIÓN NI REDENCIÓN DE PESOSCHECK. NO INCLUYE PRODUCTOS DE MARCAS PROPIAS (C&CO, HOME CARE, FAMILY CARE, PET FUN, JUMBO Y VEA), COMPRAS REALIZADAS EN LOCALES \"VEA EXPRESS\" NI ACEITES DE FIDEICOMISO. PARA MÁS INFORMACIÓN CONSULTAR EN WWW.365.COM.AR/REGLAMENTO O AL 0810.333.0365. EL DESCUENTO SE EFECTIVIZARÁ EN LA LÍNEA DE CAJAS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS. CONSULTE COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/200x82-santander.png\"><div><h4> \"12 cuotas sin interés\"<h6> \"en Electro\"<div><p> \"PROMOCIÓN VÁLIDA DESDE 7/03/2025 HASTA 31/07/2025 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTRO TV, AUDIO Y VIDEO, ELECTRÓNICA LIVIANA, COMPUTACIÓN, APARATOS DE TELEFONÍA, HELADERAS Y FREEZERS, LAVARROPAS, SECARROPAS Y LAVAVAJILLAS, TERMOTANQUES Y CALEFONES, COCINAS, HORNOS, ANAFES, MICROONDAS Y ACCESORIOS, PURIFICADORES Y EXTRACTORES , FRÍO Y CALOR.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. PROMOCIÓN VÁLIDA DESDE 7/03/2025 HASTA 31/07/2025 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTRO TV, AUDIO Y VIDEO, ELECTRÓNICA LIVIANA, COMPUTACIÓN, APARATOS DE TELEFONÍA, HELADERAS Y FREEZERS, LAVARROPAS, SECARROPAS Y LAVAVAJILLAS, TERMOTANQUES Y CALEFONES, COCINAS, HORNOS, ANAFES, MICROONDAS Y ACCESORIOS, PURIFICADORES Y EXTRACTORES , FRÍO Y CALOR.  EN 12 CUOTAS CON TARJETAS EMITIDAS POR BANCO SANTANDER VISA/MASTERCARD, BANCO GALICIA VISA/MASTERCARD Y AMERICAN EXPRESS, TARJETA NARANJA. NO PARTICIPAN LAS COMPRAS EFECTUADAS A TRAVÉS DE TODO PAGO Y MERCADO DE PAGO. LA PRESENTE PROMOCIÓN ES VÁLIDA SÓLO PARA CONSUMOS DE TIPO FAMILIAR, Y NO SE ACUMULA A OTRAS PROMOCIONES. EN EL CASO DE DUDA SOBRE EL DESTINO DEL CONSUMO. LOS ACCIONISTAS DE DICHOS BANCOS LIMITAN SU RESPONSABILIDAD A LA INTEGRACIÓN DE LAS ACCIONES SUSCRIPTAS LEY 19.550 Y LEY 25.738. COSTO FINANCIERO TOTAL EFECTIVO ANUAL: 0.00%. TASA NOMINAL ANUAL 0.00%. TASA EFECTIVA ANUAL 0,00%. CFTEA:0,00%. CFTEA (CON IVA) 0,00%.  CFTEA (SIN IVA) 0,00%.\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/galicia-200x82.png\"><div><h4> \"20% Dto.\"<h6> \"QR de MODO | Valido 1 Pago con Tarjetas Galicia VISA emitidas por Banco Galicia\"<div><p> \"VÁLIDO PRESENCIAL LOS JUEVES | Promoción exclusiva abonando con tus Tarjetas Galicia Visa Débito y Visa Crédito.\r\n(Excluye tarjetas MasterCard y American Express).\r\nAplica sólo a pagos realizados a través de QR de Modo desde app Galicia y app Modo.\r\nTope de reintegro: $15.000 por cliente por mes.\r\nLa presente promoción no es acumulable con otras ofertas, descuentos y/o promociones vigentes. Válida para consumidor final.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO: Promoción del 20% de ahorro en compras realizadas en el país, en un pago sobre el precio de contado. Tope de reintegro $15.000 por cliente por mes. Válida todos los días JUEVES comprendidos entre el 01/06/2025 y el 30/09/2025, para compras realizadas escaneando el QR de MODO desde la app Galicia y/o MODO, abonando con tus Tarjetas Galicia Visa Débito y Visa Crédito. (Excluye tarjetas MasterCard y American Express). Promoción valida únicamente en los comercios adheridos. El importe ahorrado en las compras con Tarjetas Galicia VISA se verá reflejado en el mismo resumen en que ingresa el consumo o en el siguiente. La presente promoción no es acumulable con otras ofertas, descuentos y/o promociones vigentes. Se excluye el rubro electro, carnes. Válida para consumidor final. La promoción no aplica a pagos a través de billeteras virtuales (excepto Modo), mPos y/o plataformas de pago online. MODO es marca registrada por Play Digital S.A., CUIT 30-71682943-6, con domicilio en Av. del Libertador 7208, Torre II, Piso 4, CABA (“PDSA”) y es un Proveedor de Servicios Tecnológicos de Banco de Galicia y Buenos Aires S.A.U. Sólo podrán participar de la promoción aquellos clientes que al momento de comprar se encuentren al día con sus productos. Banco Galicia solo es el medio de pago para la adquisición del producto/servicio. SE EXCLUYE EL RUBRO ELECTRO, CARNES, BODEGAS CHANDON,LA RURAL,TERRAZAS DE LOS ANDES CATENA ZAPATA ,ALAMOS, EL ENEMIGO, MERCIER, BARON B,VALMONT,LATITUD 33,CLOS DE LOS 7, RUTINI, ESCORIHUELA GASCON Y BRIK.TODO EL RUBRO ALCOHOL. VÁLIDO PRESENCIAL LOS JUEVES | Promoción exclusiva abonando con tus Tarjetas Galicia Visa Débito y Visa Crédito. (Excluye tarjetas MasterCard y American Express). Aplica sólo a pagos realizados a través de QR de Modo desde app Galicia y app Modo. Tope de reintegro: $15.000 por cliente por mes. La presente promoción no es acumulable con otras ofertas, descuentos y/o promociones vigentes. Válida para consumidor final.\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/LOGO-MODO-NUEVO-2024.png\"><div><h4> \"10% Dto.\"<h6> \"apliquen pagando con MODO\"<div><p> \"Tope de reintegro $5.000 por transacción y $15.000 por banco para compras mayor o iguales a $40.000. Este beneficio es acumulable con otras promociones vigentes que apliquen pagando con MODO. Promoción válida para Argentina del 24/07/2025 al 30/07/2025. Aplica para bancos adheridos.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Este beneficio es acumulable con otras promociones vigentes que apliquen pagando con MODO.\r\nTope de reintegro $5.000 por transacción y $15.000 por banco para compras mayor o iguales a $40.000. Aplica únicamente a aquellos usuarios que sean titulares de una cuenta bancaria en la entidad emisora de la tarjeta con la que realiza el pago. No olvides asociarla si usas la app MODO. Promoción válida para Argentina del 24/07/2025 al 30/07/2025. Aplica para bancos adheridos. MODO Contactless (NFC) disponible sólo en dispositivos Android. PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN www.modo.com.ar/promos. No válido en autopagos. Play Digital S.A. (MODO), CUIT 30-71682943-6, Av. del Libertador 7208 3°, CABA.\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/200x82-BBVA.png\"><div><h4> \"12 cuotas sin interés\"<h6> \"en Electro | para compras con Tarjeta de Crédito Visa o Mastercard.\"<div><p> \"PROMOCIÓN VÁLIDA DESDE 8/03/2025 HASTA 31/07/2025 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTRO TV, AUDIO Y VIDEO, ELECTRÓNICA LIVIANA, COMPUTACIÓN, APARATOS DE TELEFONÍA, HELADERAS Y FREEZERS, LAVARROPAS, SECARROPAS Y LAVAVAJILLAS, TERMOTANQUES Y CALEFONES, COCINAS, HORNOS, ANAFES, MICROONDAS Y ACCESORIOS, PURIFICADORES Y EXTRACTORES , FRÍO Y CALOR.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. PROMOCIÓN VÁLIDA DESDE 8/03/2025 HASTA 31/07/2025 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTRO TV, AUDIO Y VIDEO, ELECTRÓNICA LIVIANA, COMPUTACIÓN, APARATOS DE TELEFONÍA, HELADERAS Y FREEZERS, LAVARROPAS, SECARROPAS Y LAVAVAJILLAS, TERMOTANQUES Y CALEFONES, COCINAS, HORNOS, ANAFES, MICROONDAS Y ACCESORIOS, PURIFICADORES Y EXTRACTORES , FRÍO Y CALOR.  EN 12 CUOTAS CON TARJETAS EMITIDAS POR BBVA. PARA COMPRAS CON TARJETA DE CRÉDITO VISA O MASTERCARD. NO PARTICIPAN TARJETAS VISA PURCHASING, DISTRIBUTION Y CORPORATE NI LAS COMPRAS EFECTUADAS A TRAVÉS DE TODO PAGO Y MERCADO DE PAGO. LA PRESENTE PROMOCIÓN ES VÁLIDA SÓLO PARA CONSUMOS DE TIPO FAMILIAR, Y NO SE ACUMULA A OTRAS PROMOCIONES. EN EL CASO DE DUDA SOBRE EL DESTINO DEL CONSUMO. LOS ACCIONISTAS DE BANCO BBVA ARGENTINA S.A. LIMITAN SU RESPONSABILIDAD A LA INTEGRACIÓN DE LAS ACCIONES SUSCRIPTAS LEY 19.550 Y LEY 25.738 CUIT 30-50000319-3. AVDA.CÓRDOBA 111- PISO 31 CABA - CP C1054AAA COSTO FINANCIERO TOTAL EFECTIVO ANUAL: 0.00%. TASA NOMINAL ANUAL 0.00%. TASA EFECTIVA ANUAL 0,00%. CFTEA:0,00%  CFTEA (CON IVA) 0,00%  CFTEA (SIN IVA) 0,00%.\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/galicia-200x82.png\"><div><h4> \"12 cuotas sin interés\"<h6> \"en Electro\"<div><p> \"Para compras realizadas con Tarjeta Visa, Tarjeta Mastercard, Tarjeta American Express. Promoción valida únicamente en los comercios adheridos. Dicha promoción no es acumulable con otras promociones vigentes.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. Tasa Nominal Anual, en adelante \"TNA\": 0,00%, Tasa Efectiva Anual, en adelante \"TEA\": 0,00%, Costo Financiero Total Efectivo Anual, en adelante \"CFTEA\": 0,00%.\"CFTEA\"+IVA: 0,00%. Promoción en solo 12 cuotas sin interés, para compras realizadas en el País. Válida para los días comprendidos entre el 14/02/2025 y el 30/09/2025, para compras realizadas con Tarjeta Visa, Tarjeta Mastercard, Tarjeta American Express. Promoción valida únicamente en los comercios adheridos. Dicha promoción no es acumulable con otras promociones vigentes. Ejemplo: Una compra de $1000 y se paga en 12 cuotas: el valor de cada cuota será de $83.33. No aplica para compras realizadas con tarjetas de Crédito Visa Business, Visa Rural y Tarjetas de Débito. Válido también para pagos realizados a través de MODO con Tarjetas Galicia. La promoción no aplica a pagos a través de billeteras virtuales (excepto Modo, Google Pay y Apple Pay), mPos y/o plataformas de pago online. MODO es marca registrada por Play Digital S.A., CUIT 30-71682943-6, con domicilio en Av. del Libertador 7208, Torre I, Piso 3, CABA (\"PDSA\") y es un Proveedor de Servicios Tecnológicos de Banco de Galicia y Buenos Aires S.A.U. Sólo podrán participar de la promoción aquellos clientes que al momento de comprar se encuentren al día con sus productos. Banco Galicia solo es el medio de pago para la adquisición del producto/servicio. Tasa Nominal Anual \"TNA\": 0,00%, Tasa Efectiva Anual \"TEA\": 0,00%, Costo Financiero Total Efectivo Anual \"CFTEA\": 0,00%.\"CFTEA\"+IVA: 0,00%.\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 cuotas sin interés\"<h6> \"en Toda la Compra\"<div><p> \"NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR. EXCLUYE ELECTRO.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIONES VÁLIDAS DESDE EL 1/04/2025 AL 31/07/2025 PARA COMPRAS REALIZADAS CON TARJETA DE CRÉDITO CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\".   (1) PROMOCIÓN VÁLIDA DE LUNES A JUEVES EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO SOLO 3 CUOTAS SIN INTERÉS EN TODA LA COMPRA. NO INCLUYE ELECTRODOMÉSTICOS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS. (1) PLAN 3: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).  EXCLUYE ELECTRO.\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"25 % y 3 Cuotas Sin Interés\"<h6> \"EN CARNES, FRUTAS, VERDURAS Y PESCADERÍA.\"<div><p> \"PROMOCIÓN VÁLIDA SOLO LOS DÍAS JUEVES EN LOS LOCALES HABILITADOS Y SITIOS WEB PARA COMPRAS REALIZADAS CON TARJETA DE CRÉDITO FÍSICA CENCOPAY.. EL DESCUENTO SE EFECTIVIZARÁ EN LA LÍNEA DE CAJAS.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIONES VÁLIDAS TODOS LOS JUEVES DESDE EL 01/06/2025 AL 31/07/2025 PARA COMPRAS REALIZADAS CON TARJETA DE CRÉDITO CENCOPAY. NO ACUMULABLES CON OTRAS PROMOCIONES Y/O DESCUENTOS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\". (1) PROMOCIÓN VÁLIDA SOLO LOS DÍAS JUEVES EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO UN 25% DE DESCUENTO EN CARNES, FRUTAS, VERDURAS Y PESCADERIA. EL DESCUENTO SE EFECTIVIZARÁ EN LA LÍNEA DE CAJAS. (2) PROMOCIÓN VÁLIDA SOLO LOS DÍAS JUEVES DESDE EL 01/06/2025 AL 30/06/2025 EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO SOLO 3 CUOTAS SIN INTERÉS EN TU COMPRA DE CARNES, FRUTAS Y VERDURAS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS. (2) PLAN 3: TASA NOMINAL ANUAL: 0,0%, TASA EFECTIVA ANUAL: 0,0%, COSTO FINANCIERO TOTAL NOMINAL ANUAL: 0,0%. SISTEMA FRANCÉS DE AMORTIZACIÓN MENSUAL EL COSTO FINANCIERO TOTAL SE EXPRESA COMO TASA NOMINAL ANUAL CORRESPONDIENTE AL FLUJO DE FONDOS CONSIDERADO. EL COSTO FINANCIERO TOTAL NOMINAL ANUAL NO INCLUYE LA COMISIÓN MENSUAL DE ADMINISTRACIÓN DE CUENTA NI COSTOS ASOCIADOS AL MANTENIMIENTO DE LA TARJETA. CONSULTE COMISIONES Y CARGOS VIGENTES ASOCIADOS A SU CUENTA AL 0810-9999-627 O EN CENCOPAY.AR/. CENCOSUD S.A. CUIT 30-59036076-3, SUIPACHA 1111, PISO 18, CABA (DOM. NO COMERCIAL).\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/comafi-vtex.png\"><div><h4> \"3 Cuotas sin Interés\"<h6> \"abonando con tarjetas de crédito emitidos por Banco Comafi.\"<div><p> \"Promoción válida todos los días desde el 03/06/25 hasta el 31/07/25 abonando con tarjetas de crédito pertenecientes a Servicios de cuenta Global, Classic, Premium y ÚNICO emitidos por Banco Comafi. Hasta 3 cuotas sin interés.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Oferta exclusiva para la cartera de consumo. Promoción válida todos los días desde el 03/06/25 hasta el 31/07/25 abonando con tarjetas de crédito pertenecientes a Servicios de cuenta Global, Classic, Premium y ÚNICO emitidos por Banco Comafi. Hasta 3 cuotas sin interés. Quedan excluidas aquellas tarjetas de crédito Credial, Business y Corporativas emitidas en Argentina por Banco Comafi. No acumulable con otras promociones ni entre sí. Sólo válido para aquellos clientes que se encuentren al día en sus productos. El beneficio no será aplicado en aquellas compras realizadas a través de MercadoPago. Consultar locales adheridos y medios de pago habilitados en www.tevabien.com. El beneficio no será aplicado para aquellas compras realizadas con Plan Gobierno. Banco Comafi S.A. con domicilio en Av. Roque Sáenz Peña 660, piso 1, CUIT 30-60473101-8.*CFT: 0,0% Costo Financiero Total Efectivo Anual. TNA: 0,0% Tasa Nominal Anual. TEA: 0,0% Tasa Efectiva Anual.\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/entre-rios.png\"><div><h4> \"30% Dto.\"<h6> \"con Tarjetas de Crédito Visa y Mastercard\"<div><p> \"Válido para compras presenciales o programando tu entrega para los días Jueves. \r\nTope de reintegro: CASH BACK AUTOMATICO $16.000 SEMANAL.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Válido Cartera Consumo. Vigencia: Aplicable exclusivamente los días jueves desde el 01/06/2025 al 31/12/2025. Promoción: válida únicamente en comercios adheridos abonando en un pago, con Tarjetas de Crédito emitidas por el BANCO, utilizando Modo desde la app del Banco o app Modo. Es necesario que previo a realizar el pago el usuario tenga asociada a MODO la cuenta y la tarjeta de crédito con la que realizará la compra. Beneficio: Se otorgará un reintegro del 30 % en la cuenta asociada del cliente, dentro de los 30 días de realizada la compra. Tope de reintegro: $16.000 por cuenta por semana. Ejemplo: En una compra de $60.000 abonada con tarjeta Visa del Banco en un pago, el usuario recibirá dentro de los 30 días posteriores al pago un reintegro de $16.000 (Tope de la promoción). No aplica para pagos en cuotas ni efectuados a través de otras billeteras o plataformas de pago. Consulte locales adheridos y canal de venta, en https://www.bancoentrerios.com.ar/personas/beneficios; y para conocer cómo utilizar MODO desde la App del Banco ingrese a https://www.bancoentrerios.com.ar/personas/llegomodo. El Banco solo informa el medio y las condiciones para el pago de los productos/servicios ofrecidos por el proveedor, previo a la contratación del producto o servicio, verifique con el proveedor sus condiciones y alcance de la garantía. Nuevo Banco de Entre Ríos S.A. - Cuit 33-70799551-9 - Monte Caseros 128, Paraná, Entre Ríos. MODO es un servicio prestado por el proveedor de servicios tecnológicos play digital s.a. cuit 30716829436 av del libertador 7208 torre ii p.4 caba, siendo la marca modo de su propiedad.\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 cuotas sin interés\"<h6> \"en Pequeños Electros.\"<div><p> \"PROMOCIÓN VÁLIDA CON LA TARJETA DE CRÉDITO FÍSICA CENCOPAY TODOS LOS DÍAS DESDE EL 01/07/2025 AL 31/07/2025 EN LOS LOCALES HABILITADOS Y SITIOS WEB.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA CON LA TARJETA DE CRÉDITO CENCOPAY TODOS LOS DÍAS DESDE EL 01/07/2025 AL 31/07/2025 EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO 3 CUOTAS SIN INTERÉS EN PEQUEÑOS ELECTRODOMÉSTICOS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\".\"",
    "weekdayIndex": 3
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/NaranjaX-logo.png\"><div><h4> \"12 Cuotas sin Interés\"<h6> \"En Electro\"<div><p> \"Válido todos los días desde el 1 de junio de 2025 al 31 de Julio de 2025. Válido exclusivamente en productos seleccionados de electro.  Beneficio no válido para compras realizadas con Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Beneficio válido para titulares y adicionales de tarjeta de crédito Naranja X de todo el país que compren en PLAN 12 Cuotas Cero interés: Costo Financiero Total (CFT) 0% Tasa Efectiva Anual (TEA) 0% Tasa Nominal Anual (TNA) 0%.  Válido todos los días desde el 1 de junio de 2025 al 31 de Julio de 2025. Aplica para venta online. Válido exclusivamente en productos seleccionados de electro, en todas las sucursales Disco, Jumbo y Vea del país.  Beneficio no válido para compras realizadas con Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales-En caso de fuerza mayor y/o caso fortuito que genere alguna imposibilidad para llevar a cabo el beneficio o para continuar con el mismo, Naranja X podrá suspender definitivamente o transitoriamente el beneficio, como así también introducir las modificaciones pertinentes. La tarjeta de crédito es comercializada por Tarjeta Naranja S. A.U. CUIT 30685376349, La Tablada 451, Córdoba.\"",
    "weekdayIndex": 4
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/banco-nacion.png\"><div><h4> \"12 y 6\"<h6> \"cuotas sin interés\"<div><p> \"12 y 6 CUOTAS SIN INTERÉS EN PRODUCTOS SELECCIONADOS DE ELECTRODOMÉSTICOS ABONANDO CON TARJETAS DE CREDITO VISA/MASTERCARD DE BANCO NACION.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA TODOS LOS DÍAS EN LA REPÚBLICA ARGENTINA EN COMERCIOS ADHERIDOS PARA COMPRAS ONLINE 12 y 6 CUOTAS SIN INTERÉS REALIZADAS CON TARJETAS DE CRÉDITO VISA Y MASTERCARD DEL BNA. NO APLICA PARA PAGOS CON SALDO EN CUENTA. CARTERA DE CONSUMO. EL BNA NO SE RESPONSABILIZA POR LA CALIDAD DE LOS PRODUCTOS ADQUIRIDOS. PROMOCIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA. TASA NOMINAL ANUAL (TNA) FIJA 0,00%. TASA EFECTIVA ANUAL (TEA) FIJA 0,00%. COSTO FINANCIERO TOTAL EXPRESADO EN TEA 0,00%. BANCO DE LA NACIÓN ARGENTINA – BARTOLOMÉ MITRE 326, CABA – CUIT 30-50001091-2.\"",
    "weekdayIndex": 4
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 ,6 y 12 Cuotas sin Interés\"<h6> \"en Electrodomésticos.\"<div><p> \"3, 6 Y 12 CUOTAS SIN INTERÉS EN ELECTRODOMÉSTICOS SELECCIONADOS. PROMOCIÓN VÁLIDA CON LA TARJETA DE CRÉDITO FÍSICA CENCOPAY TODOS LOS DÍAS DESDE EL 01/07/2025 AL 31/07/2025.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA CON LA TARJETA DE CRÉDITO CENCOPAY TODOS LOS DÍAS DESDE EL 01/07/2025 AL 31/07/2025 EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO 3, 6 Y 12 CUOTAS SIN INTERÉS EN ELECTRODOMÉSTICOS SELECCIONADOS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\".\"",
    "weekdayIndex": 4
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/200x82-santander.png\"><div><h4> \"12 cuotas sin interés\"<h6> \"en Electro\"<div><p> \"PROMOCIÓN VÁLIDA DESDE 7/03/2025 HASTA 31/07/2025 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTRO TV, AUDIO Y VIDEO, ELECTRÓNICA LIVIANA, COMPUTACIÓN, APARATOS DE TELEFONÍA, HELADERAS Y FREEZERS, LAVARROPAS, SECARROPAS Y LAVAVAJILLAS, TERMOTANQUES Y CALEFONES, COCINAS, HORNOS, ANAFES, MICROONDAS Y ACCESORIOS, PURIFICADORES Y EXTRACTORES , FRÍO Y CALOR.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. PROMOCIÓN VÁLIDA DESDE 7/03/2025 HASTA 31/07/2025 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTRO TV, AUDIO Y VIDEO, ELECTRÓNICA LIVIANA, COMPUTACIÓN, APARATOS DE TELEFONÍA, HELADERAS Y FREEZERS, LAVARROPAS, SECARROPAS Y LAVAVAJILLAS, TERMOTANQUES Y CALEFONES, COCINAS, HORNOS, ANAFES, MICROONDAS Y ACCESORIOS, PURIFICADORES Y EXTRACTORES , FRÍO Y CALOR.  EN 12 CUOTAS CON TARJETAS EMITIDAS POR BANCO SANTANDER VISA/MASTERCARD, BANCO GALICIA VISA/MASTERCARD Y AMERICAN EXPRESS, TARJETA NARANJA. NO PARTICIPAN LAS COMPRAS EFECTUADAS A TRAVÉS DE TODO PAGO Y MERCADO DE PAGO. LA PRESENTE PROMOCIÓN ES VÁLIDA SÓLO PARA CONSUMOS DE TIPO FAMILIAR, Y NO SE ACUMULA A OTRAS PROMOCIONES. EN EL CASO DE DUDA SOBRE EL DESTINO DEL CONSUMO. LOS ACCIONISTAS DE DICHOS BANCOS LIMITAN SU RESPONSABILIDAD A LA INTEGRACIÓN DE LAS ACCIONES SUSCRIPTAS LEY 19.550 Y LEY 25.738. COSTO FINANCIERO TOTAL EFECTIVO ANUAL: 0.00%. TASA NOMINAL ANUAL 0.00%. TASA EFECTIVA ANUAL 0,00%. CFTEA:0,00%. CFTEA (CON IVA) 0,00%.  CFTEA (SIN IVA) 0,00%.\"",
    "weekdayIndex": 4
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/LOGO-MODO-NUEVO-2024.png\"><div><h4> \"10% Dto.\"<h6> \"apliquen pagando con MODO\"<div><p> \"Tope de reintegro $5.000 por transacción y $15.000 por banco para compras mayor o iguales a $40.000. Este beneficio es acumulable con otras promociones vigentes que apliquen pagando con MODO. Promoción válida para Argentina del 24/07/2025 al 30/07/2025. Aplica para bancos adheridos.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Este beneficio es acumulable con otras promociones vigentes que apliquen pagando con MODO.\r\nTope de reintegro $5.000 por transacción y $15.000 por banco para compras mayor o iguales a $40.000. Aplica únicamente a aquellos usuarios que sean titulares de una cuenta bancaria en la entidad emisora de la tarjeta con la que realiza el pago. No olvides asociarla si usas la app MODO. Promoción válida para Argentina del 24/07/2025 al 30/07/2025. Aplica para bancos adheridos. MODO Contactless (NFC) disponible sólo en dispositivos Android. PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN www.modo.com.ar/promos. No válido en autopagos. Play Digital S.A. (MODO), CUIT 30-71682943-6, Av. del Libertador 7208 3°, CABA.\"",
    "weekdayIndex": 4
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/200x82-BBVA.png\"><div><h4> \"12 cuotas sin interés\"<h6> \"en Electro | para compras con Tarjeta de Crédito Visa o Mastercard.\"<div><p> \"PROMOCIÓN VÁLIDA DESDE 8/03/2025 HASTA 31/07/2025 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTRO TV, AUDIO Y VIDEO, ELECTRÓNICA LIVIANA, COMPUTACIÓN, APARATOS DE TELEFONÍA, HELADERAS Y FREEZERS, LAVARROPAS, SECARROPAS Y LAVAVAJILLAS, TERMOTANQUES Y CALEFONES, COCINAS, HORNOS, ANAFES, MICROONDAS Y ACCESORIOS, PURIFICADORES Y EXTRACTORES , FRÍO Y CALOR.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. PROMOCIÓN VÁLIDA DESDE 8/03/2025 HASTA 31/07/2025 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTRO TV, AUDIO Y VIDEO, ELECTRÓNICA LIVIANA, COMPUTACIÓN, APARATOS DE TELEFONÍA, HELADERAS Y FREEZERS, LAVARROPAS, SECARROPAS Y LAVAVAJILLAS, TERMOTANQUES Y CALEFONES, COCINAS, HORNOS, ANAFES, MICROONDAS Y ACCESORIOS, PURIFICADORES Y EXTRACTORES , FRÍO Y CALOR.  EN 12 CUOTAS CON TARJETAS EMITIDAS POR BBVA. PARA COMPRAS CON TARJETA DE CRÉDITO VISA O MASTERCARD. NO PARTICIPAN TARJETAS VISA PURCHASING, DISTRIBUTION Y CORPORATE NI LAS COMPRAS EFECTUADAS A TRAVÉS DE TODO PAGO Y MERCADO DE PAGO. LA PRESENTE PROMOCIÓN ES VÁLIDA SÓLO PARA CONSUMOS DE TIPO FAMILIAR, Y NO SE ACUMULA A OTRAS PROMOCIONES. EN EL CASO DE DUDA SOBRE EL DESTINO DEL CONSUMO. LOS ACCIONISTAS DE BANCO BBVA ARGENTINA S.A. LIMITAN SU RESPONSABILIDAD A LA INTEGRACIÓN DE LAS ACCIONES SUSCRIPTAS LEY 19.550 Y LEY 25.738 CUIT 30-50000319-3. AVDA.CÓRDOBA 111- PISO 31 CABA - CP C1054AAA COSTO FINANCIERO TOTAL EFECTIVO ANUAL: 0.00%. TASA NOMINAL ANUAL 0.00%. TASA EFECTIVA ANUAL 0,00%. CFTEA:0,00%  CFTEA (CON IVA) 0,00%  CFTEA (SIN IVA) 0,00%.\"",
    "weekdayIndex": 4
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/galicia-200x82.png\"><div><h4> \"12 cuotas sin interés\"<h6> \"en Electro\"<div><p> \"Para compras realizadas con Tarjeta Visa, Tarjeta Mastercard, Tarjeta American Express. Promoción valida únicamente en los comercios adheridos. Dicha promoción no es acumulable con otras promociones vigentes.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. Tasa Nominal Anual, en adelante \"TNA\": 0,00%, Tasa Efectiva Anual, en adelante \"TEA\": 0,00%, Costo Financiero Total Efectivo Anual, en adelante \"CFTEA\": 0,00%.\"CFTEA\"+IVA: 0,00%. Promoción en solo 12 cuotas sin interés, para compras realizadas en el País. Válida para los días comprendidos entre el 14/02/2025 y el 30/09/2025, para compras realizadas con Tarjeta Visa, Tarjeta Mastercard, Tarjeta American Express. Promoción valida únicamente en los comercios adheridos. Dicha promoción no es acumulable con otras promociones vigentes. Ejemplo: Una compra de $1000 y se paga en 12 cuotas: el valor de cada cuota será de $83.33. No aplica para compras realizadas con tarjetas de Crédito Visa Business, Visa Rural y Tarjetas de Débito. Válido también para pagos realizados a través de MODO con Tarjetas Galicia. La promoción no aplica a pagos a través de billeteras virtuales (excepto Modo, Google Pay y Apple Pay), mPos y/o plataformas de pago online. MODO es marca registrada por Play Digital S.A., CUIT 30-71682943-6, con domicilio en Av. del Libertador 7208, Torre I, Piso 3, CABA (\"PDSA\") y es un Proveedor de Servicios Tecnológicos de Banco de Galicia y Buenos Aires S.A.U. Sólo podrán participar de la promoción aquellos clientes que al momento de comprar se encuentren al día con sus productos. Banco Galicia solo es el medio de pago para la adquisición del producto/servicio. Tasa Nominal Anual \"TNA\": 0,00%, Tasa Efectiva Anual \"TEA\": 0,00%, Costo Financiero Total Efectivo Anual \"CFTEA\": 0,00%.\"CFTEA\"+IVA: 0,00%.\"",
    "weekdayIndex": 4
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/comafi-vtex.png\"><div><h4> \"12 Cuotas sin Interés\"<h6> \"en Productos de Electro.\"<div><p> \"Oferta exclusiva para la cartera de consumo. Promoción válida los viernes, sábados y domingos desde el 06/06/25 hasta el 31/07/25 abonando con tarjetas de crédito pertenecientes a Servicios de cuenta Global, Classic, Premium y ÚNICO emitidos por Banco Comafi.  \r\nHasta 12 cuotas sin interés en productos de electro (no válido en pequeños electros).\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Oferta exclusiva para la cartera de consumo. Promoción válida los viernes, sábados y domingos desde el 06/06/25 hasta el 31/07/25 abonando con tarjetas de crédito pertenecientes a Servicios de cuenta Global, Classic, Premium y ÚNICO emitidos por Banco Comafi. Hasta 12 cuotas sin interés en productos de electro (no válido en pequeños electros). Quedan excluidas aquellas tarjetas de crédito Credial, Business y Corporativas emitidas en Argentina por Banco Comafi. No acumulable con otras promociones ni entre sí. Sólo válido para aquellos clientes que se encuentren al día en sus productos. El beneficio no será aplicado en aquellas compras realizadas a través de MercadoPago. Consultar locales adheridos y medios de pago habilitados en www.tevabien.com. El beneficio no será aplicado para aquellas compras realizadas con Plan Gobierno. Banco Comafi S.A. con domicilio en Av. Roque Sáenz Peña 660, piso 1, CUIT 30-60473101-8.*CFT: 0,0% Costo Financiero Total Efectivo Anual. TNA: 0,0% Tasa Nominal Anual. TEA: 0,0% Tasa Efectiva Anual.\"",
    "weekdayIndex": 4
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/comafi-vtex.png\"><div><h4> \"3 Cuotas sin Interés\"<h6> \"abonando con tarjetas de crédito emitidos por Banco Comafi.\"<div><p> \"Promoción válida todos los días desde el 03/06/25 hasta el 31/07/25 abonando con tarjetas de crédito pertenecientes a Servicios de cuenta Global, Classic, Premium y ÚNICO emitidos por Banco Comafi. Hasta 3 cuotas sin interés.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Oferta exclusiva para la cartera de consumo. Promoción válida todos los días desde el 03/06/25 hasta el 31/07/25 abonando con tarjetas de crédito pertenecientes a Servicios de cuenta Global, Classic, Premium y ÚNICO emitidos por Banco Comafi. Hasta 3 cuotas sin interés. Quedan excluidas aquellas tarjetas de crédito Credial, Business y Corporativas emitidas en Argentina por Banco Comafi. No acumulable con otras promociones ni entre sí. Sólo válido para aquellos clientes que se encuentren al día en sus productos. El beneficio no será aplicado en aquellas compras realizadas a través de MercadoPago. Consultar locales adheridos y medios de pago habilitados en www.tevabien.com. El beneficio no será aplicado para aquellas compras realizadas con Plan Gobierno. Banco Comafi S.A. con domicilio en Av. Roque Sáenz Peña 660, piso 1, CUIT 30-60473101-8.*CFT: 0,0% Costo Financiero Total Efectivo Anual. TNA: 0,0% Tasa Nominal Anual. TEA: 0,0% Tasa Efectiva Anual.\"",
    "weekdayIndex": 4
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 cuotas sin interés\"<h6> \"en Pequeños Electros.\"<div><p> \"PROMOCIÓN VÁLIDA CON LA TARJETA DE CRÉDITO FÍSICA CENCOPAY TODOS LOS DÍAS DESDE EL 01/07/2025 AL 31/07/2025 EN LOS LOCALES HABILITADOS Y SITIOS WEB.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA CON LA TARJETA DE CRÉDITO CENCOPAY TODOS LOS DÍAS DESDE EL 01/07/2025 AL 31/07/2025 EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO 3 CUOTAS SIN INTERÉS EN PEQUEÑOS ELECTRODOMÉSTICOS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\".\"",
    "weekdayIndex": 4
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/NaranjaX-logo.png\"><div><h4> \"12 Cuotas sin Interés\"<h6> \"En Electro\"<div><p> \"Válido todos los días desde el 1 de junio de 2025 al 31 de Julio de 2025. Válido exclusivamente en productos seleccionados de electro.  Beneficio no válido para compras realizadas con Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Beneficio válido para titulares y adicionales de tarjeta de crédito Naranja X de todo el país que compren en PLAN 12 Cuotas Cero interés: Costo Financiero Total (CFT) 0% Tasa Efectiva Anual (TEA) 0% Tasa Nominal Anual (TNA) 0%.  Válido todos los días desde el 1 de junio de 2025 al 31 de Julio de 2025. Aplica para venta online. Válido exclusivamente en productos seleccionados de electro, en todas las sucursales Disco, Jumbo y Vea del país.  Beneficio no válido para compras realizadas con Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales-En caso de fuerza mayor y/o caso fortuito que genere alguna imposibilidad para llevar a cabo el beneficio o para continuar con el mismo, Naranja X podrá suspender definitivamente o transitoriamente el beneficio, como así también introducir las modificaciones pertinentes. La tarjeta de crédito es comercializada por Tarjeta Naranja S. A.U. CUIT 30685376349, La Tablada 451, Córdoba.\"",
    "weekdayIndex": 5
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/banco-nacion.png\"><div><h4> \"12 y 6\"<h6> \"cuotas sin interés\"<div><p> \"12 y 6 CUOTAS SIN INTERÉS EN PRODUCTOS SELECCIONADOS DE ELECTRODOMÉSTICOS ABONANDO CON TARJETAS DE CREDITO VISA/MASTERCARD DE BANCO NACION.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA TODOS LOS DÍAS EN LA REPÚBLICA ARGENTINA EN COMERCIOS ADHERIDOS PARA COMPRAS ONLINE 12 y 6 CUOTAS SIN INTERÉS REALIZADAS CON TARJETAS DE CRÉDITO VISA Y MASTERCARD DEL BNA. NO APLICA PARA PAGOS CON SALDO EN CUENTA. CARTERA DE CONSUMO. EL BNA NO SE RESPONSABILIZA POR LA CALIDAD DE LOS PRODUCTOS ADQUIRIDOS. PROMOCIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA. TASA NOMINAL ANUAL (TNA) FIJA 0,00%. TASA EFECTIVA ANUAL (TEA) FIJA 0,00%. COSTO FINANCIERO TOTAL EXPRESADO EN TEA 0,00%. BANCO DE LA NACIÓN ARGENTINA – BARTOLOMÉ MITRE 326, CABA – CUIT 30-50001091-2.\"",
    "weekdayIndex": 5
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 ,6 y 12 Cuotas sin Interés\"<h6> \"en Electrodomésticos.\"<div><p> \"3, 6 Y 12 CUOTAS SIN INTERÉS EN ELECTRODOMÉSTICOS SELECCIONADOS. PROMOCIÓN VÁLIDA CON LA TARJETA DE CRÉDITO FÍSICA CENCOPAY TODOS LOS DÍAS DESDE EL 01/07/2025 AL 31/07/2025.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA CON LA TARJETA DE CRÉDITO CENCOPAY TODOS LOS DÍAS DESDE EL 01/07/2025 AL 31/07/2025 EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO 3, 6 Y 12 CUOTAS SIN INTERÉS EN ELECTRODOMÉSTICOS SELECCIONADOS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\".\"",
    "weekdayIndex": 5
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/200x82-santander.png\"><div><h4> \"12 cuotas sin interés\"<h6> \"en Electro\"<div><p> \"PROMOCIÓN VÁLIDA DESDE 7/03/2025 HASTA 31/07/2025 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTRO TV, AUDIO Y VIDEO, ELECTRÓNICA LIVIANA, COMPUTACIÓN, APARATOS DE TELEFONÍA, HELADERAS Y FREEZERS, LAVARROPAS, SECARROPAS Y LAVAVAJILLAS, TERMOTANQUES Y CALEFONES, COCINAS, HORNOS, ANAFES, MICROONDAS Y ACCESORIOS, PURIFICADORES Y EXTRACTORES , FRÍO Y CALOR.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. PROMOCIÓN VÁLIDA DESDE 7/03/2025 HASTA 31/07/2025 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTRO TV, AUDIO Y VIDEO, ELECTRÓNICA LIVIANA, COMPUTACIÓN, APARATOS DE TELEFONÍA, HELADERAS Y FREEZERS, LAVARROPAS, SECARROPAS Y LAVAVAJILLAS, TERMOTANQUES Y CALEFONES, COCINAS, HORNOS, ANAFES, MICROONDAS Y ACCESORIOS, PURIFICADORES Y EXTRACTORES , FRÍO Y CALOR.  EN 12 CUOTAS CON TARJETAS EMITIDAS POR BANCO SANTANDER VISA/MASTERCARD, BANCO GALICIA VISA/MASTERCARD Y AMERICAN EXPRESS, TARJETA NARANJA. NO PARTICIPAN LAS COMPRAS EFECTUADAS A TRAVÉS DE TODO PAGO Y MERCADO DE PAGO. LA PRESENTE PROMOCIÓN ES VÁLIDA SÓLO PARA CONSUMOS DE TIPO FAMILIAR, Y NO SE ACUMULA A OTRAS PROMOCIONES. EN EL CASO DE DUDA SOBRE EL DESTINO DEL CONSUMO. LOS ACCIONISTAS DE DICHOS BANCOS LIMITAN SU RESPONSABILIDAD A LA INTEGRACIÓN DE LAS ACCIONES SUSCRIPTAS LEY 19.550 Y LEY 25.738. COSTO FINANCIERO TOTAL EFECTIVO ANUAL: 0.00%. TASA NOMINAL ANUAL 0.00%. TASA EFECTIVA ANUAL 0,00%. CFTEA:0,00%. CFTEA (CON IVA) 0,00%.  CFTEA (SIN IVA) 0,00%.\"",
    "weekdayIndex": 5
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/LOGO-MODO-NUEVO-2024.png\"><div><h4> \"10% Dto.\"<h6> \"apliquen pagando con MODO\"<div><p> \"Tope de reintegro $5.000 por transacción y $15.000 por banco para compras mayor o iguales a $40.000. Este beneficio es acumulable con otras promociones vigentes que apliquen pagando con MODO. Promoción válida para Argentina del 24/07/2025 al 30/07/2025. Aplica para bancos adheridos.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Este beneficio es acumulable con otras promociones vigentes que apliquen pagando con MODO.\r\nTope de reintegro $5.000 por transacción y $15.000 por banco para compras mayor o iguales a $40.000. Aplica únicamente a aquellos usuarios que sean titulares de una cuenta bancaria en la entidad emisora de la tarjeta con la que realiza el pago. No olvides asociarla si usas la app MODO. Promoción válida para Argentina del 24/07/2025 al 30/07/2025. Aplica para bancos adheridos. MODO Contactless (NFC) disponible sólo en dispositivos Android. PARA MÁS INFORMACIÓN Y CONDICIONES O LIMITACIONES APLICABLES, CONSULTE EN www.modo.com.ar/promos. No válido en autopagos. Play Digital S.A. (MODO), CUIT 30-71682943-6, Av. del Libertador 7208 3°, CABA.\"",
    "weekdayIndex": 5
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/200x82-BBVA.png\"><div><h4> \"12 cuotas sin interés\"<h6> \"en Electro | para compras con Tarjeta de Crédito Visa o Mastercard.\"<div><p> \"PROMOCIÓN VÁLIDA DESDE 8/03/2025 HASTA 31/07/2025 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTRO TV, AUDIO Y VIDEO, ELECTRÓNICA LIVIANA, COMPUTACIÓN, APARATOS DE TELEFONÍA, HELADERAS Y FREEZERS, LAVARROPAS, SECARROPAS Y LAVAVAJILLAS, TERMOTANQUES Y CALEFONES, COCINAS, HORNOS, ANAFES, MICROONDAS Y ACCESORIOS, PURIFICADORES Y EXTRACTORES , FRÍO Y CALOR.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. PROMOCIÓN VÁLIDA DESDE 8/03/2025 HASTA 31/07/2025 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTRO TV, AUDIO Y VIDEO, ELECTRÓNICA LIVIANA, COMPUTACIÓN, APARATOS DE TELEFONÍA, HELADERAS Y FREEZERS, LAVARROPAS, SECARROPAS Y LAVAVAJILLAS, TERMOTANQUES Y CALEFONES, COCINAS, HORNOS, ANAFES, MICROONDAS Y ACCESORIOS, PURIFICADORES Y EXTRACTORES , FRÍO Y CALOR.  EN 12 CUOTAS CON TARJETAS EMITIDAS POR BBVA. PARA COMPRAS CON TARJETA DE CRÉDITO VISA O MASTERCARD. NO PARTICIPAN TARJETAS VISA PURCHASING, DISTRIBUTION Y CORPORATE NI LAS COMPRAS EFECTUADAS A TRAVÉS DE TODO PAGO Y MERCADO DE PAGO. LA PRESENTE PROMOCIÓN ES VÁLIDA SÓLO PARA CONSUMOS DE TIPO FAMILIAR, Y NO SE ACUMULA A OTRAS PROMOCIONES. EN EL CASO DE DUDA SOBRE EL DESTINO DEL CONSUMO. LOS ACCIONISTAS DE BANCO BBVA ARGENTINA S.A. LIMITAN SU RESPONSABILIDAD A LA INTEGRACIÓN DE LAS ACCIONES SUSCRIPTAS LEY 19.550 Y LEY 25.738 CUIT 30-50000319-3. AVDA.CÓRDOBA 111- PISO 31 CABA - CP C1054AAA COSTO FINANCIERO TOTAL EFECTIVO ANUAL: 0.00%. TASA NOMINAL ANUAL 0.00%. TASA EFECTIVA ANUAL 0,00%. CFTEA:0,00%  CFTEA (CON IVA) 0,00%  CFTEA (SIN IVA) 0,00%.\"",
    "weekdayIndex": 5
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/galicia-200x82.png\"><div><h4> \"12 cuotas sin interés\"<h6> \"en Electro\"<div><p> \"Para compras realizadas con Tarjeta Visa, Tarjeta Mastercard, Tarjeta American Express. Promoción valida únicamente en los comercios adheridos. Dicha promoción no es acumulable con otras promociones vigentes.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. Tasa Nominal Anual, en adelante \"TNA\": 0,00%, Tasa Efectiva Anual, en adelante \"TEA\": 0,00%, Costo Financiero Total Efectivo Anual, en adelante \"CFTEA\": 0,00%.\"CFTEA\"+IVA: 0,00%. Promoción en solo 12 cuotas sin interés, para compras realizadas en el País. Válida para los días comprendidos entre el 14/02/2025 y el 30/09/2025, para compras realizadas con Tarjeta Visa, Tarjeta Mastercard, Tarjeta American Express. Promoción valida únicamente en los comercios adheridos. Dicha promoción no es acumulable con otras promociones vigentes. Ejemplo: Una compra de $1000 y se paga en 12 cuotas: el valor de cada cuota será de $83.33. No aplica para compras realizadas con tarjetas de Crédito Visa Business, Visa Rural y Tarjetas de Débito. Válido también para pagos realizados a través de MODO con Tarjetas Galicia. La promoción no aplica a pagos a través de billeteras virtuales (excepto Modo, Google Pay y Apple Pay), mPos y/o plataformas de pago online. MODO es marca registrada por Play Digital S.A., CUIT 30-71682943-6, con domicilio en Av. del Libertador 7208, Torre I, Piso 3, CABA (\"PDSA\") y es un Proveedor de Servicios Tecnológicos de Banco de Galicia y Buenos Aires S.A.U. Sólo podrán participar de la promoción aquellos clientes que al momento de comprar se encuentren al día con sus productos. Banco Galicia solo es el medio de pago para la adquisición del producto/servicio. Tasa Nominal Anual \"TNA\": 0,00%, Tasa Efectiva Anual \"TEA\": 0,00%, Costo Financiero Total Efectivo Anual \"CFTEA\": 0,00%.\"CFTEA\"+IVA: 0,00%.\"",
    "weekdayIndex": 5
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/comafi-vtex.png\"><div><h4> \"12 Cuotas sin Interés\"<h6> \"en Productos de Electro.\"<div><p> \"Oferta exclusiva para la cartera de consumo. Promoción válida los viernes, sábados y domingos desde el 06/06/25 hasta el 31/07/25 abonando con tarjetas de crédito pertenecientes a Servicios de cuenta Global, Classic, Premium y ÚNICO emitidos por Banco Comafi.  \r\nHasta 12 cuotas sin interés en productos de electro (no válido en pequeños electros).\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Oferta exclusiva para la cartera de consumo. Promoción válida los viernes, sábados y domingos desde el 06/06/25 hasta el 31/07/25 abonando con tarjetas de crédito pertenecientes a Servicios de cuenta Global, Classic, Premium y ÚNICO emitidos por Banco Comafi. Hasta 12 cuotas sin interés en productos de electro (no válido en pequeños electros). Quedan excluidas aquellas tarjetas de crédito Credial, Business y Corporativas emitidas en Argentina por Banco Comafi. No acumulable con otras promociones ni entre sí. Sólo válido para aquellos clientes que se encuentren al día en sus productos. El beneficio no será aplicado en aquellas compras realizadas a través de MercadoPago. Consultar locales adheridos y medios de pago habilitados en www.tevabien.com. El beneficio no será aplicado para aquellas compras realizadas con Plan Gobierno. Banco Comafi S.A. con domicilio en Av. Roque Sáenz Peña 660, piso 1, CUIT 30-60473101-8.*CFT: 0,0% Costo Financiero Total Efectivo Anual. TNA: 0,0% Tasa Nominal Anual. TEA: 0,0% Tasa Efectiva Anual.\"",
    "weekdayIndex": 5
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/comafi-vtex.png\"><div><h4> \"3 Cuotas sin Interés\"<h6> \"abonando con tarjetas de crédito emitidos por Banco Comafi.\"<div><p> \"Promoción válida todos los días desde el 03/06/25 hasta el 31/07/25 abonando con tarjetas de crédito pertenecientes a Servicios de cuenta Global, Classic, Premium y ÚNICO emitidos por Banco Comafi. Hasta 3 cuotas sin interés.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Oferta exclusiva para la cartera de consumo. Promoción válida todos los días desde el 03/06/25 hasta el 31/07/25 abonando con tarjetas de crédito pertenecientes a Servicios de cuenta Global, Classic, Premium y ÚNICO emitidos por Banco Comafi. Hasta 3 cuotas sin interés. Quedan excluidas aquellas tarjetas de crédito Credial, Business y Corporativas emitidas en Argentina por Banco Comafi. No acumulable con otras promociones ni entre sí. Sólo válido para aquellos clientes que se encuentren al día en sus productos. El beneficio no será aplicado en aquellas compras realizadas a través de MercadoPago. Consultar locales adheridos y medios de pago habilitados en www.tevabien.com. El beneficio no será aplicado para aquellas compras realizadas con Plan Gobierno. Banco Comafi S.A. con domicilio en Av. Roque Sáenz Peña 660, piso 1, CUIT 30-60473101-8.*CFT: 0,0% Costo Financiero Total Efectivo Anual. TNA: 0,0% Tasa Nominal Anual. TEA: 0,0% Tasa Efectiva Anual.\"",
    "weekdayIndex": 5
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/cencopay1.png\"><div><h4> \"3 cuotas sin interés\"<h6> \"en Pequeños Electros.\"<div><p> \"PROMOCIÓN VÁLIDA CON LA TARJETA DE CRÉDITO FÍSICA CENCOPAY TODOS LOS DÍAS DESDE EL 01/07/2025 AL 31/07/2025 EN LOS LOCALES HABILITADOS Y SITIOS WEB.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA CON LA TARJETA DE CRÉDITO CENCOPAY TODOS LOS DÍAS DESDE EL 01/07/2025 AL 31/07/2025 EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO 3 CUOTAS SIN INTERÉS EN PEQUEÑOS ELECTRODOMÉSTICOS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\".\"",
    "weekdayIndex": 5
  }
]