[
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/NaranjaX-logo.png\"><div><h4> \"12 Cuotas sin Interés\"<h6> \"En Electro\"<div><p> \"Válido todos los días desde el 1 de junio de 2025 al 31 de Julio de 2025. Válido exclusivamente en productos seleccionados de electro.  Beneficio no válido para compras realizadas con Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Beneficio válido para titulares y adicionales de tarjeta de crédito Naranja X de todo el país que compren en PLAN 12 Cuotas Cero interés: Costo Financiero Total (CFT) 0% Tasa Efectiva Anual (TEA) 0% Tasa Nominal Anual (TNA) 0%.  Válido todos los días desde el 1 de junio de 2025 al 31 de Julio de 2025. Aplica para venta online. Válido exclusivamente en productos seleccionados de electro, en todas las sucursales Disco, Jumbo y Vea del país.  Beneficio no válido para compras realizadas con Naranja Visa, Naranja MasterCard, Naranja Amex, ni para transacciones realizadas en agrupadores y billeteras virtuales-En caso de fuerza mayor y/o caso fortuito que genere alguna imposibilidad para llevar a cabo el beneficio o para continuar con el mismo, Naranja X podrá suspender definitivamente o transitoriamente el beneficio, como así también introducir las modificaciones pertinentes. La tarjeta de crédito es comercializada por Tarjeta Naranja S. A.U. CUIT 30685376349, La Tablada 451, Córdoba.\"",
    "weekdayIndex": 5
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/banco-nacion.png\"><div><h4> \"12 y 6\"<h6> \"cuotas sin interés\"<div><p> \"12 y 6 CUOTAS SIN INTERÉS EN PRODUCTOS SELECCIONADOS DE ELECTRODOMÉSTICOS ABONANDO CON TARJETAS DE CREDITO VISA/MASTERCARD DE BANCO NACION.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA TODOS LOS DÍAS EN LA REPÚBLICA ARGENTINA EN COMERCIOS ADHERIDOS PARA COMPRAS ONLINE 12 y 6 CUOTAS SIN INTERÉS REALIZADAS CON TARJETAS DE CRÉDITO VISA Y MASTERCARD DEL BNA. NO APLICA PARA PAGOS CON SALDO EN CUENTA. CARTERA DE CONSUMO. EL BNA NO SE RESPONSABILIZA POR LA CALIDAD DE LOS PRODUCTOS ADQUIRIDOS. PROMOCIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA. TASA NOMINAL ANUAL (TNA) FIJA 0,00%. TASA EFECTIVA ANUAL (TEA) FIJA 0,00%. COSTO FINANCIERO TOTAL EXPRESADO EN TEA 0,00%. BANCO DE LA NACIÓN ARGENTINA – BARTOLOMÉ MITRE 326, CABA – CUIT 30-50001091-2.\"",
    "weekdayIndex": 5
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/CencoPay_Logo_Blaisten-180x100.png\"><div><h4> \"3 ,6 y 12 Cuotas sin Interés\"<h6> \"en Electrodomésticos.\"<div><p> \"3, 6 Y 12 CUOTAS SIN INTERÉS EN ELECTRODOMÉSTICOS SELECCIONADOS. PROMOCIÓN VÁLIDA CON LA TARJETA DE CRÉDITO FÍSICA CENCOPAY TODOS LOS DÍAS DESDE EL 01/07/2025 AL 31/07/2025.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA CON LA TARJETA DE CRÉDITO CENCOPAY TODOS LOS DÍAS DESDE EL 01/07/2025 AL 31/07/2025 EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO 3, 6 Y 12 CUOTAS SIN INTERÉS EN ELECTRODOMÉSTICOS SELECCIONADOS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\".\"",
    "weekdayIndex": 5
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/200x82-santander.png\"><div><h4> \"12 cuotas sin interés\"<h6> \"en Electro\"<div><p> \"PROMOCIÓN VÁLIDA DESDE 7/03/2025 HASTA 31/07/2025 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTRO TV, AUDIO Y VIDEO, ELECTRÓNICA LIVIANA, COMPUTACIÓN, APARATOS DE TELEFONÍA, HELADERAS Y FREEZERS, LAVARROPAS, SECARROPAS Y LAVAVAJILLAS, TERMOTANQUES Y CALEFONES, COCINAS, HORNOS, ANAFES, MICROONDAS Y ACCESORIOS, PURIFICADORES Y EXTRACTORES , FRÍO Y CALOR.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. PROMOCIÓN VÁLIDA DESDE 7/03/2025 HASTA 31/07/2025 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTRO TV, AUDIO Y VIDEO, ELECTRÓNICA LIVIANA, COMPUTACIÓN, APARATOS DE TELEFONÍA, HELADERAS Y FREEZERS, LAVARROPAS, SECARROPAS Y LAVAVAJILLAS, TERMOTANQUES Y CALEFONES, COCINAS, HORNOS, ANAFES, MICROONDAS Y ACCESORIOS, PURIFICADORES Y EXTRACTORES , FRÍO Y CALOR.  EN 12 CUOTAS CON TARJETAS EMITIDAS POR BANCO SANTANDER VISA/MASTERCARD, BANCO GALICIA VISA/MASTERCARD Y AMERICAN EXPRESS, TARJETA NARANJA. NO PARTICIPAN LAS COMPRAS EFECTUADAS A TRAVÉS DE TODO PAGO Y MERCADO DE PAGO. LA PRESENTE PROMOCIÓN ES VÁLIDA SÓLO PARA CONSUMOS DE TIPO FAMILIAR, Y NO SE ACUMULA A OTRAS PROMOCIONES. EN EL CASO DE DUDA SOBRE EL DESTINO DEL CONSUMO. LOS ACCIONISTAS DE DICHOS BANCOS LIMITAN SU RESPONSABILIDAD A LA INTEGRACIÓN DE LAS ACCIONES SUSCRIPTAS LEY 19.550 Y LEY 25.738. COSTO FINANCIERO TOTAL EFECTIVO ANUAL: 0.00%. TASA NOMINAL ANUAL 0.00%. TASA EFECTIVA ANUAL 0,00%. CFTEA:0,00%. CFTEA (CON IVA) 0,00%.  CFTEA (SIN IVA) 0,00%.\"",
    "weekdayIndex": 5
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/200x82-BBVA.png\"><div><h4> \"12 cuotas sin interés\"<h6> \"en Electro | para compras con Tarjeta de Crédito Visa o Mastercard.\"<div><p> \"PROMOCIÓN VÁLIDA DESDE 8/03/2025 HASTA 31/07/2025 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTRO TV, AUDIO Y VIDEO, ELECTRÓNICA LIVIANA, COMPUTACIÓN, APARATOS DE TELEFONÍA, HELADERAS Y FREEZERS, LAVARROPAS, SECARROPAS Y LAVAVAJILLAS, TERMOTANQUES Y CALEFONES, COCINAS, HORNOS, ANAFES, MICROONDAS Y ACCESORIOS, PURIFICADORES Y EXTRACTORES , FRÍO Y CALOR.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. PROMOCIÓN VÁLIDA DESDE 8/03/2025 HASTA 31/07/2025 INCLUSIVE. PROMOCIÓN VÁLIDA PARA COMPRAS DE ELECTRO TV, AUDIO Y VIDEO, ELECTRÓNICA LIVIANA, COMPUTACIÓN, APARATOS DE TELEFONÍA, HELADERAS Y FREEZERS, LAVARROPAS, SECARROPAS Y LAVAVAJILLAS, TERMOTANQUES Y CALEFONES, COCINAS, HORNOS, ANAFES, MICROONDAS Y ACCESORIOS, PURIFICADORES Y EXTRACTORES , FRÍO Y CALOR.  EN 12 CUOTAS CON TARJETAS EMITIDAS POR BBVA. PARA COMPRAS CON TARJETA DE CRÉDITO VISA O MASTERCARD. NO PARTICIPAN TARJETAS VISA PURCHASING, DISTRIBUTION Y CORPORATE NI LAS COMPRAS EFECTUADAS A TRAVÉS DE TODO PAGO Y MERCADO DE PAGO. LA PRESENTE PROMOCIÓN ES VÁLIDA SÓLO PARA CONSUMOS DE TIPO FAMILIAR, Y NO SE ACUMULA A OTRAS PROMOCIONES. EN EL CASO DE DUDA SOBRE EL DESTINO DEL CONSUMO. LOS ACCIONISTAS DE BANCO BBVA ARGENTINA S.A. LIMITAN SU RESPONSABILIDAD A LA INTEGRACIÓN DE LAS ACCIONES SUSCRIPTAS LEY 19.550 Y LEY 25.738 CUIT 30-50000319-3. AVDA.CÓRDOBA 111- PISO 31 CABA - CP C1054AAA COSTO FINANCIERO TOTAL EFECTIVO ANUAL: 0.00%. TASA NOMINAL ANUAL 0.00%. TASA EFECTIVA ANUAL 0,00%. CFTEA:0,00%  CFTEA (CON IVA) 0,00%  CFTEA (SIN IVA) 0,00%.\"",
    "weekdayIndex": 5
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/galicia-200x82.png\"><div><h4> \"12 cuotas sin interés\"<h6> \"en Electro\"<div><p> \"Para compras realizadas con Tarjeta Visa, Tarjeta Mastercard, Tarjeta American Express. Promoción valida únicamente en los comercios adheridos. Dicha promoción no es acumulable con otras promociones vigentes.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"CARTERA DE CONSUMO. Tasa Nominal Anual, en adelante \"TNA\": 0,00%, Tasa Efectiva Anual, en adelante \"TEA\": 0,00%, Costo Financiero Total Efectivo Anual, en adelante \"CFTEA\": 0,00%.\"CFTEA\"+IVA: 0,00%. Promoción en solo 12 cuotas sin interés, para compras realizadas en el País. Válida para los días comprendidos entre el 14/02/2025 y el 30/09/2025, para compras realizadas con Tarjeta Visa, Tarjeta Mastercard, Tarjeta American Express. Promoción valida únicamente en los comercios adheridos. Dicha promoción no es acumulable con otras promociones vigentes. Ejemplo: Una compra de $1000 y se paga en 12 cuotas: el valor de cada cuota será de $83.33. No aplica para compras realizadas con tarjetas de Crédito Visa Business, Visa Rural y Tarjetas de Débito. Válido también para pagos realizados a través de MODO con Tarjetas Galicia. La promoción no aplica a pagos a través de billeteras virtuales (excepto Modo, Google Pay y Apple Pay), mPos y/o plataformas de pago online. MODO es marca registrada por Play Digital S.A., CUIT 30-71682943-6, con domicilio en Av. del Libertador 7208, Torre I, Piso 3, CABA (\"PDSA\") y es un Proveedor de Servicios Tecnológicos de Banco de Galicia y Buenos Aires S.A.U. Sólo podrán participar de la promoción aquellos clientes que al momento de comprar se encuentren al día con sus productos. Banco Galicia solo es el medio de pago para la adquisición del producto/servicio. Tasa Nominal Anual \"TNA\": 0,00%, Tasa Efectiva Anual \"TEA\": 0,00%, Costo Financiero Total Efectivo Anual \"CFTEA\": 0,00%.\"CFTEA\"+IVA: 0,00%.\"",
    "weekdayIndex": 5
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/comafi-vtex.png\"><div><h4> \"12 Cuotas sin Interés\"<h6> \"en Productos de Electro.\"<div><p> \"Oferta exclusiva para la cartera de consumo. Promoción válida los viernes, sábados y domingos desde el 06/06/25 hasta el 31/07/25 abonando con tarjetas de crédito pertenecientes a Servicios de cuenta Global, Classic, Premium y ÚNICO emitidos por Banco Comafi.  \r\nHasta 12 cuotas sin interés en productos de electro (no válido en pequeños electros).\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Oferta exclusiva para la cartera de consumo. Promoción válida los viernes, sábados y domingos desde el 06/06/25 hasta el 31/07/25 abonando con tarjetas de crédito pertenecientes a Servicios de cuenta Global, Classic, Premium y ÚNICO emitidos por Banco Comafi. Hasta 12 cuotas sin interés en productos de electro (no válido en pequeños electros). Quedan excluidas aquellas tarjetas de crédito Credial, Business y Corporativas emitidas en Argentina por Banco Comafi. No acumulable con otras promociones ni entre sí. Sólo válido para aquellos clientes que se encuentren al día en sus productos. El beneficio no será aplicado en aquellas compras realizadas a través de MercadoPago. Consultar locales adheridos y medios de pago habilitados en www.tevabien.com. El beneficio no será aplicado para aquellas compras realizadas con Plan Gobierno. Banco Comafi S.A. con domicilio en Av. Roque Sáenz Peña 660, piso 1, CUIT 30-60473101-8.*CFT: 0,0% Costo Financiero Total Efectivo Anual. TNA: 0,0% Tasa Nominal Anual. TEA: 0,0% Tasa Efectiva Anual.\"",
    "weekdayIndex": 5
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/comafi-vtex.png\"><div><h4> \"3 Cuotas sin Interés\"<h6> \"abonando con tarjetas de crédito emitidos por Banco Comafi.\"<div><p> \"Promoción válida todos los días desde el 03/06/25 hasta el 31/07/25 abonando con tarjetas de crédito pertenecientes a Servicios de cuenta Global, Classic, Premium y ÚNICO emitidos por Banco Comafi. Hasta 3 cuotas sin interés.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"Oferta exclusiva para la cartera de consumo. Promoción válida todos los días desde el 03/06/25 hasta el 31/07/25 abonando con tarjetas de crédito pertenecientes a Servicios de cuenta Global, Classic, Premium y ÚNICO emitidos por Banco Comafi. Hasta 3 cuotas sin interés. Quedan excluidas aquellas tarjetas de crédito Credial, Business y Corporativas emitidas en Argentina por Banco Comafi. No acumulable con otras promociones ni entre sí. Sólo válido para aquellos clientes que se encuentren al día en sus productos. El beneficio no será aplicado en aquellas compras realizadas a través de MercadoPago. Consultar locales adheridos y medios de pago habilitados en www.tevabien.com. El beneficio no será aplicado para aquellas compras realizadas con Plan Gobierno. Banco Comafi S.A. con domicilio en Av. Roque Sáenz Peña 660, piso 1, CUIT 30-60473101-8.*CFT: 0,0% Costo Financiero Total Efectivo Anual. TNA: 0,0% Tasa Nominal Anual. TEA: 0,0% Tasa Efectiva Anual.\"",
    "weekdayIndex": 5
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexcommercestable.com.br/arquivos/patagonia.png\"><div><h4> \"20% Dto.\"<h6> \"CON TARJETAS DE CRÉDITO VISA DEL BANCO\"<div><p> \"PROMOCIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA LOS SABADOS DE JULIO EN LAS COMPRAS PRESENCIALES. TOPE POR MES $15.000. NO APLICA PARA AQUELLOS PAGOS Y/O CONSUMOS ABONADOS CON TARJETAS DE CRÉDITO EMITIDAS POR BANCO PATAGONIA S.A. A TRAVÉS DE BILLETERAS VIRTUALES, POS MÓVILES, PLATAFORMAS DE PAGO Y/O PORTALES DE PAGO ON LINE A EXCEPCIÓN DE MODO, GOOGLE PAY Y APPLE PAY.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA LOS SABADOS DE JULIO EN LAS COMPRAS PRESENCIALES  Y ONLINE. TOPE POR MES $15.000. NO APLICA PARA AQUELLOS PAGOS Y/O CONSUMOS ABONADOS CON TARJETAS DE CRÉDITO EMITIDAS POR BANCO PATAGONIA S.A. A TRAVÉS DE BILLETERAS VIRTUALES, POS MÓVILES, PLATAFORMAS DE PAGO Y/O PORTALES DE PAGO ON LINE A EXCEPCIÓN DE MODO, GOOGLE PAY Y APPLE PAY. CARTERA DE CONSUMO Y COMERCIAL – PROMOCIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA. LOS REINTEGROS CORRESPONDIENTES A LAS COMPRAS EFECTUADAS CON LAS TARJETAS DE CRÉDITO VISA DEL BANCO SE VISUALIZARÁN EN EL RESUMEN EN QUE INGRESE LA COMPRA Y/O EN EL INMEDIATO POSTERIOR. BANCO PATAGONIA S.A. NO SE RESPONSABILIZA POR LOS CUPONES PRESENTADOS FUERA DE LAS FECHAS DE VIGENCIA DE LAS PROMOCIONES. LAS CUENTAS NO DEBERÁN REGISTRAR MORA. PROMOCIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA LOS SABADOS DE JULIO EN LAS COMPRAS PRESENCIALES. RECIBIRÁ UN 20% DE DESCUENTO CON TODAS LAS TARJETAS DE CRÉDITO VISA DE BANCO PATAGONIA. TOPE POR MES $15.000. NO APLICA PARA AQUELLOS PAGOS Y/O CONSUMOS ABONADOS CON TARJETAS DE CRÉDITO EMITIDAS POR BANCO PATAGONIA S.A. A TRAVÉS DE BILLETERAS VIRTUALES, POS MÓVILES, PLATAFORMAS DE PAGO Y/O PORTALES DE PAGO ON LINE A EXCEPCIÓN DE MODO, GOOGLE PAY Y APPLE PAY.\"",
    "weekdayIndex": 5
  },
  {
    "text": "<li><div><div><img src=\"http://jumboargentina.vtexassets.com/arquivos/CencoPay_Logo_Blaisten-180x100.png\"><div><h4> \"3 cuotas sin interés\"<h6> \"en Pequeños Electros.\"<div><p> \"PROMOCIÓN VÁLIDA CON LA TARJETA DE CRÉDITO FÍSICA CENCOPAY TODOS LOS DÍAS DESDE EL 01/07/2025 AL 31/07/2025 EN LOS LOCALES HABILITADOS Y SITIOS WEB.\"<div><div><button> \"-\"<p> \"Ver menos\"<div><p> \"PROMOCIÓN VÁLIDA CON LA TARJETA DE CRÉDITO CENCOPAY TODOS LOS DÍAS DESDE EL 01/07/2025 AL 31/07/2025 EN LOS LOCALES HABILITADOS Y SITIOS WEB OBTENIENDO 3 CUOTAS SIN INTERÉS EN PEQUEÑOS ELECTRODOMÉSTICOS. ESTA PROMOCIÓN NO APLICA PARA CLIENTES EN MORA O INHABILITADOS, TAMPOCO APLICA PARA PAGOS REALIZADOS CON QR NI PARA COMPRAS EN LOS LOCALES \"VEA EXPRESS Y DISCO EXPRESS\".\"",
    "weekdayIndex": 5
  }
]