[
  {
    "text": "Martes\nPagando con tarjeta Visa Débito y credito a través de MODOBanco Hipotecario Clientes Búho One, Clientes Plan sueldo y con packs\nTOPE DE REINTEGRO $30.000.- POR CUENTA POR MES\nPUBLICIDAD CARTERA CONSUMO. PROMOCIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA COMPRANDO DE FORMA PRESENCIAL LOS MARTES EN TIENDAS PRESENCIALES DE SUPERMERCADOS MAKRO DESDE EL 01/08/2025 HASTA EL 31/08/2025. APLICA PARA CONSUMOS EFECTUADOS CON TARJETA DE DÉBITO Y O CRÉDITO EN UN PAGO VISA EMITIDA POR ESTE BANCO HIPOTECARIO SA QUE NO REGISTRE MORA MEDIANTE LA MODALIDAD DE PAGO CON “QR” A TRAVÉS DE “MODO” DESDE APP BH O APP MODO.  SE OTORGARÁ UN DESCUENTO VÍA REINTEGRO DEL 25% CON TOPE MENSUAL POR CUENTA (CONSIDERANDO LA SUMA DE LOS CONSUMOS REALIZADOS POR EL CLIENTE, DURANTE EL MES). TOPES DE REINTEGRO: PARA TODOS LOS CLIENTES: $10.000. LOS CLIENTES BÚHO ONE, BÚHO SUELDO, BÚHO EMPRENDEDOR Y BÚHO JUBILADO RECIBIRÁN UN TOPE ADICIONAL DE $20.000. NO ACUMULABLE CON OTRAS PROMOCIONES, NI CARTERA DE CLIENTES QUE ACREDITEN PLANES SOCIALES. NO APLICA A LAS OPERACIONES DE EXTRACCIÓN DE DINERO EN EFECTIVO REALIZADAS A TRAVÉS DE EXTRA, CASH. NO APLICA PARA LOS CONSUMOS EFECTUADOS A TRAVÉS DE LA PLATAFORMA MERCADO PAGO. NO APLICA A LOS PAGOS REALIZADOS POR LA PLATAFORMA DE PAGOS MÓVILES (POS MÓVIL, BOTÓN DE PAGO Y BILLETERA ELECTRÓNICA). REINTEGRO: DENTRO DE LOS 30 DÍAS DE REALIZADO EL PAGO SE ACREDITARÁ EN LA CAJA DE AHORRO DE BANCO HIPOTECARIO SA ASOCIADA A MODO. CONSULTE EL AHORRO APLICABLE Y VIGENTE EN CADA COMERCIO ANTES DE EFECTUAR LA COMPRA. CONSULTE EL AHORRO APLICABLE Y VIGENTE EN CADA COMERCIO ANTES DE EFECTUAR LA COMPRA. BANCO HIPOTECARIO S.A. RECONQUISTA 151 (1003) CABA. CUIT 30-50001107-2.",
    "transcribedImageText": "BANCO\nHipotecario\n25%"
  },
  {
    "text": "Martes\nPagando con tarjeta Visa Débito y crédito a trevés de MODOBanco Hipotecario Clientes cartera general\nTOPE DE REINTEGRO $10.000.- POR CUENTA POR MES\nPUBLICIDAD CARTERA CONSUMO. PROMOCIÓN VÁLIDA EN LA REPÚBLICA ARGENTINA COMPRANDO DE FORMA PRESENCIAL LOS MARTES EN TIENDAS PRESENCIALES DE SUPERMERCADOS MAKRO DESDE EL 01/08/2025 HASTA EL 31/08/2025. APLICA PARA CONSUMOS EFECTUADOS CON TARJETA DE DÉBITO Y O CRÉDITO EN UN PAGO VISA EMITIDA POR ESTE BANCO HIPOTECARIO SA QUE NO REGISTRE MORA MEDIANTE LA MODALIDAD DE PAGO CON “QR” A TRAVÉS DE “MODO” DESDE APP BH O APP MODO.  SE OTORGARÁ UN DESCUENTO VÍA REINTEGRO DEL 25% CON TOPE MENSUAL POR CUENTA (CONSIDERANDO LA SUMA DE LOS CONSUMOS REALIZADOS POR EL CLIENTE, DURANTE EL MES). TOPES DE REINTEGRO: PARA TODOS LOS CLIENTES: $10.000. LOS CLIENTES BÚHO ONE, BÚHO SUELDO, BÚHO EMPRENDEDOR Y BÚHO JUBILADO RECIBIRÁN UN TOPE ADICIONAL DE $20.000. NO ACUMULABLE CON OTRAS PROMOCIONES, NI CARTERA DE CLIENTES QUE ACREDITEN PLANES SOCIALES. NO APLICA A LAS OPERACIONES DE EXTRACCIÓN DE DINERO EN EFECTIVO REALIZADAS A TRAVÉS DE EXTRA, CASH. NO APLICA PARA LOS CONSUMOS EFECTUADOS A TRAVÉS DE LA PLATAFORMA MERCADO PAGO. NO APLICA A LOS PAGOS REALIZADOS POR LA PLATAFORMA DE PAGOS MÓVILES (POS MÓVIL, BOTÓN DE PAGO Y BILLETERA ELECTRÓNICA). REINTEGRO: DENTRO DE LOS 30 DÍAS DE REALIZADO EL PAGO SE ACREDITARÁ EN LA CAJA DE AHORRO DE BANCO HIPOTECARIO SA ASOCIADA A MODO. CONSULTE EL AHORRO APLICABLE Y VIGENTE EN CADA COMERCIO ANTES DE EFECTUAR LA COMPRA. CONSULTE EL AHORRO APLICABLE Y VIGENTE EN CADA COMERCIO ANTES DE EFECTUAR LA COMPRA. BANCO HIPOTECARIO S.A. RECONQUISTA 151 (1003) CABA. CUIT 30-50001107-2.",
    "transcribedImageText": "BANCO\nHipotecario\n25%"
  },
  {
    "text": "Miércoles\nPagando con Banco NaciónBNA + Modo.\nTOPE DE REINTEGRO $12.000 por transacción\nPROMOCIÓN VÁLIDA TODOS LOS MIÉRCOLES DEL 01/08/2025 AL 31/08/2025 PARA COMPRAS CON TARJETAS DE CRÉDITO VISA Y MASTERCARD EMITIDAS POR EL BNA A TRAVÉS DE LA BILLETERA MODO BNA+ ESCANEANDO EL CÓDIGO QR EN TERMINALES POS Y SELECCIONANDO LAS TARJETAS PARTICIPANTES. TOPE DE REINTEGRO $ 10.000 POR CUENTA APLICABLE A LA PRIMERA COMPRA POR MIÉRCOLES. NO VÁLIDO PARA PAGOS CON SALDO EN CUENTA. EXCLUSIVO CARTERA DE CONSUMO. PARA PAGOS MEDIANTE MODO BNA+, EL REINTEGRO SE REALIZA EN CUENTAS BANCARIAS MEDIANTE CASHBACK.",
    "transcribedImageText": "Banco Nación\n30%"
  },
  {
    "text": "Miércoles\nPagando con tarjeta de crédito Banco Macro\nEXCLUSIVO EN UN PAGO A TRAVÉS DE MODOTOPE DE REINTEGRO $15.000 POR CUENTA POR MES\nCARTERA DE CONSUMO. BENEFICIO CON TARJETAS DE CRÉDITO DE BANCO MACRO S.A., PAGANDO A TRAVÉS DE MODO POR App. MACRO O  App. MODO,  EXCLUSIVAMENTE LOS DÍAS MIÉRCOLES DEL 01/08/25 AL 31/08/25,  PARA CLIENTES /USUARIOS REGISTRADOS EN MODO, VÁLIDO PARA COMPRAS EN UN PAGO CON QR. 20% DE AHORRO CON TOPE DE DEVOLUCIÓN $15.000 POR CUENTA/MES. APLICA EN LOCALES ADHERIDOS DE SUPERMERCADO MAKRO, NO VÁLIDO PARA COMPRA TELEFÓNICA NI COMPRA ONLINE. EL BENEFICIO NO INCLUYE PRODUCTOS DE ELECTRO, NI PRODUCTOS DEL CONVENIO PRECIOS CUIDADOS/ESENCIALES. NO APLICA PARA COMPRA EN CUOTAS. MODO SERVICIO PRESTADO POR EL PROVEEDOR DE SERVICIOS TECNOLÓGICOS PLAY DIGITAL S.A. CUIT 30716829436, AV. DEL LIBERTADOR 7208 TORRE II P.4 CABA., SIENDO LA MARCA “MODO” DE SU PROPIEDAD. APLICA PARA CONSUMO PERSONAL-FAMILIAR. NO VÁLIDO TARJETA DE CRÉDITO EMPRESA O AGRO. NO ACUMULA CON OTRA PROMOCIÓN. NO APLICA PARA PAGO A TRAVES DE MERCADO PAGO, OTRO PAGO ELECTRÓNICO INMEDIATO, TRANSFERENCIA 3.0.  .REINTEGRO A REALIZARSE EN EL MOMENTO DE LA COMPRA EN LA CAJA DE AHORRO O CUENTA CORRIENTE DE BANCO MACRO,  REGISTRADA. ESTABLECIMIENTOS / PRODUCTOS / SERVICIOS NO SON PROMOCIONADOS / GARANTIZADOS POR BANCO MACRO NI RESULTA RESPONSABLE POR LA PRESENTACIÓN DE CUPÓN FUERA DE TÉRMINO. BEBER CON MODERACIÓN. PROHIBIDA SU VENTA A MENORES DE 18 AÑOS. MÁS INFORMACIÓN EN  https://www.macro.com.ar/modo-promos, AL 0810-555-2355, O EN SUCURSALES MACRO.  SUPERMERCADOS MAYORISTAS MAKRO S.A. CUIT: 30-58962149-9.RICARDO GUTIERREZ 3647-BUENOS AIRES",
    "transcribedImageText": "Macro\n20% MODO"
  },
  {
    "text": "Miércoles\nPagando con tarjeta PLATINUM Banco Macro\nEXCLUSIVO EN UN PAGOTOPE DE REINTEGRO $20.000 POR CUENTA POR MES\nCARTERA DE CONSUMO. BENEFICIO CON TARJETAS DE CRÉDITO PLATINUM DE BANCO MACRO S.A., PAGANDO A TRAVÉS DE MODO, POR App. MACRO O  App. MODO,  EXCLUSIVAMENTE LOS DÍAS MIÉRCOLES DEL 01/08/25 AL 31/08/25. PARA CLIENTES /USUARIOS REGISTRADOS EN MODO, VÁLIDO PARA COMPRAS EN UN PAGO CON QR. 25% DE AHORRO CON TOPE DE DEVOLUCIÓN $20.000 POR CUENTA/MES. APLICA EN LOCALES ADHERIDOS DE SUPERMERCADO MAYORISTA MAKRO.NO VÁLIDO PARA COMPRA TELEFÓNICA NI COMPRA ONLINE. EL BENEFICIO NO INCLUYE PRODUCTOS DE ELECTRO, NI PRODUCTOS DEL CONVENIO PRECIOS CUIDADOS/ESENCIALES. NO APLICA PARA COMPRA EN CUOTAS. MODO SERVICIO PRESTADO POR EL PROVEEDOR DE SERVICIOS TECNOLÓGICOS PLAY DIGITAL S.A. CUIT 30716829436, AV. DEL LIBERTADOR 7208 TORRE II P.4 CABA., SIENDO LA MARCA “MODO” DE SU PROPIEDAD. APLICA PARA CONSUMO PERSONAL-FAMILIAR. NO VÁLIDO TARJETA DE CRÉDITO EMPRESA O AGRO. NO ACUMULA CON OTRA PROMOCIÓN. NO APLICA PARA PAGO A TRAVES DE MERCADO PAGO, OTRO PAGO ELECTRÓNICO INMEDIATO, TRANSFERENCIA 3.0.  .REINTEGRO A REALIZARSE EN EL MOMENTO DE LA COMPRA EN LA CAJA DE AHORRO O CUENTA CORRIENTE DE BANCO MACRO,  REGISTRADA. ESTABLECIMIENTOS / PRODUCTOS / SERVICIOS NO SON PROMOCIONADOS / GARANTIZADOS POR BANCO MACRO NI RESULTA RESPONSABLE POR LA PRESENTACIÓN DE CUPÓN FUERA DE TÉRMINO. BEBER CON MODERACIÓN. PROHIBIDA SU VENTA A MENORES DE 18 AÑOS. MÁS INFORMACIÓN EN  https://www.macro.com.ar/modo-promos, AL 0810-555-2355, O EN SUCURSALES MACRO.  SUPERMERCADOS MAYORISTAS MAKRO S.A. CUIT: 30-58962149-9.RICARDO GUTIERREZ 3647-BUENOS AIRES.",
    "transcribedImageText": "Macro\n25% MODO"
  },
  {
    "text": "Miércoles\nPagando con tarjeta SELECTA Banco Macro\nEXCLUSIVO EN UN PAGOTOPE DE REINTEGRO $25.000 POR CUENTA POR MES\nCARTERA DE CONSUMO. BENEFICIO CON TARJETAS DE CRÉDITO MACRO SELECTA DE BANCO MACRO S.A., PAGANDO A TRAVÉS DE MODO, POR App. MACRO O  App. MODO,  EXCLUSIVAMENTE LOS DÍAS MIÉRCOLES DEL 01/08/25 AL 31/08/25, PARA CLIENTES /USUARIOS REGISTRADOS EN MODO, VÁLIDO PARA COMPRAS EN UN PAGO CON QR. 30% DE AHORRO CON TOPE DE DEVOLUCIÓN $25.000 POR CUENTA/MES. APLICA EN LOCALES ADHERIDOS DE SUPERMERCADO MAYORISTA MAKRO.NO VÁLIDO PARA COMPRA TELEFÓNICA NI COMPRA ONLINE. EL BENEFICIO NO INCLUYE PRODUCTOS DE ELECTRO, NI PRODUCTOS DEL CONVENIO PRECIOS CUIDADOS/ESENCIALES. NO APLICA PARA COMPRA EN CUOTAS. MODO SERVICIO PRESTADO POR EL PROVEEDOR DE SERVICIOS TECNOLÓGICOS PLAY DIGITAL S.A. CUIT 30716829436, AV. DEL LIBERTADOR 7208 TORRE II P.4 CABA., SIENDO LA MARCA “MODO” DE SU PROPIEDAD. APLICA PARA CONSUMO PERSONAL-FAMILIAR. NO VÁLIDO TARJETA DE CRÉDITO EMPRESA O AGRO. NO ACUMULA CON OTRA PROMOCIÓN. NO APLICA PARA PAGO A TRAVES DE MERCADO PAGO, OTRO PAGO ELECTRÓNICO INMEDIATO, TRANSFERENCIA 3.0.  .REINTEGRO A REALIZARSE EN EL MOMENTO DE LA COMPRA EN LA CAJA DE AHORRO O CUENTA CORRIENTE DE BANCO MACRO,  REGISTRADA. ESTABLECIMIENTOS / PRODUCTOS / SERVICIOS NO SON PROMOCIONADOS / GARANTIZADOS POR BANCO MACRO NI RESULTA RESPONSABLE POR LA PRESENTACIÓN DE CUPÓN FUERA DE TÉRMINO. BEBER CON MODERACIÓN. PROHIBIDA SU VENTA A MENORES DE 18 AÑOS. MÁS INFORMACIÓN EN  https://www.macro.com.ar/modo-promos, AL 0810-555-7353 SELECTA, O EN SUCURSALES MACRO, CON SU EJECUTIVO.  SUPERMERCADOS MAYORISTAS MAKRO S.A. CUIT: 30-58962149-9.RICARDO GUTIERREZ 3647-BUENOS AIRES.",
    "transcribedImageText": "Macro\n30% MODO"
  },
  {
    "text": "Todo Agosto\n5% DE DESCUENTO PARA JUBILADOS\nSIN TOPE DE REINTEGRO\nACCEDÉ A UN 5% DE DESCUENTO EN CATEGORÍAS SELECCIONADAS (*). SÓLO TENÉS QUE INGRESAR EN https://clubmassimple.buenosaires.gob.ar/navigator/content/1705 Y TOCAR EN «PARTICIPAR». LUEGO EL EQUIPO DE CLUB +SIMPLE TE ENVIARÁ UN CORREO ELECTRÓNICO PARA AVISARTE QUE TU DESCUENTO ESTÁ ACTIVO.\n(*) CATEGORÍAS SELECCIONADAS:\n-ALIMENTOS: FIDEOS, DERIVADOS DE TOMATE (TRITURADO, EXTRACTO, PURÉ, PULPA Y SALSAS LISTAS).\n-CARNES: CARNE FRESCA EN BANDEJA, CARNE ENVASADA AL VACÍO Y POLLOS EN GENERAL.\n-CUIDADO PERSONAL: SHAMPOO, ACONDICIONADOR, TRATAMIENTO CAPILAR, CREMAS DE PEINAR, FIJADORES Y TINTURAS CAPILARES; CREMAS CORPORALES, FACIALES Y PARA MANOS; DESODORANTE PARA PIES Y TALCOS; CREMAS DE AFEITAR Y DERIVADOS; COLONIAS; PRODUCTOS DEPILATORIOS; DEMAQUILLANTES Y QUITAEMALTES; TALCOS, FÉCULAS Y OLEOS PARA BEBÉS.\n-LIMPIEZA: JABÓN PARA LA ROPA EN PAN, LÍQUIDO Y EN POLVO.",
    "transcribedImageText": "Buenos\nAires\nCiudad\nCLUB\n+simple\nmayorista\nmakro\n5%\nde\ndescuento\n¡Todos los días!\nSin tope de reintegro, en\nproductos seleccionados\nExclusivo jubilados"
  },
  {
    "text": "Jueves\nPAGANDO CON TARJETA DE CRÉDITO FÍSICA CENCOPAY\nTOPE DE REINTEGRO $15.000 POR DÍA.\nPROMOCIÓN VÁLIDA PARA COMPRAS REALIZADAS CON LA TARJETA DE CRÉDITO FÍSICA CENCOPAY TODOS LOS JUEVES DE AGOSTO EN LOS LOCALES HABILITADOS DE MAKRO OBTENIENDO UN 25% DE DESCUENTO EN TODA LA COMPRA. TOPE DE REINTEGRO POR DÍA: $15.000 (QUINCE MIL PESOS ARGENTINOS). EL DESCUENTO SE HARÁ EFECTIVO EN EL PRIMER O SEGUNDO RESUMEN DE CUENTA QUE SE EMITA LUEGO DE REALIZADA LA COMPRA. ESTA PROMOCION NO APLICA PARA CLIENTES EN MORA O INHABILITADOS. CONSULTE LOCALES ADHERIDOS EN CENCOPAY.AR/.",
    "transcribedImageText": "cencopay CRÉDITO\n25%"
  },
  {
    "text": "Todos los Viernes y Sábados de Agosto\nEXCLUSIVAMENTE  CON DINERO EN CUENTA\nSIN TOPE\nBENEFICIO VÁLIDO ABONANDO CON MERCADO PAGO DE ARGENTINA TODOS LOS VIERNES Y SÁBADOS DE AGOSTO DEL 2025 PARA COMPRAS REALIZADAS EN TIENDAS MAKRO DE ARGENTINA, A TRAVÉS DEL SERVICIO DE GESTIÓN DE PAGOS DE MERCADO PAGO OPERADO POR MERCADOPAGO.COM REPRESENTACIONES LTDA. (“MERCADO PAGO”) EN LAS APPS DE MERCADO PAGO, EXCLUSIVO PAGANDO CON DIENRO EN CUENTA.\nEL BENEFICIO CONSISTE EN 10% DE DESCUENTO EN EL TOTAL DE LA COMPRA EXCLUYENDO Y NO ACUMULANDO CON OTRAS PROMOCIONES, BENEFICIOS Y/U OFERTAS VIGENTES. SE EXCLUYEN DE LA PROMOCIÓN PRODUCTOS DE LAS CATEGORÍAS ACHURAS Y EMBUTIDOS, AVES, CARNES, CERDOS, CARNE ENVASADA AL VACÍO, CARNE PRE-EMPAQUETADA, CARNE VACUNA FRESCA. SE EXCLUYEN DE LA PROMOCIÓN LAS OPERACIONES FACTURADAS EN LAS OFICINAS DE VENTAS DE LAS TIENDAS.MERCADO PAGO NO ES UNA INSTITUCIÓN FINANCIERA. LOS FONDOS EN CUENTAS DE PAGO NO SON INGRESOS GARANTIZADOS. MERCADOLIBRE S.R.L., CUIT:30-70308853-4, ARIAS 3751 PISO 7MO, 1430 CIUDAD AUTÓNOMA DE BUENOS AIRES, ARGENTINA.",
    "transcribedImageText": "mercado\npago\n10%"
  },
  {
    "text": "Sábados 23 y 30\nPagando con tarjeta de crédito o débitoCabal Credicoop a través de Modo\nSÁBADOS DE AGOSTO.TOPE DE REINTEGRO $13.500 POR USUARIO POR SÁBADO\nPROMOCIÓN VÁLIDA ÚNICAMENTE EN QR DE MODO ABONANDO A TRAVÉS DE CREDICOOP MÓVIL O MODO CON TARJETAS CABAL CREDICOOP. APLICA A CONSUMOS DE TIPO FAMILIAR Y EFECTUADOS EN UN PAGO. VIGENTE LOS ÚLTIMOS DOS SÁBADOS DE CADA MES, DESDE EL 01/08/25 HASTA EL 31/08/25. . EL REINTEGRO SE VERÁ REFLEJADO EN EL PRIMER O SEGUNDO RESUMEN DE LA TARJETA DE CRÉDITO CABAL O DENTRO DE LOS 60 DÍAS EN EL CASO DE CONSUMO CON TARJETA DE DÉBITO CABAL. SERÁ CONDICIÓN ESENCIAL PARA PARTICIPAR DE LA MISMA QUE AL MOMENTO DE EFECTUAR EL REINTEGRO, LA TARJETA SE ENCUENTRE VIGENTE Y EN ESTADO DE CUMPLIMIENTO NORMAL EN EL CASO DE CRÉDITO, Y LA CUENTA ABIERTA EN EL CASO DE DÉBITO. TAMBIÉN SERÁ REQUISITO TENER UNA CUENTA ABIERTA EN EL BANCO, A TÍTULO PERSONAL, ADHERIDA A MODO. NO PARTICIPAN LOS CONSUMOS REALIZADOS A TRAVÉS DE BILLETERAS VIRTUALES (EXCEPTO MODO), POS MÓVILES, PLATAFORMAS DE PAGO Y/O PORTALES DE PAGO ONLINE. APLICABLE A LA CARTERA DE CONSUMO. MODO ES PROPIEDAD DE PLAY DIGITAL SA Y SE ENCUENTRA SUJETO A LOS TÉRMINOS Y CONDICIONES DE USO DISPONIBLES EN WWW.MODO.COM.AR",
    "transcribedImageText": "BANCO\nCREDICOOP\nCOOPERATIVO LIMITADO\n30%"
  },
  {
    "text": "Sábados 23 y 30\nPagando con tarjeta de crédito o débitoCabal Credicoop a través de Modo.\nLOS SÁBADOS DE AGOSTO.TOPE DE REINTEGRO PARA USUARIOS QUE ACREDITAN HABERES $18.000 POR USUARIO POR SÁBADO\nPROMOCIÓN VÁLIDA ÚNICAMENTE EN QR DE MODO ABONANDO A TRAVÉS DE CREDICOOP MÓVIL O MODO CON TARJETAS CABAL CREDICOOP. APLICA A CONSUMOS DE TIPO FAMILIAR Y EFECTUADOS EN UN PAGO. VIGENTE TODOS SÁBADOS DEL MES, DESDE EL 01/08/25 HASTA EL 31/08/25. EL REINTEGRO SE VERÁ REFLEJADO EN EL PRIMER O SEGUNDO RESUMEN DE LA TARJETA DE CRÉDITO CABAL O DENTRO DE LOS 60 DÍAS EN EL CASO DE CONSUMO CON TARJETA DE DÉBITO CABAL. SERÁ CONDICIÓN ESENCIAL PARA PARTICIPAR DE LA MISMA QUE AL MOMENTO DE EFECTUAR EL REINTEGRO, LA TARJETA SE ENCUENTRE VIGENTE Y EN ESTADO DE CUMPLIMIENTO NORMAL EN EL CASO DE CRÉDITO, Y LA CUENTA ABIERTA EN EL CASO DE DÉBITO. TAMBIÉN SERÁ REQUISITO TENER UNA CUENTA ABIERTA EN EL BANCO, A TÍTULO PERSONAL, ADHERIDA A MODO. NO PARTICIPAN LOS CONSUMOS REALIZADOS A TRAVÉS DE BILLETERAS VIRTUALES (EXCEPTO MODO), POS MÓVILES, PLATAFORMAS DE PAGO Y/O PORTALES DE PAGO ONLINE. APLICABLE A LA CARTERA DE CONSUMO. MODO ES PROPIEDAD DE PLAY DIGITAL SA Y SE ENCUENTRA SUJETO A LOS TÉRMINOS Y CONDICIONES DE USO DISPONIBLES EN WWW.MODO.COM.AR",
    "transcribedImageText": "BANCO\nCREDICOOP\nCOOPERATIVO LIMITADO\n40%\nMÁS INFO"
  },
  {
    "text": "Todo Agosto\nPagando con tarjeta de crédito NaranjaX\nPLAN Z 3 CUOTAS SIN INTERÉSAPLICA PARA TODAS LAS TIENDAS.\nPLAN Z – 3 CUOTAS CERO INTERÉS: COSTO FINANCIERO TOTAL (CFT) 0,00% TASA EFECTIVA ANUAL (TEA) 0,00% TASA NOMINAL ANUAL (TNA) 0,00%. BENEFICIO VÁLIDO PARA TITULARES Y ADICIONALES DE TARJETA NARANJAX DE TODO EL PAÍS QUE COMPREN CON NARANJAX TARJETA DE CRÉDITO. QUEDAN EXCLUIDAS TARJETAS NARANJA VISA, NARANJA MASTERCARD Y NARANJA AMERICAN EXPRESS. VÁLIDO PARA TODOS LOS PRODUCTOS, TODOS LOS DÍAS DESDE 01/08/2025 AL 31/08/2025. NO APLICA A VENTAS MEDIANTE TODO PAGO, MERCADO PAGO Y NPOS. CONSULTAR COMERCIOS PARTICIPANTES EN NARANJAX.COM.",
    "transcribedImageText": "N\nNaranja\n3\nCUOTAS\nCERO\nINTERÉS"
  }
]